Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: He's not really a friend of mine, but I'd like to know what's going on.
cs: Sice to není můj přítel, ale rád bych věděl co se děje.
de: Er ist kein Freund von mir, aber ich will wissen, was dahinter steckt.
fr: Ce n'est pas à proprement parler un ami, mais j'aimerais bien savoir ce qui se trame.
gd: Chan e mo charaid a th' ann dha-rìribh, ach bu toil leam faighinn a-mach dè tha tachairt.
mt: Mhux għax nafu, imma nixtieq niskopri x'inhu jiġri.
pl: Tak naprawdę, to on nie jest moim przyjacielem, ale chciałbym wiedzieć, co się dzieje.
pt_br: Não é bem um amigo meu, mas eu queria saber o que tá acontecendo.
sk: V skutočnosti to nebol môj priateľ, ale rád by som vedel, čo sa deje.
zh_cn: 他倒也不是我的朋友， 但是我想搞清楚是怎么一回事。

source: You guys ... kinda scared a few people.
cs: Ty kluci... trochu postrašili pár lidí.
de: Ihr Typen… habt ein paar Leuten Angst eingejagt.
fr: Toi et les autres... en avez effrayé plus d'un.
gd: A' mhuinntir agad ... chuir sibh an t-eagal air duine no dithis.
mt: Inthom ... beżżajtu ftit nies.
pl: Wy... przestraszyliście kilka osób.
pt_br: Vocês... meio que assustaram o pessoal.
sk: Vy chlapci.. vystrašili ste pár ľudí.
zh_cn: 你们…把我镇里的人吓得够呛。

source: Geez, I'm sorry to hear that.
cs: Bože, to je mi líto.
de: Ähm, tut mir leid, das zu hören.
fr: Bon sang, je suis désolé d'entendre ça.
gd: Thia, tha mi duilich seo a chluinntinn.
mt: Ehhh, jiddispjaċini li ġara hekk.
pl: Do licha, przykro mi to słyszeć.
pt_br: Puxa, sinto em ouvir isso.
sk: Bože, to je mi ľúto, keď to počujem.
zh_cn: 真的吗？我真是很抱歉。

source: You know, now that you mention it, you look kinda familiar.
cs: Víš, když o tom tak o přemýšlím, přijdeš mi povědomý.
de: Jetzt wo du es erwähnst, du kommst mir bekannt vor.
fr: Tiens, puisque tu en parles, tu me sembles vaguement familier.
gd: Nise gu bheil sinn a' bruidhinn air, fhios a'd, nach eil mi gad aithneachadh?
mt: Kos, issa li qed nitkellmu, donnu wiċċek mhux ġdid..
pl: Wiesz, teraz, kiedy o tym mówisz, wyglądasz znajomo.
pt_br: Hmm, agora que você tocou no assunto... você me parece familiar.
sk: Vieš, teraz keď si to spomenul, pripadáš mi nejaký povedomý.
zh_cn: 提到这个，我好像认识你的脸。

source: I think they put out a security bulletin about you.
cs: Myslím, že se o tobě zmínila ochranka.
de: Ich glaube sie haben einen Steckbrief von dir ausgehängt.
fr: Il me semble qu'ils ont diffusé une note de sécurité à ton propos.
gd: Saoilidh mi gun do sgaoil iad brath tèarainteachd mud dheidhinn.
mt: Naħseb li ħarġu avviż ta' sigurtà dwarek.
pl: Wydaje mi się, że wydali za tobą list gończy.
pt_br: Acho que postaram um cartaz de procurado pra você.
sk: Myslím, že na teba podali zatykač.
zh_cn: 我记得他们贴了一个 关于你的安全公告。

source: Me? In particular? This is a tad awkward...
cs: O mě? Opravdu? To je mrzuté...
de: Von mir persönlich? Das ist ein bisschen unangenehm…
fr: Moi ? En particulier ? Ça me parait un peu étrange...
gd: Mum dheidhinn-sa gu sònraichte? Tha seo caran tuathail ...
mt: Jien? Partikolarment? Din ftit imbarazzanti...
pl: Za mną? To wydaje się dziwne.
pt_br: Eu, em específico? Puxa, isso é meio... esquisito...
sk: Na mňa? Naozaj? To je trochu trápne..
zh_cn: 专门关于我的？ 这事有一点令人尴尬……

source: No, no, don't get the wrong idea.
cs: Ne, ne, neměj starosti.
de: Nein, nein, versteh das nicht falsch.
fr: Non non, détrompe-toi.
gd: Air do shocair, na tuig gu cearr mi.
mt: Le, le, qed taħseb ħażin.
pl: Nie, nie, nie bierz tego do siebie.
pt_br: Não, não, não me entenda mal.
sk: Nie, nie, nemýlim sa.
zh_cn: 你别误会。

source: Me? No way I'm going to fight you. You seem like a decent guy anyways.
cs: Já? nedá se nic dělat, musím s tebou bojovat. I když vypadáš jako slušný člověk.
de: Ich? Dich werde ich nicht vermöbeln. Du scheinst ein netter Kerl zu sein.
fr: Moi en tout cas, pas question que je me batte avec toi. Tu as l'air d'un gars bien de toute façon.
gd: Cha dèan mise sabaid nad aghaidh ann an dòigh sam bith. Tha coltas daoine choibhneil ort co-dhiù.
mt: Jien? Mhux ħa nattakkak żgur. Wara kollox tidher mill-aħjar.
pl: Ja? Tak czy siak nie zamierzam z wami walczyć. Wyglądacie mi na porządnych gości.
pt_br: Eu? Sem chance que vou querer te enfrentar. Além do mais, você me parece ser um sujeito decente.
sk: Ja? Nie je tu iná možnosť, musím s tebou bojovať. V každom prípade, vyzeráš ako slušný chlap.
zh_cn: 我？我可不想跟你打架。 再说看起来你不像坏人。

source: But you might want to be extra careful if you do sneak in.
cs: Ale možná budeš chtít být extra opatrný Až se budeš plížit dovnitř a já si tě nevšimnu.
de: Doch du solltest noch vorsichtiger sein, wenn du dich reinschleichst.
fr: Mais tu ferais mieux de faire très attention si tu t'infiltres vraiment.
gd: Ach bu chòir dhut a bhith faiceallach dha-rìribh a' goideadh a-steach.
mt: Imma ntik parir toqgħod aktar attent jekk tidħol bil-moħbi.
pl: Ale powinieneś być czujny, jeśli wślizgniesz się do środka.
pt_br: Mas é melhor você tomar cuidado se for realmente entrar escondido.
sk: Ale možno by si mal byť veľmi opatrný, ak sa prešmykneš dnu.
zh_cn: 但是你要想潜入的话 最好多加小心。

source: How can I tell who's friendly or not?
cs: Jak poznám, kdo je přátaleský a kdo ne?
de: Wie weiß ich, dass jemand freundlich ist?
fr: Comment savoir qui est avec ou contre moi ?
gd: Ciamar a chì mi cò tha càirdeil?
mt: Kif se ninduna min hu amikevoli jew le?
pl: Jak mogę odróżnić, kto jest przyjazny, a kto wróg?
pt_br: Como que eu vou saber quem é amigo ou não?
sk: Ako môžem spoznať, kto je priateľský, a kto nie?
zh_cn: 我怎么知道谁是友好的， 谁不是？

source: Well, if they're armed, assume they're with security.
cs: No pokud je ozbrojený tak to bude strážce.
de: Nun, wenn sie bewaffnet sind, gehören sie zum Sicherheitspersonal…
fr: Eh bien, s'ils sont armés, considère qu'ils font partie de la Sécurité.
gd: Uill, ma tha airm aca, bi an dùil gu bheil iad ag obair sa roinn tèarainteachd.
mt: Ara, jekk armati, assumi li huma parti mis-sigurtà.
pl: Cóż, jeśli zobaczysz, że są uzbrojeni, powinieneś założyć, że pracują w ochronie.
pt_br: Bom, quem estiver armado, é porque faz parte da segurança.
sk: Ok, ak sú ozbrojení, predokladám, že patria do ochranky.
zh_cn: 如果是带着武器的， 一般是保安人员。

source: They've probably also turned-on our security systems, unfortunately.
cs: Ti by mohli spustit náš bezpečnostní systém.
de: Unglücklicherweise habe sie auch die Sicherheitssysteme eingeschaltet.
fr: Ils ont aussi probablement activé les systèmes de sécurité, malheureusement.
gd: Tha mi 'n dùil gun do chuir iad na siostaman tèarainteachd air cuideachd, gu mì-fhortanach.
mt: Jaf xegħlu s-sistemi ta' sigurtà ukoll, sfortunatament.
pl: Niestety, bardzo możliwe, że uruchomili system alarmowy.
pt_br: E também acho que eles devem ter acionado os nossos sistemas de proteção, infelizmente.
sk: Naneštastie, tiež zrejme zapli naše bezpečnostné systémy.
zh_cn: 不幸的是他们大概把 警报系统也启动了。

source: But hey - good luck. I hope this works out for you.
cs: Ale co - hodně štěstí. Snad ti to vyjde.
de: Viel Glück für dich. Ich hoffe du schaffst es.
fr: Mais allez, bonne chance. J'espère que tu t'en sortiras.
gd: Ach guma math a thèid leat!
mt: Imma nixtieqlek ir-risq. Nittama li tirnexxi.
pl: Hej, powodzenia. Mam nadzieję, że ci się uda.
pt_br: Mas opa - boa sorte. Espero que isso tudo dê certo pra você.
sk: Ale - veľa šťastia. Dúfam, že toto ti pomôže.
zh_cn: 不过，祝你好运。 希望你能解决你的问题。

source: If anyone asks, I didn't see you, okay?
cs: Jestli se někdo zeptá, neviděl jsem tě, jasný?
de: Wenn jemand fragt, ich habe dich nicht gesehen, klar?
fr: Si quelqu'un demande, tu ne m'as jamais vu. Ça marche ?
gd: Ma dh'fhaighnicheas duine sam bith, chan fhaca mi thu, ceart ma-thà?
mt: Jekk isaqsuk, lil ma tafnix, tajjeb?
pl: Jeśli ktoś mnie zapyta, nie widziałem cię, ok?
pt_br: E se alguém perguntar, eu não te vi, OK?
sk: Ak sa niekto bude pýtať, nevidel som ťa, okej?
zh_cn: 如果有人问，我没见过你，好吧？

source: Roger!
cs: Jasný!
fr: Cinq sur cinq !
gd: Ceart ma-thà!
mt: Ħalli f'idi!
pl: Zrozumiano!
pt_br: Entendido!
zh_cn: 好！

source: Dungeon Gateway
cs: Podzemní Brána
de: Zugang zum Verlies
fr: Échappée du Donjon
gd: Bealach an tuill-duibh
mt: Daħlet il-Kalzri
pl: Brama Do Lochów
pt_br: Portão das Masmorras
sk: Brána žálara
zh_cn: 地牢出入口

source: It says, "Treasure Storage. No entry without authorization."
cs: stojí tu, "sklad pokladů.⏎ Nepovolaným vstup zakázán."
de: Da steht, "Schatzkammer. Betreten für Unbefugte verboten."
fr: Ça dit, "Salle du Trésor. Entrée interdite."
gd: Tha "Stòras ulaidh. Gun inntrigeadh ach le cead sònraichte." sgrìobhte air.
mt: Tgħid, "Maħzen Tat-Teżori. Tidħolx mingħajr awtorizzazzjoni."
pl: Napisano: 'Skarbiec. Zakaz wejścia bez upoważnienia'.
pt_br: Aqui diz, "Câmara do Tesouro. Proibida a entrada sem autorização."
sk: Píše sa tu, "Trezor Zákaz vstupu bez povolenia."
zh_cn: 上面写着：“宝物存储区。 进入必需许可。“

source: Storeroom Treasure Chamber
de: Lagerraum/Schatzkammer
fr: Chambre du Trésor
gd: Seòmar stòras ulaidh
mt: Maħżen tat-Teżori
pl: Skarbiec
pt_br: Depósitos - Câmara do Tesouro
sk: Trezorová komnata
zh_cn: 储藏间宝物室

source: Storerooms
de: Lagerräume
fr: Entrepôts
gd: Cuile
mt: Imħażen
pl: Skład
pt_br: Depósitos
sk: Trezory
zh_cn: 储藏间

source: Eerie Arbor
cs: Tajuplná Hřídel
de: Schaurige Laube
fr: Bois Sinistre
gd: Sgàileag nam Bòcan
mt: Ġnien il-Waħx
pl: Altana Erie
pt_br: Arvoredo do Medo
sk: Strašidelný hriadeľ
zh_cn: 阴森树林

source: Fast Lane
cs: Ryhclá Cesta
de: Überholspur
fr: Voie Rapide
gd: Lonaig luath
mt: Fuq Triq Mgħaġġla.
pl: Droga Szybkiego Ruchu
pt_br: Atalho sem Lobo
sk: Rýchla dráha
zh_cn: 捷径

source: Flooded Caverns
cs: Zatopené Jeskyně
de: Überflutete Kavernen
fr: Cavernes Inondées
gd: Uamhan an Uisge
mt: Għerien Mgħerqin.
pl: Zatopione Jaskinie
pt_br: Cavernas Alagadas
sk: Zaplavené jaskyne
zh_cn: 淹没之穴

source: Foreboding Forest
cs: Les Předtuch
de: Gruseliger Wald
fr: Forêt des Mauvais Pressentiments
gd: Frìth na Fàisneachd
mt: Masġar Inkwetanti
pl: Złowieszczy Las
pt_br: Floresta dos Presságios
sk: Tajomný les
zh_cn: 不详之森

source: Ahh, what a beautiful ... <em>...afternoon?!</em>
cs: Ahh, jak pěkné ... <em>...odpoledne?!</em>
de: Ahh, was für ein schöner … <em>… Nachmittag</em>?
fr: Ah, quel magnifique... <em>après-midi</em> ?!
gd: À, nach e ... ... feasgar brèagha a th' ann?!
mt: Aah, xi sbuħija ta' <em>...... wara nofsinhar?!</em>
pl: O jakie piękne popołudnie.
pt_br: Ahh, mas que bela... <em>...tarde?!</em>
sk: Ach, aké krásne <em>...... popoludnie?!</em>
zh_cn: 啊，多么美妙的……<em>下午</em>？！

source: Oh geez! I overslept!
cs: Á sakra! Zaspal jsem!
de: Oh Mist! Ich hab' verschlafen!
fr: Mince ! J'ai trop dormi !
gd: Murt! Chaidil mi tuilleadh is fada!
mt: U x-xjafek! Bqajt rieqed!
pl: Och jej! Zaspałem!
pt_br: Ih! Dormi demais!
sk: Och džíz! Zaspal som!
zh_cn: 哦该死！我睡过头了！

source: Frogatto's Room
cs: Frogattův pokoj
de: Frogattos Zimmer
fr: Chambre de Frogatto
gd: An seòmar aig Frogatto
mt: Il-kamra ta' Frogatto
pl: Pokój Frogatto
pt_br: Quarto do Frogatto
sk: Frogattova izba
zh_cn: 阿土的房间

source: Hey, how's breakfast coming?
cs: Hej, kdy bude snídaně?
de: Hey, wie geht's mit dem Frühstück voran?
fr: Salut, où en est le petit-déjeuner ?
gd: Haoidh, dè mu dheidhinn bracaist?
mt: Bonġu, lest il-kolazzjon?
pl: Hej, jak tam śniadanie?
pt_br: Opa, o café da manhã já está pronto?
sk: Hey, kedy budú raňajky?
zh_cn: 嘿，早饭准备得咋样了？

source: Breakfast? ..bud, we're on lunch.
cs: Snídaně? .. kámo, už bude oběd.
de: Frühstück? …Es ist Mittagszeit, Kollege.
fr: Petit-déjeuner? ...Mec, on en est au déjeuner.
gd: Bracaist? ... meadhan-latha, a sheòid.
mt: Kolazzjon? ..sieħbi, wasalna għall-ikla ta' nofsinhar.
pl: Śniadanie? Mamy porę obiadu.
pt_br: Café da manhã? ...cara, já estamos no almoço.
sk: Raňajky? .. budeme mať obed, kámo.
zh_cn: 早饭？……老兄，我们该吃午饭了。

source: You need to get up earlier.
cs: Musíš vstávat dřív.
de: Du solltest mal früher aufstehen.
fr: Il faut que tu te réveilles plus tôt.
gd: Feumaidh tu èirigh nas tràithe.
mt: Hemm bżonn tibda' tqum qabel.
pl: Musisz wstawać wcześniej.
pt_br: Você tem que acordar mais cedo.
sk: Musíš vstať skôr.
zh_cn: 你得早点起床才是。

source: Okay, then how's lunch coming?
cs: Dobře, tak kdy bude oběd?
de: Ok, wann ist dann das Mittagessen fertig?
fr: D'accord, où en est le déjeuner alors ?
gd: Ceart, dè mu dheidhinn biadh meadhan-latha?
mt: Okey, lesta l-ikla ta' nofsinhar?
pl: OK, więc jak tam obiad?
pt_br: Certo, então como está indo o almoço?
sk: Oukej, tak kedy bude obed?
zh_cn: 好吧，那午饭准备得咋样了？

source: Getting there. It's gonna be a while, though.
cs: No bude to chvilku trvat.
de: Wird schon. Braucht aber noch 'ne Weile.
fr: Il arrive. Mais pas avant quelque temps.
gd: Ga ullachadh. Tha e toirt ùine ma-thà.
mt: Miexi. Ħa ndum ftit ieħor imma.
pl: Robi się. Jeszcze trochę to potrwa.
pt_br: Estou fazendo. Mas ainda vai demorar um pouco...
sk: Zostaň tu. Bude o chvíľu, snáď.
zh_cn: 正煮着呢。 不过还得等会儿才能好。

source: I'll check back later, then.
cs: Já se vrátím.
de: Dann komm ich später nochmal wieder.
fr: Je reviens plus tard alors.
gd: Ceart ma-thà, chì mi a-rithist thu.
mt: Mela nittawwal wara.
pl: W takim razie wrócę później.
pt_br: Depois eu vejo, então.
sk: Pozriem sa neskôr, potom.
zh_cn: 那我待会儿再回来看看。

source: So, what happened to lunch?
cs: Tak, co bude k obědu?
de: Was ist mit dem Mittagessen?
fr: Alors, qu'est-ce qui est arrivé au déjeuner?
gd: Nise, dè dh'èirich dhan bhiadh mheadhan-latha?
mt: Allura, fejn hi l-ikla?
pl: Co się stało z obiadem?
pt_br: Então, e o almoço?
sk: Tak čo je s tým obedom?
zh_cn: 呃，午饭哪里去了？

source: I got tired of waiting, and ate by myself.
cs: Už mě unavovalo čekat a tak jsem ho snědl sám.
de: Ich hatte keine Lust mehr zu warten, und habe allein gegessen.
fr: J'en avais marre d'attendre, et j'ai mangé tout seul.
gd: Dh'fhàs mi seachd searbh sgìth a' feitheamh ort is dh'ith mi fhìn e.
mt: Xbajt nistenniek, u kiltha kollha jien.
pl: Zmęczyło mnie czekanie i zjadłem go sam.
pt_br: Cansei de esperar, daí almocei sozinho.
sk: Mal som dosť čakania a najedol som sa sám.
zh_cn: 我等得不耐烦了， 所以自己一个人吃了。

source: Leftovers are in the fridge.
cs: Zbytky jsou v lednici.
de: Reste sind im Kühlschrank.
fr: Les restes sont dans le frigo.
gd: Tha fuigheall bìdh san fhrids.
mt: Hemm xi fdal fil-friġġ.
pl: Resztki są w lodówce.
pt_br: Deixei o que sobrou na geladeira.
sk: Zvyšky sú v chladničke.
zh_cn: 剩下来的都丢冰箱了。

source: Okay, uhm, thanks.
cs: Dobře, uhm, díky.
de: Okay, ähm, danke.
fr: D'accord, euh, merci.
gd: Ceart ma-thà, uill, taing.
mt: Owkej, ehm, grazzi.
pl: Okej, uch, dzięki.
pt_br: Hmm, valeu.
sk: Oukej, uhm, vďaka.
zh_cn: 好吧，呃，谢谢。

source: Hey, Frogatto.
cs: Hej, Frogatto
de: He, Frogatto.
fr: Hé, Frogatto.
gd: Haoidh, Fhrogatto.
mt: Isma, Frogatto.
pl: Hej, Frogatto.
pt_br: Opa, Frogatto.
sk: Hej, Frogatto.
zh_cn: 嘿，阿土。

source: Uhm... yes?
cs: Uhm ... ano?
de: Ähm… ja?
fr: Euh... oui ?
gd: È ... seadh?
mt: Ehm... iva?
pl: Uch... Tak?
pt_br: Hã... sim?
sk: Uhm... áno?
zh_cn: 啊……啥事？

source: At least <em>try</em> to get a job today, alright?
cs: Jen tak mimochodem <em>zkus</em> si najít práci, dneska, jasný?
de: <em>Versuch</em> wenigstens heute einen Job zu bekommen, in Ordnung?
fr: <em>Essaye</em> au moins de trouver un travail aujourd'hui, d'accord ?
gd: Feuch am faigh thu obair an-diugh, a laochain.
mt: Almenu <em>pprova</em> sib xogħol illum, tajjeb?
pl: Przynajmniej SPRÓBUJ popracować dzisiaj, w porządku?
pt_br: Ao menos <em>tente</em> arranjar um trabalho hoje, certo?
sk: Hlavne <em>sa snaž</em> urobiť tú prácu,⏎ v poriadku?
zh_cn: 今天至少<em>试着</em>去找个工作， 行么？

source: We need some help around here.
cs: Potřebujeme tady pomoc.
de: Wir brauchen hier etwas Hilfe.
fr: On a besoin d'aide par ici.
gd: Tha taic a dhìth oirnn ann a sheo.
mt: Għandna bżonn ftit gġinuna hawn.
pl: Potrzebujemy tu trochę pomocy.
pt_br: Precisamos de uma ajuda aqui.
sk: Potrebujeme tu pomoc.
zh_cn: 我们这儿要个人帮把手。

source: Yeah, I know. I'll try.
cs: Jo, já vím. Budu se snažit.
de: Jaa, ich weiß. Ich werd's versuchen.
fr: Ouais, je sais. Je vais essayer.
gd: Seadh, tha fhios a'm. Nì mi mo dhìcheall.
mt: Naf, nipprova.
pl: Tak, wiem. Postaram się.
pt_br: É, eu sei. Eu vou tentar.
sk: Áno, viem. Budem sa snažiť.
zh_cn: 哦，我懂的。我试试看。

source: See to it.
cs: To jsem na to zvědavej.
de: Gib dir Mühe!
fr: J'espère bien.
gd: Tha dùil agam ris.
mt: Mela ħu ħsieb.
pl: Sprawdzę to..
pt_br: Acho bom.
sk: Dohliadni na to.
zh_cn: 期待你的表现。

source: Not like I need to be up,
cs: Né, že by to vadilol,
de: Nicht dass ich auf sein müsste,
fr: C'est pas comme si je devais me lever,
gd: Chan e 's gum feum mi bhith air mo chois
mt: Mhux għax hemm għalfejn inkun mqajjem.
pl: Nie żebym musiał wstawać rano.
pt_br: Não que eu tenha que acordar cedo,
sk: Nie že by som bol rád hore,
zh_cn: 并不是说我一定得起来，

source: but it's the principle of the thing.
cs: ale už z principu věci.
de: aber hier geht's um's Prinzip.
fr: mais je le fais par principe.
gd: ... ach air sgàth prionnsabail.
mt: imma għal-punt.
pl: ale to podstawa.
pt_br: mas é o princípio da coisa.
sk: ale je to vec princípu.
zh_cn: 不过这就是世间的准则。

source: Frogatto's House
cs: Frogattův dům
de: Frogattos Haus
fr: Maison de Frogatto
gd: Taigh Fhrogatto
mt: Id-dar ta' Frogatto
pl: Dom Frogatto
pt_br: Casa do Frogatto
sk: Frogattov dom
zh_cn: 阿土的小屋

source: Pato's Room
cs: Patův pokoj
de: Patos Zimmer
fr: Chambre de Pato
gd: An seòmar aig Tàta
mt: Il-kamra ta' Pato
pl: Pokój Pato
pt_br: Quarto do Pato
sk: Paťova izba
zh_cn: 帕托的房间

source: I know!
cs: Já vím!
de: Ich weiß!
fr: Je sais !
gd: Tha fhios a'm dè nì mi!
mt: Naf!
pl: Wiem!
pt_br: Já sei!
sk: Už viem!
zh_cn: 我懂的！

source: I can stop in at Nene's house on the way to town!
cs: Mohl bych se stavit u Nene doma Je to na cestě do města!
de: Ich kann auf dem Weg zur Stadt bei Nene vorbeischauen!
fr: Je peux faire un tour chez Sula, c'est sur le chemin de la ville !
gd: Nì mi tadhal air taigh Nannag air a' rathad dhan bhaile!
mt: Nista' nagħddi s'għand Nene la sejjer ir-raħal.
pl: Po drodze do miasta mogę wpaść do Nene!
pt_br: Eu posso parar na casa da Nenê antes de chegar na vila!
sk: Môžem sa staviť v dome u Nene⏎ na ceste do mesta!
zh_cn: 去小镇的路上我会路过 奈奈的家的！

source: Such a beautiful view from here.
cs: Odtud je takový krásný výhled.
de: So eine schöne Aussicht von hier.
fr: D'ici, la vue est si belle.
gd: Abair sealladh àlainn bhon a sheo.
mt: X'veduta hawn.
pl: Jaki piękny jest stąd widok.
pt_br: A vista daqui é tão bonita.
sk: Aký krásny výhľad.
zh_cn: 这里的景色多美妙啊。

source: Nothing to see in my backyard.
cs: Na mém dvorku není nic zajímavého.
de: Nichts zu sehen in meinem Garten.
fr: Rien à voir dans mon jardin.
gd: Chan eil dad ri fhaicinn sa ghàrradh agam.
mt: M'hemmx x'tara' fil-bitħa tiegħi.
pl: Nie ma nic ciekawego na moim podwórku.
pt_br: O quintal está meio vazio...
sk: Nič zaujímavé na mojom dvore.
zh_cn: 我的后院里没啥东西可看。

source: Frogatto Grotto
cs: Frogattova sluj
de: Frogattos Grotte
fr: Grotte de Frogatto
gd: Fròg Fhrogatto
mt: Għar Frogatto
pl: Grota Frogatto
pt_br: Gruta do Frogatto
sk: Frogattov dvor
zh_cn: 阿土的洞穴

source: Gloomy Glade
cs: Ponurá Paseka
de: Düstere Lichtung
fr: Clairière Obscure
gd: Gleann gruamach
mt: Fetħa dellija.
pl: Mroczna Dolina
pt_br: Clareira Traiçoeira
sk: Temná čistinka
zh_cn: 阴暗空地

source: Gnarled Knoll
cs: Pokroucený Pahorek
de: Knorrige Kuppe
fr: Tertre Noueux
gd: Cnoc cam
mt: L-Għolja Mqabbża
pl: Sękaty Pagórek
pt_br: Colina Pedregosa
sk: Vetrom ošľahaný vrch
zh_cn: 糙砺土丘

source: Meanwhile...
cs: Mezitím ...
de: In der Zwischenzeit…
fr: Pendant ce temps là...
gd: Aig an dearbh àm ...
mt: Sadanittant...
pl: Tymczasem...
pt_br: Enquanto isso...
sk: Zatiaľ...
zh_cn: 同时…

source: ... well, at any rate, it's good to have that settled.
cs: ... dobře, v každém případě, bylo by dobré to ustálit.
de: … nun, wie auch immer, gut, das wir das geklärt hätten.
fr: ... Eh bien, en tout cas, Content que ce soit réglé.
gd: ... co-dhiù no co-dheth, 's math gu bheil seo dèanta.
mt: ... mela, intant, tajjeb li dik ftehmna fuqha.
pl: ... w każdym razie dobrze mieć taką stabilną sytuację.
pt_br: ...bom, de qualquer maneira, é bom que isso pôde ser resolvido.
sk: ... v každom prípade, je fajn udržiavať toto obývané.
zh_cn: …好歹这件事解决了。

source: What's our next order of business?
cs: Co je tam dalšího?
de: Was sollen wir als nächstes tun?
fr: C'est quoi la suite de l'ordre du jour ?
gd: Dè an t-ath rud air a' liosta againn?
mt: X'punt imiss niddiskutu?
pl: Jaki jest nasz następny porządek dnia?
pt_br: Qual é o próximo assunto a tratar?
sk: Čo bude ďalej v našej veci?
zh_cn: 接下来有什么议题？

source: Let's see here... uh... Right. Prospects in sector 29.
cs: Pojďme se podívat na... ehm... Pravda. Vyhlídky v sektoru 29.
de: Mal sehen… äh… Genau. Schauen wir uns Sektor 29 an.
fr: Voyons-voir ça... hum... Bien. Perspectives dans le secteur 29.
gd: Dè bh' ann ... 's e ... Seadh. Dùil margaid sa roinn 29.
mt: Mela ħa nara... ehm.. Sewwa. Prospetti f'settur 29.
pl: Zobaczmy tutaj... hm... tak. Perspektywy w sektorze 29.
pt_br: Vejamos... hã... Certo. Prospectos no setor 29.
sk: Pozrime sa... ach... Správne. Vyhliadky v sektore 29.
zh_cn: 我看看…厄… 对了，29区的计划。

source: Ah, yes. Do we have any news there?
cs: Ach, ano. Nějaké novinky?
de: Ah, ja. Gibt es Neuigkeiten?
fr: Ah oui. Quelles sont les nouvelles ?
gd: À, seadh. A bheil naidheachd sam bith ùr againn mu dheidhinn?
mt: Eh, iva. Hemm xi aħbarijiet?
pl: A tak. Czy mamy jakieś wiadomości stamtąd?
pt_br: Ah, sim. Temos alguma novidade lá?
sk: Aha áno. Máme tu niečo nové?
zh_cn: 啊，是。 那里有新消息吗？

source: Mittens? You were the one in charge of that.
cs: Mittensi? ty to tam máš na starosti.
de: Mittens? Du bist doch auf dem Laufenden.
fr: Mitaines ? C'était sous ta responsabilité.
gd: A Spòg? Bha thus' an ceann a' ghnothaich ud.
mt: Ingwanti? Suppost mhux int tieħu ħsiebhom dawk?
pl: Mittens? Byłeś odpowiedzialny za to.
pt_br: Patinhas? Você que estava cuidando disso.
sk: Rukavice? Ty si predsa ten, kto to má na starosti.
zh_cn: 手套子？ 你是负责这件任务的。

source: Right...
cs: Jistě...
de: Richtig…
fr: Exact...
gd: Ceart ma-thà ...
mt: Sewwa...
pl: Tak...
pt_br: Certo...
sk: Správne..
zh_cn: 对…

source: I'd give about a 38%, with a delta of about 15.
cs: Dal bych kolem 38 procent, s deltou asi 15.
de: Ich schätze etwa 38%, plus-minus 15.
fr: Je dirais à peu près 38% avec un delta d'environ 15.
gd: Bheirinn mu 38% dha, le delta dhe mu 15.
mt: Jien nistma xi 38%, b'delta ta' xi 15.
pl: Dałbym około 38%, z przyrostem około 15.
pt_br: Eu diria algo em torno de 38%, com um delta de 15 pontos.
sk: Typol by som tak 38%. S rozdielom cca 15.
zh_cn: 我约计大概38％， 约15的增量。

source: It will take us several weeks, and a ground crew to exploit it, but it's probably worth the effort.
cs: Bude to trvat několik týdnů a budeme potřebovat pozemní posádku, ale stojí to za tu námahu.
de: Das wird uns mehrere Wochen kosten und eine Bodentruppe die ihn ausbeutet, aber das ist es wert.
fr: Ça nous prendra plusieurs semaines, et une équipe au sol pour l'exploiter, mais ça vaut probablement le coup.
gd: Bheir e grunn sheachdainean is sgioba an làthair gus an t-saothair a dhèanamh, ach saoilidh mi gum b' fhiach leis.
mt: Teħdilna xi ftit ġimgħat, u tim fuq is-sit biex jisfruttawha, imma probabbli ttrendi.
pl: Zajmie to nam kilka tygodni i obsługa naziemna to wydobędzie. Niemniej jednak jest to prawdopodobnie warte wysiłku.
pt_br: Vamos precisar de várias semanas, e de uma equipe no solo pra aproveitá-lo, mas acredito que valerá a pena.
sk: Zaberie nám to niekoľko týždňov, a bude treba využiť náš podzemný personál, ale pravdepodobne to bude stáť za to.
zh_cn: 这项工程要花几周， 还需要地勤人员， 但是应该有价值。
