Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: Congratulations, you just won the game!
cs: Gratulujeme, dokončil jsi hru!
de: Glückwunsch, du hast gerade das Spiel gewonnen!
fr: Félicitations, tu viens de finir le jeu !
gd: Meal do naidheachd, bhuannaich thu an geama!
mt: Prosit, għadek kif irbaħt il-logħba!
pl: Gratulacje, ukończyłeś grę!
pt_br: Parabéns, você terminou o jogo!
sk: Blahoželáme, práve ste vyhrali túto hru!
zh_cn: 恭喜恭喜，你打通了游戏！

source: Rampage!
cs: Zuřivost!
de: Amoklauf!
fr: Carnage !
gd: Splaoid!
mt: Ħerba!
pl: Szał!
pt_br: Fúria Indomável
sk: Zúrivosť!
zh_cn: 横行霸道！

source: Kill 5 enemies in 10 seconds.
cs: Zabil pět nepřátel během deseti minut.
de: 5 Gegner in 10 Sekunden töten.
fr: Tuer 5 ennemis en 10 secondes.
gd: Marbh 5 nàimhdean ann an 10 diog.
mt: Oqtol ħames għedewwa f'għaxar sekondi.
pl: Zabij 5 przeciwników w 10 sekund.
pt_br: Mate cinco inimigos em 10 segundos.
sk: Zabi 5 nepriateľov za 10 sekúnd.
zh_cn: 在十秒钟之内做掉五个敌人。

source: Cube Chain
cs: řetěz kostek
de: Würfelkette
fr: Cubes en Chaîne
gd: Ceangal ciùba
mt: Katina ta' Kaxxi
pl: Ciąg Kostek
pt_br: Cubos ao Cubo
sk: Reťaz z kociek
zh_cn: 连环方块

source: Collect 15 points cubes in a row.
cs: Nasbíral 15 kostek v řadě.
de: 15 Punktewürfel in Folge sammeln.
fr: Ramasser 15 points de cubes de suite.
gd: Cruinnich 15 ciùban puinge ann an sreath.
mt: Iġbor ħmistax il-kaxxa ta' punti, wieħed wara l-ieħor.
pl: Zbierz 15 kostek pod rząd.
pt_br: Consiga 15 cubos de pontos em sequência.
sk: Zozbieraj 15 kociek v rade.
zh_cn: 连续收集15点数的方块。

source: Grudge
cs: Zloba
de: Groll
fr: Rancune
gd: Diomb
mt: Bin-Nervi
pl: Uraza
pt_br: Rancor
sk: Nevraživosť
zh_cn: 怨念

source: Kill 10 of the same type of enemy in a row.
cs: Zabil 10 stejných nepřátel v řadě
de: 10 Gegner vom gleichen Typ in Folge töten.
fr: Tuer 10 ennemis du même type de suite.
gd: Marbh 10 nàimhdean dhen aon t-seòrsa ann an sreath.
mt: Għoqtol għaxar għedewwa tal-istess tip, wieħed wara l-ieħor.
pl: Zabij 10 przeciwników tego samego typu pod rząd.
pt_br: Mate 10 de um mesmo tipo de inimigo em sequência.
sk: Zabi 10 nepriateľov rovnakého druhu po sebe.
zh_cn: 连续做掉10个相同类型的敌人。

source: Jackalope
de: Wolpertinger
gd: Coineanach adharcach
mt: Ġakalop
pl: Rogaty zając
pt_br: Sapo pula-pula
sk: Kengura
zh_cn: 鹿角兔

source: Bound, bound, bound and rebound!
cs: Odraz, odraz, odraz a znovu odraz!
de: Hop, Hop, Hop, Hoppedihop!
fr: Faire des bonds, encore des bonds et toujours des bonds !
gd: Sìnteag, sìnteag, sìnteag is stotail
mt: Oqmos, oqmos, oqmos w erġ' oqmos!
pl: Skok, skok, skok i odbicie!
pt_br: Pula e faz firula!
sk: Skáč, vyskakuj, poskakuj a prestaň!
zh_cn: 弹，弹，弹，回弹！

source: Frogourmet
de: Frosch-Feinschmecker
gd: Lòn-losgann
mt: Ikel Bużrinġi
pl: Owadzi Koneser
pt_br: Sapo Vazio não Para em Pé
sk: Žabomet
zh_cn: 青蛙美食

source: Try to eat all kinds of enemies.
cs: Snažte se jíst všechny druhy nepřátel.
de: Versuche alle Arten von Gegnern zu fressen.
fr: Essayer de manger tous les types d'ennemis.
gd: Feuch ris a h-uile seòrsa dhe nàimhdean ithe.
mt: Pprova kul kull tip ta' għadu.
pl: Zjedz wszystkie rodzaje przeciwników.
pt_br: Tente comer um de cada tipo de inimigo.
sk: Pokús sa zjesť všetky druhy nepriateľov.
zh_cn: 尝试吃所有种类的敌人。

source: Dream on...
cs: Snít o...
de: Träum weiter…
fr: Continue de rêver...
gd: Chan eil agad ach bruadar!
mt: Oħlom...
pl: Śnij...
pt_br: Procurando a Saída?
sk: Snívať... o...
zh_cn: 做美梦吧…

source: That's the infinite cage.
cs: To je nesmírná klec.
de: Das ist der unendliche Käfig.
fr: C'est la cage infinie.
gd: Siud an cèidse neo-chrìochnach.
mt: Dik il-gaġġa li ma tispiċċa qatt.
pl: To jest niekończąca się klatka.
pt_br: É logo ali... ou não!
sk: Toto je nekonečná klietka.
zh_cn: 那是无限的笼子。

source: Geosynchronous Orbit Achieved
de: Geostabile Umlaufbahn erreicht
fr: Orbite Géosynchrone Atteinte
gd: Reul-chuairt gheò-shioncronaichte air coileanadh
mt: Orbità Geosinkronika Milħuqa
pl: Orbita Geosynchroniczna została osiągnięta.
pt_br: Chegando na Estratosfera
sk: Kryštál zemskej príťažlivosti získaný
zh_cn: 地球同步轨道达标

source: Now applying artificial gravity.
cs: Nyní uplatňuji umělou gravitaci.
de: Wende nun künstliche Schwerkraft an.
fr: Activation de la gravité artificielle en cours.
gd: A' cur iom-tharraing fhuadain an gnìomh.
mt: Applikazzjoni tal-gravità artifiċċjali.
pl: Uruchamianie sztucznej grawitacji.
pt_br: Ligando a gravidade artificial.
sk: Teraz si schopný využívať umelú gravitáciu.
zh_cn: 正在启动人工重力。

source: Not Without My Hat!
cs: Ne bez mého klobouku!
de: Nicht Ohne Meinen Hut!
fr: Jamais Sans Mon Chapeau !
gd: Chan ann às aonais m' ad!
mt: Mhux mingħir il-kappel tiegħi!
pl: Nie Bez Mojego Kapelusza!
pt_br: O Importante é Chegar Lá!
sk: Nie Bez Môjho Klobúka!
zh_cn: 没了帽子可以不行！

source: Start a level with no health left.
cs: Začal úroveň bez ztráty života.
de: Starte ein Level ohne verbleibende Leben.
fr: Démarrer un niveau sans santé restante.
gd: Tòisich leibheil gun slàinte air fhàgail dhut.
mt: Ibda livell mingħir punti ta saħħa.
pl: Zacznij poziom z pustym życiem.
pt_br: Começar uma fase sem nada de vida.
sk: Začni level, pričom nebudeš mať žiadny život.
zh_cn: 无体力开局

source: Ambush!
cs: Přepadení!
de: Ein Hinterhalt!
fr: Embuscade !
gd: Fàth!
mt: Imbuskata!
pl: Zasadzka!
pt_br: Armadilha!
sk: Prepad!
zh_cn: 伏击！

source: Victory!
cs: Vítězství!
de: Sieg!
fr: Victoire !
gd: Buaidh!
mt: Rebħa
pl: Zwycięstwo!
pt_br: Vitória!
sk: Víťazstvo!
zh_cn: 胜利！

source: Stonepipe Bridge
cs: Most z kameného potrubí
de: Steinpfeifenbrücke
fr: Pont du Tuyau de Pierre
gd: Drochaid Clach na Pìoba
mt: Pont Kanen Tal-Ġebel
pl: Most Kamiennej Rury
pt_br: Ponte do Cachimbo
sk: Kameňopotrubný most
zh_cn: 石管桥

source: You got ${level.player.score} points in the Blocks Run!
cs: Získal jsi ${level.player.score} bodů v překážkovém běhu!
de: Du hast ${level.player.score} Punkte im Blockrennen erreicht!
fr: Vous avez obtenu ${level.player.score} points dans la Course au Blocs !
gd: Fuair thu ${level.player.score} puing san ruith bhloca!
mt: Ġibt ${level.player.score} punti fit-Tiġrija tal-Blokok!!
pl: Zdobyłeś ${level.player.score} punktów w biegu po blokach!
pt_br: Você conseguiu ${level.player.score} pontos na Corrida dos Blocos!
sk: Získal si ${level.player.score} bodov v Prekážkovom Behu!
zh_cn: 你在方块跑里得了${level.player.score}分！

source: This is a new high score!
cs: Toto je nové nejvyšší skóre!
de: Das ist ein neuer High-Score!
fr: C'est un nouveau record !
gd: Seo sgòr àrd ùr!
mt: Dan hu punteġġ massimu ġdid!
pl: To jest nowy najlepszy wynik!
pt_br: É um novo recorde!
sk: Toto je nový rekord!
zh_cn: 这是一个新纪录！

source: The high score is ${registry.arcade_blocks_high_score}.
de: Die höchste Punktzahl lautet: ${registry.arcade_blocks_high_score}
fr: Le meilleur score est ${registry.arcade_blocks_high_score}.
gd: Is ${registry.arcade_blocks_high_score} an sgòr àrd.
mt: Il-punteġġ massimu hu ${registry.arcade_blocks_high_score}.
pl: Najwyższy wynik to ${registry.arcade_blocks_high_score} punktów.
pt_br: O recorde é de ${registry.arcade_blocks_high_score} pontos.
sk: Rekord je ${registry.arcade_blocks_high_score}
zh_cn: 最高记录是${registry.arcade_blocks_high_score}。

source: Blocks Run
cs: Překážkový běh
de: Blocklauf
fr: Course aux Blocs
gd: Ruith bloca
mt: Ġiri fuq il-Kaxxi
pl: Ruchome Bloki
pt_br: Corrida dos Blocos
sk: Prekážkový Beh
zh_cn: 方块跑

source: Down the Rabbit Hall
cs: Dolů do králičí nory
de: Durch den Kaninchenbau
fr: Au Fond du Terrier
gd: Sìos talla na rabaide
mt: Min ġos-Sala tal-Fniek
pl: W Głąb Króliczej Nory
pt_br: Descendo a Toca Sem Coelho
sk: Dolu Zajačiou halou
zh_cn: 深入兔兔大厅

source: You got ${level.player.vars.score} points going down the rabbit hall!
de: Du hast ${level.player.vars.score} Punkte im Kaninchenbau erreicht!
fr: Vous avez obtenu ${level.player.vars.score} points en allant au Fond du Terrier !
gd: Fhuair thu ${level.player.vars.score} puing a' dol sìos talla na rabaide!
mt: Ġibt ${level.player.vars.score} punti mis-sala tal-fniek!
pl: Uzyskałeś ${level.player.vars.score} punktów za przejście nory królika!
pt_br: Você conseguiu ${level.player.score} pontos Descendo a Toca Sem Coelho!
sk: Získal si ${level.player.vars.score} bodov v leveli Dolu Zajačou halou!
zh_cn: 你在深入兔兔大厅里得了${level.player.vars.score}分！

source: The high score is ${registry.arcade_down_the_rabbit_hall_high_score} points.
de: Die höchste Punktzahl lautet: ${registry.arcade_down_the_rabbit_hall_high_score}
fr: Le meilleur score est de ${registry.arcade_down_the_rabbit_hall_high_score} points.
gd: Is ${registry.arcade_down_the_rabbit_hall_high_score} an sgòr àrd.
mt: Il-punteġġ massimu hu ${registry. arcade_down_the_rabbit_hall_high_score}.
pl: Najwyższy wynik to ${registry.arcade_down_the_rabbit_hall_high_score} punktów.
pt_br: O recorde é de ${registry.arcade_down_the_rabbit_hall_high_score} pontos.
sk: Rekord je ${registry.arcade_down_the_rabbit_hall_high_score} bodov.
zh_cn: 最高纪录是${registry.arcade_down_the_rabbit_hall_high_score} 分。

source: Maintenance Shaft
cs: Hlavní šachta
de: Wartungsschacht
fr: Conduit de Maintenance
gd: Fosgladh glèidhidh
mt: Xaft tal-Manutenzjoni
pl: Studzienka Kanalizacyjna
pt_br: Poço de Manutenção
sk: Obslužná šachta
zh_cn: 维修管道

source: You got ${level.player.vars.score} points in the maintenance shaft!
de: Du hast ${level.player.vars.score} Punkte im Wartungsschacht errecht!
fr: Vous avez obtenu ${level.player.vars.score} points dans le Conduit de Maintenance !
gd: Fhuair thu ${level.player.vars.score} puing san fhosgladh ghlèidhidh!
mt: Ġibt ${level.player.vars.score} punti mix-xaft tal-manutenzjoni!
pl: Uzyskałeś ${level.player.vars.score} punktów w Studzience Kanalizacyjnej!
pt_br: Você conseguiu ${level.player.score} pontos no Poço de Manutenção!
sk: Získal si ${level.player.vars.score} bodov v obslužnej šachte!
zh_cn: 你在维修管道里得了${level.player.vars.score}分！

source: The high score is ${registry.arcade_maintenance_shaft_high_score} points.
de: Die höchste Punktzahl lautet: ${registry.arcade_maintenance_shaft_high_score}
fr: Le meilleur score est de ${registry.arcade_maintenance_shaft_high_score} points.
gd: Is ${registry.arcade_maintenance_shaft_high_score} an sgòr àrd.
mt: Il-punteġġ massimu hu ${registry. arcade_maintenance_shaft_high_score}.
pl: Najwyższy wynik to ${registry.arcade_maintenance_shaft_high_score} punktów.
pt_br: O recorde é de ${registry.arcade_maintenance_shaft_high_score} pontos.
sk: Rekord je ${registry.arcade_maintenance_shaft_high_score} bodov.
zh_cn: 最高记录是${registry.arcade_maintenance_shaft_high_score}分。

source: You got ${level.player.vars.score} points in the Nutty Factory!
de: Du hast ${level.player.vars.score} Punkte in der abgedrehten Fabrik erreicht!
fr: Vous avez obtenu ${level.player.vars.score} points dans l'Usine Timbrée !
gd: Fhuair thu ${level.player.vars.score} puing san fhactaraidh craicte!
mt: Ġibt ${level.player.vars.score} punti fil-Fabbrika tal-Boloh!
pl: Uzyskałeś ${level.player.vars.score} punktów w Orzeszkowej Fabryce!
pt_br: Você conseguiu ${level.player.score} pontos na Corporação Casca de Noz!
sk: Získal si ${level.player.vars.score} bodov v Šialenej továrni!
zh_cn: 你在坚果工厂获得 ${level.player.vars.score} 分！

source: The high score is ${registry.arcade_nutty_factory_high_score} points.
de: Die höchste Punktzahl lautet: ${registry.arcade_nutty_factory_high_score}
fr: Le meilleur score est de ${registry.arcade_nutty_factory_high_score} points.
gd: Is ${registry.arcade_nutty_factory_high_score} an sgòr àrd.
mt: Il-punteġġ massimu hu ${registry. arcade_nutty_factory_high_score}.
pl: Najwyższy wynik to ${registry.arcade_nutty_factory_high_score} punktów.
pt_br: O recorde é de ${registry.arcade_nutty_factory_high_score} pontos.
sk: Rekord je ${registry.arcade_nutty_factory_high_score} bodov.
zh_cn: 高分是 ${registry.arcade_nutty_factory_high_score} ！

source: The Long Haul
de: Die Lange Strecke
fr: La Longue Traversée
gd: An sgrìob fhada
mt: Mixja fit-Tul
pl: Długa podróż
pt_br: O Longo Caminho
sk: Dlhé ťaženie
zh_cn: 长途运输

source: You got ${level.player.vars.score} points in the long haul!
de: Du hast ${level.player.vars.score} Punkte auf der langen Strecke erreicht!
fr: Vous avez obtenu ${level.player.vars.score} points dans la Longue Traversée !
gd: Fuair thu ${level.player.vars.score} puing san sgrìob fhada!
mt: Ġibt ${level.player.vars.score} punti fil-mixja t-twila!
pl: Uzyskałeś ${level.player.vars.score} punktów w Długim Wyścigu.
pt_br: Você conseguiu ${level.player.score} pontos em O Longo Caminho!
sk: Získal si ${level.player.vars.score} bodov v Dlhej Vzdialenosti!
zh_cn: 你在长途运输里得了${level.player.vars.score}分！

source: The high score is ${registry.arcade_the_long_haul_high_score} points.
de: Die höchste Punktzahl lautet: ${registry.arcade_the_long_haul_high_score}
fr: Le meilleur score est de ${registry.arcade_the_long_haul_high_score} points.
gd: Is ${registry.arcade_the_long_haul_high_score} an sgòr àrd.
mt: Il-punteġġ massimu huwa ${registry.arcade_the_long_haul_high_score} punti.
pl: Najwyższy wynik to ${registry.arcade_the_long_haul_high_score} punktów.
pt_br: O recorde é de ${registry.arcade_the_long_haul_high_score} pontos.
sk: Rekord je ${registry.arcade_the_long_haul_high_score} bodov.
zh_cn: 最高记录是${registry.arcade_the_long_haul_high_score}。

source: Upper Deck
cs: Horní paluba
de: Oberdeck
fr: Pont Supérieur
gd: Clàr uachdarach
mt: Gverta ta' Fuq
pl: Górny Pokład
pt_br: Escadaria Infinita
sk: Stúpajúca Podlaha
zh_cn: 上段甲板

source: You got ${level.player.vars.score} points on the Upper Deck!
de: Du hast ${level.player.vars.score} Punkte auf dem Oberdeck erreicht!
fr: Vous avez obtenu ${level.player.vars.score} points au Pont Supérieur !
gd: Fuair thu ${level.player.vars.score} puing sa chlàr uachdarach!
mt: Ġibt ${level.player.vars.score} punti fil-Gverta ta' Fuq!
pl: Uzyskałeś ${level.player.vars.score} punktów na Górnym Pokładzie!
pt_br: Você conseguiu ${level.player.score} pontos na Escadaria Infinita!
sk: Získal si ${level.player.vars.score} bodov v Stúpajúcej Podlahe!
zh_cn: 你在上段甲板里得了${level.player.vars.score}分！

source: The high score is ${registry.arcade_upper_deck_high_score} points.
de: Die höchste Punktzahl lautet: ${registry.arcade_upper_deck_high_score}
fr: Le meilleur score est de ${registry.arcade_upper_deck_high_score} points.
gd: Is ${registry.arcade_upper_deck_high_score} an sgòr àrd.
mt: Il-punteġġ massimu hu ${registry. arcade_upper_deck_high_score}.
pl: Najwyższy wynik to ${registry.arcade_upper_deck_high_score} punktów.
pt_br: O recorde é de ${registry.arcade_upper_deck_high_score} pontos.
sk: Rekord je ${registry.arcade_upper_deck_high_score} points.
zh_cn: 最高记录是${registry.arcade_upper_deck_high_score}分。

source: Wild New Wonder
de: Wildes Neues Wunder
fr: Nouvelle Merveille Sauvage
gd: Iongantas allaidh ùr
mt: Meravilja Selvaġġa
pl: Nowy Zwariowany Cud
pt_br: Maravilha Selvagem
sk: Divoký nový div
zh_cn: 荒野奇观

source: You got ${level.player.vars.score} points in the Wild New Wonder!
de: Du hast ${level.player.vars.score} Punkte im Wilden Neuen Wunder erreicht!
fr: Vous avez obtenu ${level.player.vars.score} points dans la Nouvelle Merveille Sauvage !
gd: Fuair thu ${level.player.vars.score} puing san iongantas allaidh ùr!
mt: Ġibt ${level.player.vars.score} punti fil-Meravilja Selvaġġa!
pl: Uzyskałeś ${level.player.vars.score} punktów w Nowym Zwariowanym Cudzie!
pt_br: Você conseguiu ${level.player.score} pontos na Maravilha Selvagem!
sk: Získal si ${level.player.vars.score} v Divokom novom Dive!
zh_cn: 你在荒野奇观里得了${level.player.vars.score}分！

source: The high score is ${registry.arcade_wild_new_wonder_high_score} points.
de: Die höchste Punktzahl lautet: ${registry.arcade_wild_new_wonder_high_score}
fr: Le meilleur score est de ${registry.arcade_wild_new_wonder_high_score} points.
gd: Is ${registry.arcade_wild_new_wonder_high_score} an sgòr àrd.
mt: Il-punteġġ massimu hu ${registry. arcade_wild_new_wonder_high_score}.
pl: Najwyższy wynik to ${registry.arcade_wild_new_wonder_high_score} punktów.
pt_br: O recorde é de ${registry.arcade_wild_new_wonder_high_score} pontos.
sk: Rekord je ${registry.arcade_wild_new_wonder_high_score} bodov.
zh_cn: 最高记录是${registry.arcade_wild_new_wonder_high_score}分。

source: Bombing Fools
cs: Bombardující Blázni
de: Tiefflieger
fr: Les Bombardiers Fous
gd: Baothairean bomaigidh
mt: Bumbardieri Boloh
pl: Bombowe Niezdary
pt_br: Bombas à Beça
sk: Bláznivý bombarďáci
zh_cn: 爆破笨蛋

source: Well, you made it!
cs: Dobře, že jsi to zvládnul!
de: Gut, du hast es geschafft!
fr: Eh bien, tu as réussi !
gd: Uill, sin sibh!
mt: Ejja, wasalt!
pl: Cóż, udało ci się!
pt_br: Opa, você conseguiu chegar!
sk: Dobre, zvládol si to!
zh_cn: 不错，你到这了！

source: Now just up ahead there is a gate. If you can get through it, you'll make it to the limestone caverns. There is said to be a way into the basement floors of Milgram's compound, somewhere in the caverns.
cs: Teď už stačí pokračovat rovně až k bráně Pokud to zvládneš, dostaneš se do vápencových jeskyní. Říká se, že tam někde je vchod do Milgramova sklepa, někde v jeskyních.
de: Dort hinten ist ein Tor. Wenn du da durch gehst, gelangst du in die Kalksteinhöhlen. Man sagt, dort drinnen gibt es einen Weg, um in den Keller von Milgrams Festung zu gelangen.
fr: Alors, juste un peu plus haut, il y a une porte. Si tu parviens à la franchir, tu arriveras dans les cavernes calcaires. On dit qu'il y a un passage vers les caves du repaire de Milgram, quelque part dans ces cavernes.
gd: Dìreach beagan nas fhaide air adhart, tha geata ann. Ma gheibh sibh troimhe, ruigidh sibh na h-uamhan cloiche-aoil. Thathar ag ràdh gu bheil slighe dhan t-seilear aig Caisteal Chaluim thall an-siud an àite air choireigin.
mt: Issa ftit il-quddiem ser tiltaqa' ma grada. Jekk jirnexxilek tgħaddi minnha, tasal għall-grotot tal-ġir. Jgħidu li hemm xi passaġġ għal ġol-pedamenti tal-kumpless ta' Milgram, x'imkien f'dawn il-grotot.
pl: Tam w górze jest brama. Jeśli uda ci się za nią przedostać, dotrzesz do wapiennych jaskiń. Mówią, że jest tam przejście do piwnic Milgrama, ukryte gdzieś wewnątrz jaskini.
pt_br: Bom, tem um portão mais à frente. Se você passar por ele, vai chegar nas cavernas de calcário. Dizem que tem um caminho até os subterrâneos do complexo do Milgram por lá.
sk: Kúsok odtiaľto je brána. Ak cez ňu prejdeš, mal by si sa dostať do vápencových jaskýň. Hovorí sa, že tadiaľ sa dá dostať do prízemných podlaží Milgramovej základne.
zh_cn: 现在上面有一扇门。 若是穿过它，就到了石灰岩洞窟。 据说那儿有一条路通往米格拉姆据点的底层。

source: If you wanted a personal audience, sneaking in is probably the best bet. I doubt the entrance guards would give you the time of day.
cs: Pokud chceš osobní audienci, nejlepší volba bude plížení. pochybuji, že tě nechají stráže jen tak projít.
de: Wenn du eine persönliche Audienz willst, dann schleich dich am besten hinein. Ich wette, die Wachen werden dich eine Zeit lang beschäftigen.
fr: Si tu veux une audience privée, la meilleure option est probablement de se faufiler par-là. Je doute que les gardes à l'entrée te laissent gentiment passer.
gd: Ma tha sibh ag iarraidh èisteachd phearsanta, saolidh mi gum bu chòir dhuibh goideadh a-steach gu dìomhair. Cha chreid mi gum biodh freiceadain an dorais ro mheasail oirbh.
mt: Jekk ridt udjenza personali, tixħol hawn bil-moħbi kien l-aħjar mod. Niddubita kemm l-għassiesa kienu jħennu għalik.
pl: Jeśli chcesz uzyskać prywatną audiencję, powinieneś spróbować wśliznąć się do środka. Nie sądzę, by strażnicy zechcieli poświęcić ci uwagę.
pt_br: Se você quiser conversar diretamente com ele, acho que o modo mais fácil seria entrando escondido... Duvido que os guardas vão ter muita boa-vontade.
sk: Ak túžiš po osobnej audiencii, asi najlepšie by bolo sa potajomky prešmyknúť dnu. Pochybujem, že stráže by ťa bez problémov pustili dnu.
zh_cn: 加入你想见米格拉姆，最好是潜入。 我不觉得洞口守卫会跟你配合。

source: Yeah... geez though. Caves, now? Are these caves long?
cs: Jo...Bože. Jeskyně? Jsou ty jeskyně dlouhé?
de: Menno… Jetzt auch noch Höhlen. Sind es lange Höhlen?
fr: Ouais... Quand même. Des grottes, maintenant ? Elles sont longues ces grottes ?
gd: Seadh ... ach, thia! Uamhan a-nis, an e? 'Eil na h-uamhan ud fada?
mt: Iwa... x'kedda imma. Għerien, issa? Twal dawn?
pl: Do licha. Teraz jaskinie? Czy są bardzo rozległe?
pt_br: Certo... mas que coisa, hein... Cavernas, agora? O caminho por elas é comprido?
sk: Aha.. teda prejsť tade. Teraz pre zmenu jaskyne? A sú dlhé?
zh_cn: 好……不过天啊……现在又是洞穴？ 这洞穴长不长？

source: I'm afraid so.
cs: Bohužel, jsou.
de: Ich fürchte ja.
fr: J'en ai peur.
gd: Tha eagal orm gu bheil.
mt: Jisobini ngħidlek, iva.
pl: Obawiam się, że tak.
pt_br: Creio que sim.
sk: Obávam sa, že hej.
zh_cn: 恐怕不短。

source: Ugh. No sense in turning back now, though.
cs: Fuj. Asi nemá smysl se vracet, i když.
de: Uff. Es wäre unsinnig, jetzt umzukehren.
fr: Rhaa. Plus question de faire demi-tour, pourtant.
gd: Iochd. Chan eil ciall dha thilleadh a-nis co-dhiù.
mt: Ehhh. Lanqas ħaqq indur lura issa.
pl: Uh. Tak czy siak już nie ma sensu zawracać.
pt_br: Pff. Bom, também não faz sentido tentar voltar agora.
sk: Ach. Myslím si, že aj tak nemá zmysel sa vracať.
zh_cn: 吖。 回头倒没意思。

source: Are you really certain you want to do this? I'm afraid I can't follow you into the caverns, so this is the last you would see of me.
cs: Jsi si opravdu jistý, že to chceš udělat? Obávám se, že tě tam nebudu moci následovat, pokud tam půjdeš, je to naposled, ce se vidíme.
de: Bist du wirklich bereit, das zu tun? Ich kann dir leider nicht in die Höhlen folgen, dies ist also der letzte Augenblick, wo du mich siehst.
fr: C'est vraiment ce que tu veux faire ? J'ai peur de ne pouvoir te suivre dans les cavernes, c'est donc la dernière fois que tu me vois.
gd: A bheil sibh cinnteach gu bheil sibh airson seo a dhèanamh dha-rìribh? Tha eagal orm nach urrainn dhomh leantainn oirbh dha na h-uamhan is mar sin chan fhaiceadh sibh a-rithist mi.
mt: Żgur li trid tagħmel dil-biċċa xogħol? Ma nistax niġi miegħek fil-grotot, u fil-kas ninfirdu hawn.
pl: Czy jesteś pewien, że chcesz to zrobić. Boję się, że nie mogę ci dalej towarzyszyć, tak więc tu się rozstaniemy.
pt_br: Mas tem certeza que quer mesmo ir até lá? E eu não tenho como te seguir nas cavernas, então acho que você não vai mais me ver antes de ter voltado.
sk: Si si určite istý, že to chceš urobiť? Bojím sa, že nebudem môcť s tebou ísť do jaskýň, takže toto je posledný krát, čo ma vidíš.
zh_cn: 你真的要去吗？ 我不能要跟你进洞， 这是你最后一次见我。

source: Yes, I am; I'd be twice the fool, to come this far and just give up.
cs: Ano, jsem si jistý; byl bych dvojnásobný blázen, kdybych šel tak daleko a prostě se vzdal.
de: Ja, bin ich; Ich wär doch bescheuert, wenn ich bis hierher komme und dann einfach aufgebe.
fr: Oui, je suis sûr ; ce serait vraiment bête d'être arrivé si loin pour simplement abandonner.
gd: Tha, tha mi cinnteach. Bhithinns' nam amadan dha-rìribh nan robh mi gèilleadh a-nis an dèidh na slighe faid' a ghabh mi ma-thà.
mt: Iva żgur; inkun iblah għal darbtejn, jekk indur lura issa li wasalt s'hawn.
pl: Tak, jestem pewien. Byłbym głupcem, gdybym się teraz poddał. W końcu tyle już przeszedłem.
pt_br: É, tenho certeza... Seria loucura em dobro desistir agora, depois de ter chegado tão longe.
sk: Áno, som; A bol by som dvojnásobný hlupák, prísť takto ďaleko a len tak to vzdať.
zh_cn: 我要去。现在转回去才更像笨蛋。

source: Nevertheless, thank you very much for all your help!
cs: Nicméně, děkuju ti za pomoc!
de: Trotzdem danke ich dir vielmals für deine Hilfe!
fr: Quoi qu'il en soit, Merci beaucoup pour ton aide !
gd: Gidheadh, mòran taing airson do cuideachaidh mhòir!
mt: Madanakollu, grazzi ħafna tal-għinuna!
pl: Niemniej dziękuję ci za pomoc.
pt_br: Bom, de qualquer modo, muio obrigado pela sua ajuda!
sk: Každopádne,⏎ ďakujem pekne za všetku pomoc!
zh_cn: 不论如何，谢谢你的帮助！
