Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: It's probably for the best, really, I can't imagine the mess if people actually got to fighting over stuff they disagreed about.
cs: Je to asi nejlepší, opravdu neumím si představit ten nepořádek, kdyby lidi bojovali pokaždé, když s něčím nesouhlasí.
de: Es ist vermutlich das Beste für sie, wirklich. Ich kann mir nicht das Durcheinander vorstellen, wenn die Leute sich jedesmal prügeln würden, wenn sie verschiedener Meinung wären.
fr: C'est probablement pour le mieux, vraiment, je n'ose imaginer la pagaille si les gens en arrivaient à se battre pour des choses sur lesquelles ils ne sont pas d'accord.
gd: ... tha e nas fhearr mar seo, cha chreid. Chan urrainn dhomh smaoineachadh air a' bhùrach nan robh daoin' a' sabaid ann an da-rìribh mu rudan air nach eil iad ag aontachadh.
mt: Naħseb li aħjar hekk. Ma nisgħax nimmaġina il-ħerba kieku in-nies jinfexxu jiġġieldu fuq kull disgwid.
pl: Tak chyba naprawdę jest lepiej. Nie wyobrażam sobie bałaganu, jaki by zapanował, jeśli ludzie zaczęliby walczyć o rzeczy dyskusyjne.
pt_br: Mas é melhor assim, mesmo. Imagine se todo mundo na vila fosse brigar quanto tivesse alguma discussão? A loucura que seria.
sk: Asi je to tak najlepšie. Neviem si predstaviť ten bordel, keď ľudia pôjdu do boja kvôli veci, o ktorej sa nezhodli.
zh_cn: 其实可能这样最好。 我可以想象人们用打架解决争端的麻烦事。

source: I guess I'm also worried about the other end; what Milgram is doing, et cetera.
cs: Já mám obavy o něco jiného; co teď Migram dělá.
de: Ich schätze ich bin auch über das, was Milgram sonst noch tut, verwirrt.
fr: Je suppose que je suis aussi inquiet pour l'autre côté ; ce que fait Milgram, etc.
gd: 'S e gu bheil dragh orm air an taobh eile; dè tha Calum a' dèanamh is mar sin air adhart.
mt: U qed ninkwieta wkoll mill-banda l-oħra, x'qed jagħmel Milgram, et cetera.
pl: Martwię się również o inne rzeczy: co robi Milgram, et cetera.
pt_br: Se bem que também me preocupo com o outro lado... Queria saber o que que o Milgram está fazendo.
sk: Na druhej strane mám strach, čo Milgram urobí.
zh_cn: 另一边也让我担忧，米格拉姆的举动。

source: I don't know; it's a little crazy to do this, but I've kinda been itching for something worthwhile to do.
cs: Nevím; Je trochu bláznivé dělat tohle, ale mám takové nutkání, že to za to stojí.
de: Ich weiß nicht; es ist ein wenig verrückt, das zu tun, aber es hat mich gejuckt, etwas Nützliches zu machen.
fr: Je ne sais pas. Aussi incroyable que ça puisse paraitre, j'ai envie de faire quelque chose d'utile.
gd: Chan eil fhios a'm, tha e caran craicte seo a dhèanamh, ach ann an dòigh bu mhiann leam rudeigin luachmhor a dhèanamh.
mt: Ma nafx; għidli miġnun, imma kond mejjet għal xi ħaġa li vallapena issir.
pl: Nie wiem. To trochę szalone, ale jakoś nie mogłem się doczekać, by zrobić coś dobrego.
pt_br: Não sei se ir até lá não é loucura, mas já faz tempo que eu queria ter algo pra fazer que valesse a pena.
sk: Neviem. Je trochu bláznivé sa na toto dať, ale asi to stojí za to.
zh_cn: 我不知道。这也许有些冒险， 但是我一直在找一件有价值的事来做。

source: Good excuse to get out and travel a bit. See the island.
cs: Dobrý důvod proč vypadnout a trochu si zacestovat Prohlídnout si ostrov.
de: Ein guter Vorwand, um ein wenig herumzukommen und zu reisen. Die Insel kennenlernen.
fr: Bonne excuse pour sortir et voyager un peu. Voir l'île.
gd: Leisgeul math gus faighinn a-mach is siubhal mu thimcheall, a' faicinn an eilein.
mt: Skuża tajjeb biex toħroġ tivjaġġa, u tara ftit il-gżira.
pl: Dobra wymówka, by wyjść z domu i trochę porozbijać się na szlaku. Spójrz na wyspę.
pt_br: E é uma boa desculpa pra viajar um pouco... Conhecer a ilha.
sk: Dobrá zámienka ísť preč a veľa cestovať. Vidieť ostrov.
zh_cn: 是个出去旅游的好借口，去看看岛上风光。

source: Risky business, though, isn't it?
cs: Riskantní, nemyslíš?
de: Das ist ein gefährliches Unterfangen, denkst du nicht?
fr: Aventure risquée, par contre, non ?
gd: Gnothach cunnartach co-dhiù, nach e?
mt: Mhux mingħir tiġrib. imma, x'taħseb?
pl: Ryzykowny biznes, nieprawdaż?
pt_br: Mas é meio arriscado, não?
sk: Riskantná záležitosť, no nie?
zh_cn: 不过还是挺危险，不是吗？

source: Oh, no question.
cs: Ale, Ani bych neřekl.
de: Oh, keine Frage.
fr: Oh, sans aucun doute.
gd: 'S e, gun teagamh.
mt: Bla dubju.
pl: Oh, bez dwóch zdań.
pt_br: Ah, sem dúvida.
sk: Ani sa nepýtaj.
zh_cn: 嗯，毫无疑问。

source: Can't be worse than the crap I have to deal with just coming into town, though.
cs: Nemůže to být horší, než ty blbosti, které jsem musel řešit do teď.
de: Könnte nicht schlechter sein als der Mist, mit dem ich zu tun habe, wenn ich bloß die Stadt betrete.
fr: Ça peut pourtant pas être pire que ce à quoi j'ai eu droit simplement pour être entré en ville.
gd: Chan urrainn dha bhith nas miosa na 'n cac ris a bh' agam ri dèiligeadh on a thàinig mi dhan bhaile, co-dhiù.
mt: M'għandiex tkun għar mill-kedda li ħadt biex dħalt ir-raħal imma.
pl: Jednak nic nie może być gorsze od kłopotów, jakie mam, gdy odwiedzam miasteczko.
pt_br: Mas não deve ser pior que as encrencas que eu enfrentei só pra chegar até aqui!
sk: Hádam to nemôže byť horšie ako ten prúser, v ktorom som sa ocitol, keď som prišiel do mesta.
zh_cn: 不过比起在我在镇上的遭遇，也坏不了多少。

source: Who knows? Maybe something good will come of it?
cs: Kdo ví? Třeba se stane něco dobrého?
de: Wer weiß? Vielleicht springt was Gutes dabei heraus?
fr: Qui sait ? Peut-être que quelque chose de bon en sortira ?
gd: Cò aig' a tha fios? 'S dòcha gun tig dad math às?
mt: Min jaf? Forsi ssawwar f'xi ħaġa tajba.
pl: Kto wie? Nie ma tego złego, co by na dobre nie wyszło.
pt_br: E, quem sabe? Talvez dê certo mesmo.
sk: Kto vie? Možno z toho vzíde aj niečo dobré?
zh_cn: 鬼知道？ 也许有好事发生？

source: Well, good luck! I'll be around.
cs: Dobře, hodně štěstí! Budu někde tady.
de: Gut, viel Glück! Ich bleibe in der Nähe.
fr: Eh bien, bonne chance ! Je serai dans le coin.
gd: Uill, guma math a thèid leat! Chì mi a-rithist thu.
mt: Mela, ir-risq! Jien ħa nkun f'dawn l-inħawi.
pl: Cóż, powodzenia! Będę w pobliżu.
pt_br: Bem, boa sorte! Estarei por aí.
sk: No, tak veľa štastia! Budem nablízku.
zh_cn: 好运！ 我一直在这附近。

source: Hello, again! So ... what now?
cs: Dobrý den, zase! Takže ... co teď?
de: Hallo nochmal! also … was jetzt?
fr: Rebonjour ! Alors... Que faire maintenant ?
gd: Haoidh, a-rithist! Dè a-nis?
mt: Erġajna ltqajna. Allura... x'imiss?
pl: Witam ponownie. Więc... co teraz?
pt_br: Oi de novo! Então... e agora?
sk: Nazdar, opäť! Tak ... čo teraz?
zh_cn: 你好，又一次见面！ 现在该怎么做？

source: It seems like some of the kitties are packing up and leaving, actually.
cs: Vypadá to, že některé kočky balí a odchází.
de: Es sieht aus, als ob einige Kätzchen zusammenpacken und wirklich aufbrechen.
fr: Il semble que certains des chatons soient en train de plier bagages et de partir, en fait.
gd: A dh'innse na fìrinn, tha e coltach gu bheil cuid dhe na piseagan a' pasgadh na slatan gus fàgail.
mt: Jidher li xi ftit mill-qtates qed iżarmaw u jitilqu.
pl: Wygląda na to, że właściwie niektóre kotki pakują się i wyjeżdżają.
pt_br: Bom, parece que os gatos estão se aprontando pra ir embora, na verdade.
sk: Vyzerá to, že niektoré mačky sa balia a odchádzajú.
zh_cn: 看起来小猫们准备离开了。

source: That's news to me! Where did you see that?
cs: To je pro mě novinka! Kde jsi to viděl?
de: Das ist neu für mich! Wo hast du das gesehen?
fr: Voilà de bonnes nouvelles pour moi ! Où avez-vous vu ça ?
gd: 'S e naidheachd ùr a th' ann dhomhsa! Cà faca tu sin?
mt: Din ġdida għalija. Kif taf?
pl: Nie wiedziałem o tym! Gdzie to zobaczyłeś?
pt_br: Isso é novidade pra mim! Onde foi que você viu isso?
sk: To sú mi teda novinky! A kde si to videl?
zh_cn: 我都不知到！ 你在哪里看到的？

source: Actually, nevermind - I'm just trying to figure out what their intentions are.
cs: Vlastně, to je jedno - já chci jen zjistit, jaké jsou jejich úmysly.
de: Genau genommen, vergiss es - Ich versuche gerade, ihre Absichten zu durchschauen.
fr: En fait, aucune importance - J'essaye juste de comprendre quelles sont leurs intentions.
gd: Ach, coma leat - chan eil mi feuchainn ach obrachadh a-mach dè tha fainear dhaibh.
mt: Biex ngħidlek is-sew, ara tagħtix kas - kond qed nipprova nifhem l-għan tagħhom.
pl: Prawdę mówiąc, zapomnijmy o tym. Próbuję odkryć, jakie mają zamiary.
pt_br: Não, deixa pra lá... O que eu quero mesmo é entender o que eles vieram fazer aqui.
sk: Ale to nič - len snažím odhaliť ich zámery.
zh_cn: 实际上，算了 - 我正在调查它们的动机。

source: Well, if you're game to find out, I just saw one of Milgram's lieutenants march up to the elder's house.
cs: Dobře, jestli to je tak, viděl jsem Milgramova poručíka, jak pochodoval do domu staršího.
de: Nun, wenn du dazu bereit bist, ich sah einen Leutnant von Milgram in das Haus des Ältesten marschieren.
fr: Eh bien, si ça vous intéresse, je viens de voir l'un des lieutenants de Milgram se diriger vers la maison de l'ancien.
gd: Uill, ma tha sibh airson faighinn a-mach, chunna mi tànaiste aig Calum Corca a' dol suas dhan taigh aig an t-seanair.
mt: Ħeqq, jekk vera tixtieq issir taf, rajt logutenent ta' Milgram miexi lejn dar ix-xiħ.
pl: Cóż, jeśli zamierzasz się tego dowiedzieć, przed chwilą widziałem jednego z poruczników Milgrama
pt_br: Bom, se você quer mesmo saber, acabei de ver um dos capitães do Milgram entrar na casa do ancião da vila.
sk: Ak si stále myslíš, že je to iba hra, práve som videl jedného z Milgramových poručíkov ísť k staršiemu do domu.
zh_cn: 哦，如果你想要探明，我刚看到它们的一个 士官进入老头的屋子。

source: Weird. I wonder what they want with the elder?
cs: Zvláštní.⏎ Zajímalo by mě, co chtěl od staršího
de: Seltsam. Ich frage mich, was sie vom Ältesten wollen.
fr: Étrange. Je me demande ce qu'ils veulent à l'ancien.
gd: Neònach. Saoil dè tha iad ag iarraidh bhon t-seanair?
mt: Kos, min jaf x'iridu mix-xiħ.
pl: Dziwne. Zastanawiam się, czego oni chcieli od starca?
pt_br: Estranho... O que será que querem com ele?
sk: Čudné. Zaujímalo by ma, čo so starším chcú?
zh_cn: 奇怪呢。 它们想要什么？

source: I have a notion, but if you're going to go up there, you'd better go whilst the going's good.
cs: Možná bych věděl, ale jestli se tam chystáte jít, bude lepší když si dáte pozor.
de: Ich hab da eine Idee, aber wenn du da wirklich rauf willst, dann gehe, solange die Lage ruhig ist.
fr: J'ai une idée, mais si vous allez là-haut, vous feriez mieux d'y aller tant que tout va bien.
gd: Tha beachd agam fhèin, ach ma tha sibh airson dhol thall suas, bu chòir dhuibh togail oirbh.
mt: Għandi nofs idea, imma jekk sejjer, aħjar taħtaf iċ-ċans issa.
pl: Mam o tym pewne pojęcie, ale jeśli chcesz iść tam na górę, to lepiej idź, póki jest dobrze.
pt_br: Eu até tenho uma ideia, mas se você quiser saber mesmo, o jeito é chegar lá em cima enquanto é tempo.
sk: Mám istú predstavu, ale ak tam chceš ísť, choď, kým sa nestane niečo zlé.
zh_cn: 我有个注意， 如果你要去，最好在一切顺利的时候走。

source: Yeah, I'll check it out.
cs: Jo, okouknu to.
de: Ja, ich werde das überprüfen.
fr: Ouais, je vais vérifier.
gd: Seadh, bheir mi sùil air.
mt: Iwa, ħa nagħti titwila.
pl: Tak, sprawdzę to.
pt_br: É, vou verificar.
sk: Okej, pôjdem to skontrolovať.
zh_cn: 好，我去看一下。

source: So! I've unlocked this gate, here.
cs: Tak! Otevřel jsem tuhle bránu
de: Endlich! Das Tor hier ist aufgeschlossen.
fr: Bon ! J'ai ouvert cette porte, là.
gd: Nise! Dh'fhosgail mi an geat' a tha seo.
mt: Mela! Ftaħt dil-grada hawnhekk.
pl: Więc! Otworzyłem tę bramę.
pt_br: Então! Está aberto o portão.
sk: Tak! Otvoril som tu bránu.
zh_cn: 好！我把这扇门给你打开了！

source: Finally, a chance to use your degree...
cs: Konečně, šance ukázat co jsi zač ...
de: Letzlich eine Chance, die du zu deinem Vorteil nutzen kannst…
fr: Enfin, une occasion d'utiliser ton diplôme...
gd: Mu dheireadh thall, cothrom gus an ceum oilthigh agad a chur gu feum ...
mt: Fl-aħħar, ċans tuża t-tagħlim l-għandek...
pl: W końcu twoja ranga na coś się przydała.
pt_br: Finalmente, uma chance pra usar o seu diploma...
sk: Konečne, šanca využiť tvoj titul...
zh_cn: 终于到了用你的学位的时候...

source: ...Sorry.
cs: ... Promiň.
de: …Entschuldigung
fr: ... Désolé.
gd: ... duilich.
mt: ...Skużani.
pl: ...Przepraszam.
pt_br: ...Ops, desculpe.
sk: ... Pardon.
zh_cn: ...抱歉

source: Through there, is the way to where Milgram lives.
cs: Tamtudy je cesta k místu, kde Milgram žije.
de: Dort entlang geht es zu dem Ort, an dem Milgram lebt.
fr: C'est par là qu'il faut passer pour aller chez Milgram.
gd: Tro thall ann a shiud, siud far a bheil slighe gu Caisteal Chaluim.
mt: Minn hemm tasal għal fjen jgħammar Milgram.
pl: Tędy prowadzi droga do miejsca zamieszkania Milgrama.
pt_br: Por aqui é o caminho pra onde vive o Milgram.
sk: Tadiaľto vedie cesta, kde tzv. Milgram žije.
zh_cn: 经过这儿， 便是前往米格拉姆居所的路了。

source: If I remember right, one way to his castle will take you... hmm.
cs: Jestli si to pamatuji správně, jeden způsob, jak se dostat do hradu je ... hmm.
de: Wenn ich mich richtig erinnerre, dann wirst du auf dem Weg wohl… hmm.
fr: Si je me souviens bien, il y a un chemin vers son château qui t'amènera... hum.
gd: Ma 's math mo chuimhne, bheir aon dhe na slighean dhan chaisteal thu ... hmm.
mt: Jekk niftakar sew, waħda mit-toroq lejn il-kastell twasslek... ħmm.
pl: Jeśli dobrze pamiętam, jedna z dróg do zamku zaprowadzi cię... hmm.
pt_br: Se eu me lembro bem, um dos caminhos pro castelo vai te levar pela... Hmm...
sk: Ak si dobre pamätám, jedna cesta do jeho hradu ťa zavedie.. hmm.
zh_cn: 假如我没记错， 通往他的城堡一条路会 ... 。

source: Uh, this'll take you over a bridge, then through an underground passage.
cs: Ehm, budeš muset přejít most a potom skrz podzemní průchod.
de: Ach, dort kommst du über eine Brücke und läufst dann durch eine unterirdische Passage.
fr: Euh, ça te conduira au-dessus d'un pont, puis dans un passage souterrain.
gd: Uill, bheir e thairis air drochaid thu is an uair sin tro shlighe fon talamh.
mt: Ehm, din twasslek fuq pont, u wara minn passaġġ taħt l-art.
pl: eh poprowadzi cię nad mostem, następnie przez podziemne przejście.
pt_br: Bom, por aqui você vai passar por uma ponte, e depois por uma passagem subterrânea.
sk: Ach, áno, zavedie ťa cez most, potom cez taký jeden podzemný úsek.
zh_cn: 通过一座桥，然后穿过地下通道。

source: Watch your head in there.
cs: Musíte jít pořád dopředu.
de: Pass hier drinnen auf deinen Kopf auf.
fr: Là, prends garde à ta tête.
gd: An aire air do cheann a-staigh ann a shiud.
mt: Ara rasek meta tidħol hemm.
pl: Uważaj tam na głowę.
pt_br: Cuide pra não bater a cabeça.
sk: Pozor na hlavu tam.
zh_cn: 在那里面小心脑袋。

source: Past that, and you come to the forest.
cs: Pak dojdete do lesa.
de: Dahinter kommst du zum Wald.
fr: Après ça, tu arriveras à la forêt.
gd: Seachad air seo is thig thu dhan choille.
mt: Għaqbiżha, u tasal fil-masġar.
pl: Dalej rozciąga się las.
pt_br: Depois disso, você chega na floresta.
sk: Prejdi to a prídeš do lesa.
zh_cn: 通过之后，你会到达丛林里。

source: I haven't been there in a long time, so I'm not sure what's become of it.
cs: Dlouho jsem tam nebyl, takže nevím jak to tam teď vypadá.
de: Dort war ich schon lange nicht mehr, also bin ich mir nicht sicher, was draus jetzt geworden ist.
fr: Je n'y suis pas allé depuis bien longtemps, je ne sais donc pas ce qu'il en est advenu.
gd: Cha robh mi ann thall o chionn fhada, is chan eil fhios a'm dè dh'èirich dha.
mt: Ilna ma mmur hemm għomor, u ma nafx x'ħa nsib.
pl: Nie byłem tam od dawna i nie wiem, jak to teraz wygląda.
pt_br: Já faz muito tempo que eu não vou lá, então não sei mais como estão as coisas.
sk: Nebol som tam dlhú dobu,⏎ takže neviem, čo sa tam deje.
zh_cn: 我有很长时间没去那儿了， 所以不清楚那里现在成了什么样子。

source: I'm rather out of date on my political geography, so you'll just have to ask people as you go.
cs: Mé politicko-geografické znalosti jsou už zastaralé, takže se budeš muset poptat lidí kudy dál.
de: Ich weiß nicht, was gerade so läuft, also musst jedem, den du triffst, ein paar Fragen stellen.
fr: Je suis pas très à jour en géographie politique, alors il faudra que tu demandes aux gens le long du trajet.
gd: Cha do chùm mi ceum ri cùisean poileataigeach tuilleadh, mar sin feumaidh tu faighneachd dha dhaoine air a' rathad.
mt: Il-ġeografija politika tiegħi naqra skaduta, u aħjar issaqsi matul it-triq.
pl: Jestem raczej nie na czasie z geografią polityczną, więc będziesz musiał popytać innych ludzi.
pt_br: As minhas memórias da geografia da região já não são mais as mesmas, então vá perguntando pelo caminho.
sk: Moje geografické informácie sú viac-menej zastaralé, mal by si sa proste spýtať ľudí, kade ísť.
zh_cn: 我也在政治地理上过时了， 你需要问问其他人走什么路。

source: Uhm... well, don't you have any maps or such? Are you going to help outfit me for this?
cs: Aha... dobře, nemáš mapu nebo něco takového? Nebo něco co by mi mohlo pomoc?
de: Ähm… nun, hast du nicht 'ne Karte für mich? Wirst du mich auch gut dafür vorbereiten?
fr: Hmm... Eh bien, tu n'as pas des cartes ou autre ? Tu vas m'aider à m'équiper pour la route ?
gd: Tha ... uill, nach eil mapa no dha leithid agad? An toir thu taic dhomh le trusgan idir?
mt: Ehm, m'għandekx xi mappa jew xi ħaġa. Ħa tgħini jew le?
pl: Um... Nie masz może jakiejś mapy? Pomożesz mi się wyekwipować w to?
pt_br: Hã... bom, você não tem um mapa, algo assim? Não vai me ajudar a me preparar pra viagem?
sk: Nemáš nejaké mapy? A nepomohol by si mi vystrojiť sa na cestu?
zh_cn: 啊...你没有地图一类的物品？能帮我找个？

source: Nope. You're on your own. Good luck.
cs: Ne. Jdeš na vlastní pěst. Hodně šťestí.
de: Nö. Du bist auf dich alleingestellt. Viel Glück.
fr: Nan. Tu es tout seul. Bonne chance.
gd: Cha toir. Tha thu nad aonar. Guma math a thèid leat.
mt: Leq. F'idejk din. Ir-risq.
pl: Nie. Musisz radzić sobie sam. Życzę powodzenia.
pt_br: Não. Te vira! E boa sorte.
sk: Nie.⏎ Ideš na vlastnú päsť. Veľa šťastia.
zh_cn: 不行， 你只能靠自己。好运。

source: Gee, thanks.
cs: Hmm, díky.
de: Na sowas, danke.
fr: Pff, merci.
gd: Thia, taing.
mt: Ukoll, grazzi.
pl: Eh, dzięki.
pt_br: Certo, certo. Obrigado.
zh_cn: 呃，谢拉。

source: Before we part ways, though, one question:
cs: Než odejdu, Mám jednu otázku:
de: Bevor sich unsere Wege trennen habe ich noch eine Frage:
fr: Avant de se séparer, par contre, une question :
gd: Mus dealaich sinn, tha ceist agam co-dhiù:
mt: Iżda qabel ma ninfirdu, mistoqsija waħda:
pl: Zanim się rozstaniemy, mam pytanie:
pt_br: Mas... uma última coisa, antes de eu sair...
sk: Predtým, než sa rozdelíme, jedna otázka:
zh_cn: 在我们岔开之前，一个问题：

source: What are we planning to do about the rest of Milgram's army?
cs: Co bude se zbytkem Milgramovi armády?
de: Was planen wir mit dem Rest von Milgrams Armee zu machen?
fr: Que prévoyons-nous de faire au sujet du reste de l'armée de Milgram ?
gd: Dè nì sinn leis a' chorr dhen fheachd Chaluim?
mt: X'ħa nagħmlu għal-bqija tal-armata ta' Milgram?
pl: Co zrobimy z resztą armii Milgrama?
pt_br: O que é que vamos fazer com o resto do exército do Milgram?
sk: Čo plánuješ urobiť so zvyškom Milgramovej armády?
zh_cn: 剩下的米格拉姆军队我们该怎么办？

source: Hey guys!
cs: Ahoj kluci!
de: Hallo Leute!
fr: Hé les gars !
gd: Sin sibh, a chàirdean!
mt: Bonġu l-aħwa!
pl: Hej przyjaciele!
pt_br: Oi, pessoal!
sk: Hej, chalani!

source: Oh, hey there! Didn't see you coming.
cs: Ach, Ahoj tam! Neviděl jsem tě přicházet.
de: Oh, hallo! Habe dich gar nicht kommen gesehen.
fr: Oh, hé là ! Je ne t'ai pas vu venir.
gd: Ò, sin thu fhèin! Chan fhaca mi thu tighinn.
mt: Bonġu, ma rajniekx ġej.
pl: Witaj! Nie zauważyłem cię.
pt_br: Ah, olá! Não tinha visto você chegando.
sk: Ach, nazdar! Nevidel som ťa prichádzať.
zh_cn: 哦，你好！ 没看到你进来。

source: Yeah, I couldn't help but overhear, and ... good news: Your problem is solved!
cs: Jo, nemohl jsem si pomoc ale slyšel jsem a ... dobré zprávy: tvůj problém je vyřešen!
de: Genau, ich konnte nicht helfen aber mithören und… gute Nachrichten: Dein Problem ist gelöst.
fr: Ouais, je n'ai pas pu m'empêcher d'entendre, et... bonne nouvelle : votre problème est résolu !
gd: Uill, cha b' urrainn dhomh gun a bhith a' cluinntinn, is ... naidheachd mhath: Tha an trioblaid a'd fuasgailte!
mt: Iwa.. smajt x'kontu qed tgħidu mingħir ma ridt, u... għandi bxara tajba: Il-problema tagħkom solvuta!
pl: Tak, nie mogłem nie podsłuchać, i... dobra wiadomość: twój problem się rozwiązał!
pt_br: Bom, eu acabei escutando a conversa, e... boas novas: Seus problemas acabaram!
sk: Áno, nemohol som ti pomôcť, ale čosi som začul a... dobrá správa: tvoj problém je vyriešený!
zh_cn: 我听到你们的话了，...好消息是， 你的问题解决了！

source: What do you mean?
cs: Co tím myslíš?
de: Was meinst du?
fr: Qu'est-ce que tu veux dire ?
gd: Cò air a tha thu a-mach?
mt: Xi trid tgħid?
pl: Co masz na myśli.
pt_br: Como assim?
sk: Čo tým myslíš?
zh_cn: 什么意思？

source: Milgram's crew. When that captain-guy came out of the house here, they all hopped in his airship and left.
cs: Milgramova posádka. Když poručík vyšel z domu Všichni nastoupili do vzducholodi a odletěli.
de: Milgrams Bande. Als dieser "Käpt'n" aus dem Haus dort kam, sprangen alle in sein Luftschiff und verschwanden.
fr: L'équipage de Milgram. Quand ce capitaine est sorti de la maison, là, ils ont tous sauté dans son dirigeable et sont partis.
gd: Sgioba Chaluim. Nuair a thàinig an caiptean ud a th' aca mach às an taigh ud, leum iad uile dhan t-soitheach adhair aige is thog iad orra.
mt: Iċ-ċorma ta' Milgram. Meta l-kap ħareġ mid-dar, kollha telgħu fid-diriġibbli tiegħu u telqu.
pl: Drużyna Milgrama. Kiedy kapitan wyszedł z domu, oni wszyscy wskoczyli do jego powietrznego statku i odlecieli.
pt_br: A tropa do Milgram. Depois que o capitão saiu por essa porta, todo mundo embarcou na aeronave dele e foi embora.
sk: Milgramova posádka. Keď kapitán vyšiel z domu, všetci naskočili do jeho vzducholode a odišli.
zh_cn: 米格拉姆的属下。当那个头目样的家伙出来 之后，他们都蹦上他的飞船离开了。

source: Amazing... if you don't mind, I have a few questions for you.
cs: Ůžasné ... jestli ti to nevadí, mám na tebe pár otázek.
de: Erstaunlich…, wenn es Sie nicht stört, ich habe da ein paar Fragen für Sie.
fr: Incroyable... si tu veux bien, j'ai quelques questions pour toi.
gd: Mìorbhaileach ... mas fhaod mi, tha ceist no dhà agam dhut.
mt: Tal-għaġeb... jekk ma jimpurtax, għandi xi ftit mistoqsijiet.
pl: Niesamowite... Jeśli nie masz nic przeciwko, mam do ciebie kilka pytań.
pt_br: Que beleza... se você não se importa, eu tenho umas perguntas pra fazer.
sk: Úžasné... ak by ti nevadilo, mal by som pre teba zopár otázok.
zh_cn: 不可思议...如果你不在意，我有几个问题。

source: Well, that settles things for me. You two have fun.
cs: No, tím se to vyřešilo i pro mě. Jak vidím vy dva máte zábavu.
de: Nun, das erspart mir einiges. Ihr beide scheint Spaß zu haben.
fr: Eh bien, tout est réglé, alors. Amusez-vous bien tous les deux.
gd: Uill, tha mi rèidh. Gabhaibh tlachd, an dithis agaibh.
mt: Minn-naħa tiegħi tajjeb. Ħudu gost.
pl: Cóż, ja usłyszałem już wszystko. Bawcie się dobrze.
pt_br: Bom, problema resolvido, então... Vocês se divirtam.
sk: Dobre, tým by sa to pre mňa vyriešilo. Bavte sa.
zh_cn: 呵呵，这对我简单多了。 你们两个好好耍耍。

source: Who are you?
cs: Kdo jsi?
de: Wer bist du?
fr: Qui es-tu ?
gd: Cò thusa?
mt: Min int?
pl: Kim jesteś?
pt_br: Quem é você?
sk: Kto si?
zh_cn: 你是谁？

source: I'm whatever the occasion calls for.
cs: Já jsem cokoliv co chceš.
de: Ich bin jederzeit bereit.
fr: Je suis exactement ce dont tu as besoin.
gd: Tha seo a' crochadh air an t-suidheachadh.
mt: Jien nsir skond x'titlob l-okkażjoni.
pl: Jestem do tego, do czego okazja wzywa.
pt_br: Sou o que a ocasião pede que eu seja.
sk: Budem kýmkoľvek, koho situácia bude vyžadovať.
zh_cn: 我是这情况正需要的人物。

source: That's nutty.
cs: Oříšky?
de: Ist ja irre.
fr: Ça n'a pas de sens.
gd: Tha thu às do rian.
mt: Ġennata.
pl: To zwariowane.
pt_br: Isso é uma pegadinha?
sk: To je šialené.
zh_cn: 真蛋疼。
