Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: You're welcome, but it's a tad premature... I have something for you which I hope will help.
cs: Rádo se stalo, ale je to trochu brzo... Mám pro tebe něco, co ti doufám pomůže.
de: Du bist willkommen, aber es ist ein wenig zu früh… Doch ich habe etwas für dich, was dir bestimmt hilft.
fr: Il n'y a pas de quoi, mais c'est un peu prématuré... J'ai quelque chose pour toi, j'espère que ça t'aidera.
gd: Tha sibh làn di-beathte, ach tha ur taing caran ro thràth ... Tha rudeigin agam dhuibh a chuidicheas sibh, tha mi 'n dòchas.
mt: Ta' xejn, iżda għadu kmieni... Għandi xi ħaġa għalik li nittama li tgħinek.
pl: Nie ma sprawy, ale to nieco przedwczesne... Mam coś, co mam nadzieję ci pomoże.
pt_br: De nada, mas é meio cedo pra agradecer... Eu tenho algo aqui que talvez possa ajudar.
sk: Si vítaný, ale.. je to trochu narýchlo... Mám niečo pre teba, čo by snáď mohlo pomôcť.
zh_cn: 不用谢，不过你说的还有点早… 我有一样东西希望能帮上忙。

source: Oh?
cs: Ou?
fr: Vraiment ?
gd: Ò, a bheil?
mt: Eh?
pt_br: Hã?
zh_cn: 哦？

source: Yes, I've pulled a few strings, called in a few favors and whatnot...
cs: Ano, tahal jsem za pár nitek, odkazoval se na pár laskavostí a kdo ví co ještě...
de: Ja, ich habe hier und da ein paar Beziehungen spielen lassen und ein paar Gefallen erledigt…
fr: Oui, j'ai fait jouer quelques relations, demandé quelques comptes et des trucs du genre...
gd: Seadh, rinn mi maoidhean às ur leth, bha fàbhar agam air duine no dithis ...
mt: Iva, ġbidt ftit ħbula, tlabt ftit pjaċiri u x'taf int...
pl: Tak, tu i ówdzie użyłem swoich wpływów, przypomniałem kilka niespłaconych długów...
pt_br: Sabe, eu mexi uns pauzinhos, pedi uns favores e por aí vai...
sk: Áno, dal som dohromady pár nitiek, pripomenul zopár láskavostí, a ktovie čo ešte..
zh_cn: 是，我拜托了些熟人……

source: ...and got my hands on a Force Talisman. For your use.
cs: ... a dostal jsem Talisman. pro tebe.
de: … und bekam dafür einen Kraft-Talisman. Nur für dich.
fr: ... et j'ai fini par obtenir un Talisman de Force. Pour toi.
gd: ... fhuair mi greim air seun cumhachd. Air ur sonse.
mt: ... u ddubbajt Taliżman tal-Forza. Għalik.
pl: ... i dostałem w swoje ręce Talizman Siły. Zrób z niego dobry użytek.
pt_br: ...e consegui pôr as mãos num Talismã de Força. Pra você usar.
sk: ... a nakoniec položil svoje ruky na Talizman Sily. K tvojim službám.
zh_cn: ……拿到了这个力量法宝， 给你用。

source: I'm not exactly sure what it will do, but I'm told it has somewhat of a mind of its own.
cs: Nejsem si jistý, co to dělá, bylo mi řečeno, že to má vlastní mysl.
de: Ich weiß nicht genau, was er bewirkt, aber man sagte mir er habe einen eigenen Willen.
fr: Je ne suis pas vraiment certain de ce qu'il fait, mais on m'a dit qu'il avait en quelque sorte son esprit propre.
gd: Chan eil mi buileach cinnteach dè nì e, thuirt iad rium gu robh e beagan leam-leat.
mt: Ma nafx x'jagħmel eżatt, imma qaluli li donnu għandu r-rieda tiegħu.
pl: Nie jestem pewien, jak on dokładnie działa, ale chodzą słuchy, że posiada on swój własny umysł.
pt_br: Não tenho certeza do que ele vai fazer, mas me falaram que ele age por conta própria.
sk: Nie som si presne istý, čo spravím, ale bolo mi povedané, že má aj svoju vlastnú myseľ.
zh_cn: 我不知道它具体有什么用， 但是听说它好像有自己的意识。

source: I'm not sure I understand...
cs: Asi ti nerozumím...
de: Ich verstehe nicht recht…
fr: Je ne suis pas sûr de bien comprendre...
gd: Chan eil mi cinnteach a bheil mi tuigsinn ...
mt: Ma naħsibx li fhimt...
pl: Nie jestem pewien czy rozumiem.
pt_br: Acho que não entendi...
sk: Nie som si istý, či rozumiem..
zh_cn: 我不太明白……

source: Nor do I - that's simply what I was told.
cs: Já taky ne- Jen říkám, co mi řekli.
de: Ich auch nicht - nur das ist alles, was man mir erzählte.
fr: Moi non plus, mais c'est tout ce qu'on m'a dit.
gd: Chan eil no mise - seo na dh'innis iad dhomh ge-tà.
mt: Lanqas jien ta - qed ngħidlek x'qaluli.
pl: Ani ja - po prostu tak mi powiedziano.
pt_br: Nem eu - mas foi isso o que me disseram.
sk: Ani ja - len hovorím to, čo mi bolo povedané.
zh_cn: 我也不懂——只是别人这样说的。

source: Nevertheless, you can probably figure that out simply by trying it.
cs: Ať je to jak chce, můžeš to prostě zkusit.
de: Trotzdem kannst du selbst testen, was das Ding kann.
fr: Quoi qu'il en soit, tu peux probablement comprendre tout ça en l'essayant directement.
gd: Gidheadh, tha mi 'n dùil gum faigh sibh a-mach ma dh'fheuchas sibh ris.
mt: Wara kollox, taf tifhem int kif tużah jekk tipprova.
pl: Niemniej jednak możesz prawdopodobnie odkryć zasadę jego działania, zwyczajnie go wypróbowując.
pt_br: De qualquer modo, acho que você irá descobrir o que é, ao tentar usar.
sk: Avšak, pravdepodobne budeš osoba, ktorá sa o to jednoducho snaží.
zh_cn: 不过，你试一试应该就 可以琢磨出来了。

source: I wish you the best, and I hope that helps keep you safe!
cs: Přeji ti všechno nejlepší, a ti to pomůže zůstat v bezpečí!
de: Ich wünsch dir Glück und hoffe, dass er dich beschützen wird.
fr: Bon courage à toi, j'espère que ça t'aidera !
gd: Guidheam gach fortan dhuibh is tha mi 'n dòchas gun cùm e sàbhailte sibh!
mt: Nixtieqlek ir-risq, u nittama li jbegħdek mit-tiġrib!
pl: Powodzenia, i mam nadzieję, że to ci pomoże.
pt_br: Te desejo boa sorte, e espero que isso te mantenha a salvo!
sk: Želám ti len to najlepšie, a dúfam, že toto ťa pomôže udržať v bezpečí!
zh_cn: 祝你好运， 希望它保护你的安全！

source: Absolutely! Thanks again!
cs: Určitě! Znovu děkuji!
de: Absolut! Danke nochmal!
fr: Absolument, Merci encore !
gd: Gu dearbh! Taing a-rithist!
mt: Jien ukoll! Nirringrazzjak!
pl: Z pewnością! Dziękuję jeszcze raz!
pt_br: É o que vou fazer! Obrigado de novo!
sk: Absolútne! Znovu vám ďakujem!
zh_cn: 多谢了！

source: Bon Bosque
de: Guter Hag
fr: Bon Bosquet
gd: Coille choibhneil
mt: Masġar Twajjeb
pt_br: Bom Bosque
zh_cn: 给力树丛

source: Bug Mining
cs: Hmyzí dolování
de: Käferminen
fr: Mine d'Insectes
gd: Mèinn nan daolag
mt: Ħsad id-Dud
pl: Kopalnia Owadów
pt_br: Mina-Formigueiro
sk: Chrobákov dol
zh_cn: 虫虫大收集

source: Burn and Bubble
cs: Oheň a bublina
de: Feuer und Blasen
fr: Eau et Feu
gd: Teine is plubadaich
mt: Ħarqa w Bużżieqa
pl: Parzące Kuleczki
pt_br: Plantas Atiradoras
sk: Horí a bublá
zh_cn: 火焰与水泡

source: I need to go up... There must be a way to activate this elevator.
cs: Musím jít nahoru ... Musí tam být způsob, jak aktivovat ten výtah.
de: Ich muss dort hoch… Irgendwie muss man diesen Aufzug aktivieren können.
fr: Je dois monter... Il doit y avoir un moyen d'activer cet ascenseur.
gd: Feumaidh mi dhol suas ... Feumaidh gu bheil dòigh ann ach an tòisich a' lioft
mt: Għandi bżonn nitla l-fuq... bil-fors hemm mod kif nixgħal dal-lift.
pl: Muszę iść w górę... Na pewno w jakiś sposób można aktywować windę.
pt_br: Eu preciso ir lá em cima... Deve ter um jeito de eu acionar esse elevador.
sk: Potrebujem ísť nahor...⏎ Musí tam byť spôsob, ako spojazdním tento výťah.
zh_cn: 我得往上走……一定有个办法 可以启动升降梯的。

source: Burning Stone
cs: Hořící kámen
de: Brennender Stein
fr: Pierre Brûlante
gd: Clach a' losgadh
mt: Ġebla Taqbad
pl: Płonący Kamień
pt_br: Fogo de Chão
sk: Horiaci kameň
zh_cn: 灼烧之岩

source: The Cat-Factory's Catwalks
de: Läufbänder der Katzenfabrik
fr: La Passerelle de l'Usine à Chats
gd: Slighean an fhactaraidh phiseagan
mt: Passerelli tal-Fabbrika Tal-Qtates
pl: Wybieg Fabryki Kotów.
pt_br: Passarelas e Esteiras
sk: Prehliadka Mačko-továrne
zh_cn: 猫工厂的猫步

source: Caverns of Holes
cs: Jeskyně plné jám.
de: Löchrige Höhlen
fr: Cavernes des Trous
gd: Uamh nan toll
mt: Għerien Ħofor
pl: Dziurawe Jaskinie
pt_br: Gruta Furada
sk: Jaskynné diery
zh_cn: 洞之洞穴

source: Central Services
de: Dienstzentrale
fr: Services Centraux
gd: Prìomh sheirbheisean
mt: Servizzi Ċentrali
pl: Usługi Centralne.
pt_br: Central de Equipamentos
sk: Centrála
zh_cn: 中央服务

source: Oh hey, I hadn't seen you here before.
cs: Hej, tebe jsem tady ještě neviděl
de: Oh hallo, ich habe dich hier noch nie zuvor gesehen.
fr: Oh hé, je ne t'ai jamais vu ici avant.
gd: Ò, haoidh, chan fhaca mi thu ann a sheo roimhe.
mt: Aw bonġu, qatt ma rajtek hawn qabel.
pl: Oh witaj, nie widziałem cię tu wcześniej.
pt_br: Oh, opa, não tinha te visto aqui antes.
sk: Ach počkaj, nikdy predtým som ťa tu nevidel.
zh_cn: 哦，你好，我以前没看见你在这里。

source: Ah, yeah, I help Chopple at taking care of the store. He had asked me to go to the village to know what was going on, with all that noise that was coming from beyond the cave.
cs: Ach, jo, Pomáhám Chopplovi v obchodě. Požádal mě, abych se šel podívat do vesnice co je to hluk za jeskyní.
de: Ah ja, ich helf Chopple dabei, auf den Laden aufzupassen. Er hatte mich gebeten, zum Dorf zu gehen und zu erfahren, was dort passiert ist, bei all dem Krach, der aus der Höhle kam.
fr: Ah, ouais, j'aide Chopple à prendre soin de la boutique. Il m'avait demandé d'aller au village pour savoir ce qui se passait, avec tout ce bruit qui venait d'au-delà de la grotte.
gd: Aidh, tha mi cuideachadh Ailig leis a' bhùth. Dh'iarr e orm dhol dhan bhaile faighinn a-mach dè bha tachairt leis an fhuaim a bha seo a' tighinn o thaobh thall na h-uamha.
mt: Eh iva, ngħin lil Ċopil fil-ħanut. Saqsieni mmur ir-raħal biex nara x'kien qed jiġri, minħabba dak l-istorbju kollu li kien ġej lil hin mill-għar.
pl: A tak, pomagam Chopple'owi w zajmowaniu się sklepem. Poprosił mnie, bym poszedł do wioski, by dowiedzieć, co jest przyczyną tego hałasu, który dochodzi spoza jaskini.
pt_br: Ah, sim, eu ajudo o Chopple a cuidar das coisas aqui. Ele tinha me pedido pra ir ver na vila o que estava acontecendo, o motivo da barulheira que estava vindo do outro lado da caverna.
sk: Ach, áno, pomáham Chopplovi so starostlivosťou o obchod. Požiadal ma, aby som išiel do dediny vyzistiť, čo stojí za všetkým tým hlukom vychádzajúcim z jaskyne.
zh_cn: 额，是吧，我帮助巧比经营商店。 他让我去镇子看看发生的事情， 因为洞穴那面传来那么巨大的噪音。

source: Then I suppose that Milgram's guards saw you and locked you up?
cs: Myslel jsem, že tě Milgramovi stráže viděli a zavřeli tě.
de: Dann nehme ich an, dass Milgrams Wachen dich fanden und hier einsperrten?
fr: Alors je suppose que les gardes de Milgram t'ont vu et t'ont enfermé ?
gd: Mar sin, tha mi 'n dùil gum faca na freiceadain aig Calum thu is gun do ghlac iad thu?
mt: Mela nissuponi li l-għassiesa ta' Milgram lemħuk u qafluk?
pl: Wówczas podejrzewam, że strażnicy Milgrama zauważyli cię i uwięzili?
pt_br: Então eu imagino que os guardas do Milgram te viram e botaram numa jaula?
sk: Takže predpokladám, že Milgramove stráže ťa zbadali a zamkli sem?
zh_cn: 我猜米格拉姆的部下看到你， 把你关起来了？

source: Yeah! And to think that I thought that the day was going to be boring!
cs: Jo! a když si vzpomenu, ajk jsem si myslel, že dneska bude nuda!
de: Genau! Und ich dachte schon, dass der Tag langweilig wird.
fr: Ouais ! Et dire que je pensais que la journée allait être ennuyeuse !
gd: Aidh! Is mise dhen bheachd nach robh dad inntinneach gu bhith tachairt fad a' latha!
mt: Mela! U jien mingħalija ġejja ġurnata monotona.
pl: Tak! I pomyśleć, że pomyślałem, że ten dzień będzie nudny.
pt_br: Foi! E pensar que eu achei que o dia ia ser chato.
sk: Áno! A to som si myslel, že tento deň bude nudný.
zh_cn: 是啊！想去那时我还以为又会是无聊的一天！

source: Chopple's General Store
cs: Chopplův obchod se smíšeným zbožím
de: Chopples Gemischtwarenladen
fr: Boutique de Chopple
gd: Bùth Ailig
mt: Il-Ħanut ta' Ċopil
pl: Sklep Wielobranżowy Chopple'a
pt_br: Empório do Chopple
sk: Choppleov zmiešaný tovar
zh_cn: 巧比的万能商店

source: Hi, again.
cs: Ahoj, znovu.
de: Hallo nochmal.
fr: Salut, encore une fois.
gd: Sin thu fhèin.
mt: Bonġu, għal darb' oħra.
pl: Witam ponownie.
pt_br: Ah, oi de novo.
sk: Vitaj opäť.
zh_cn: 又见面了，你好。

source: So, how did it go?
cs: Tak, jak to šlo?
de: Also, wie lief's?
fr: Alors, comment ça s'est passé ?
gd: Uill, ciamar a chaidh leibh?
mt: Allura, kif mort?
pl: A więc, jak poszło.
pt_br: Então, como foi?
sk: Takže, ako to šlo?
zh_cn: 喔，情况怎么样？

source: Could've been worse.
cs: Mohlo to být horší.
de: Könnte schlimmer gewesen sein.
fr: Ça aurait pu être pire.
gd: B' urrainn dha bhith na bu mhiosa.
mt: Ma ngergirx.
pl: Zawsze mogło być gorzej.
pt_br: Podia ter sido pior...
sk: Mohlo to byť aj horšie.
zh_cn: 还不算最差。

source: That ... uh, "captain" cat, or whoever he was, tried to dice me up.
cs: To... Ehm,"poručík" koček nebo kdo to byl, snažil se mě rozsekat.
de: Nun … äh, "Käpt'n" Cat, oder wer auch immer er war, wollte mich vierteilen.
fr: Ce... euh, "capitaine" chat, ou quoi qu'il soit, a essayé de me découper en rondelles.
gd: Dh'fheuch a' ... a' phiseag "caiptein" ud no ge b' e cò bh' ann ri mo sgudadh ann am pìosan.
mt: Dak... ehm, il-kap qattus, jew x'kien, prova jbiċċirni.
pl: Ten... uh, 'kapitan' kot, albo ktokolwiek to był, próbował wystawić mnie do wiatru.
pt_br: Aquele... hã, "capitão" dos gatos, ou seja lá quem fosse, queria me partir em dois!
sk: Tento, "kapitán" mačiek, alebo čo to je, sa ma snažil poraziť v kockách.
zh_cn: 那 ... 猫队长，不论是谁， 想要把我切成肉块。

source: Naturally, we wouldn't be having this conversation if I hadn't gotten the better of him.
cs: Samozřejmě, by jsme se tady teď nebavili kdybych se neukázal jako ten lepší.
de: Natürlich wäre diese Unterhaltung nie zustandegekommen, wenn ich nicht seine bessere Seite gefunden hätte.
fr: Naturellement, nous n'aurions pas cette conversation si je ne l'avais pas emporté.
gd: Gu follaiseach, cha bhiodh sinn a' bruidhinn mu dheidhinn mana shoirbhicheadh leamsa.
mt: Ovvjament, m'aħniex nitħadtu hawn kieku ma mortx minn fuq jien.
pl: Naturalnie nie rozmawialibyśmy teraz, jeśli nie udałoby mi się go przechytrzyć.
pt_br: Bom, eu não estaria aqui falando com você se eu não tivesse vencido, então...
sk: Samozrejme, tento rozhovor by sa nekonal, ak by som ho v tých kockách neporazil.
zh_cn: 当然，如果我没有打赢， 我们不会有这次谈话。

source: So all's well that ends well, I suppose.
cs: Konec dobrý Všechno dobré, aspoň myslím.
de: Zum Schluss wendet sich alles zum Besseren. Hoffe ich.
fr: Alors tout est bien qui finit bien, je suppose.
gd: Uill, 's fhearr deireadh math na droch thoiseach, cha chreids.
mt: Mela kollox sew dak li jintemm sew, kif jgħidu.
pl: Ale jak to mówią, wszystko dobre, co się dobrze kończy.
pt_br: Tudo acaba bem quando termina bem, não é mesmo?
sk: Takže všetko dobré končí dobre, povedal by som.
zh_cn: 所以，我想应该说一切都好。

source: I did find out what was going on, at least, that is, what the elder <em>says</em> is going on.
cs: A zjistil jsem co se tady děje, teda alespoň to co starší <em>říká</em>, že se děje.
de: Ich habe erfahren, was los war, zumindest das, was der Älteste <em>sagte</em>.
fr: J'ai fini par comprendre ce qui se passait au moins. Enfin, ce que l'ancien a <em>dit</em> qu'il se passait.
gd: Fhuair mi mach na tha tachairt air a char as lugha. Uill, na tha an seanair a' cumail a-mach co-dhiù.
mt: Skoprejt x'kien għaddej, għall-inqas, dak li x-xiħ <em>jgħid</em> li kien għaddej.
pl: Przynajmniej dowiedziałem się, co się dzieje, to jest, co starzec mówi o tym, co się dzieje.
pt_br: Eu pude descobrir o que tava acontecendo... Bom, ao menos o que o ancião <em>diz</em> que aconteceu.
sk: Zistil som, čo sa deje, teda prinajmenšom, čo <em> starší </em> hovorí, že sa deje.
zh_cn: 我明白事情的来由了， 至少，根据<em>老头</em>所说的。

source: I wouldn't mind running this by a few people, since I have no idea what's true, or not.
cs: Možná by neuškodilo, poptat se pár lidí, jestli nevědí, jestli to je pravda nebo ne.
de: Ich hätte nichts dagegen, ein paar Leute aufzumischen, solange ich nicht weiß, was wahr ist und was nicht.
fr: Je demanderais bien à quelques personne ce qu'elles en pensent, vu que je n'ai aucune idée de ce qui est vrai ou non.
gd: Bu toil leam seo innse dha chuideigin on nach eil sgot a'm dè tha fìrinneach is dè nach eil.
mt: Nixtieq nieħu fttt pariri, għax ma nafx x'inhu minnu u x'mhuwiex.
pl: Nie miałbym nic przeciwko, aby powtórzyć to, co parę osób o tym wypowiedziało, ponieważ nie mam zielonego pojęcia, czy to prawda, czy nie.
pt_br: Eu queria checar a versão dele com algumas pessoas, pra ver o que é verdade e o que não é.
sk: Neprekvapilo by ma, keby toto celé bolo organizované len pár ľudmi, pretože nemám ani poňatia, čo je pravda a čo nie.
zh_cn: 我想跟人澄清一下， 不知道有多少真多少假。

source: Go right ahead.
cs: Tak hurá do toho.
de: Geh einfach weiter.
fr: Je t'écoute.
gd: Seadh, siuthadaibh.
mt: Mela, kompli.
pl: A więc mów.
pt_br: Ah, claro. Prossiga.
sk: Len do toho.
zh_cn: 跟我说说看。

source: So... uhm... loosely speaking, he says that Milgram loaned him money, and this whole incident was Milgram coming to shake him down.
cs: Takže... ehm... stručně, říkal, že mu Milgram půjčil peníze a tohle bylo způsobil Milgram aby je dostal zpátky i s úroky.
de: Also … ähm … sinngemäß hat er gesagt, dass ihm Milgram Geld geliehen hat und ihn nur ein wenig wachrütteln wollte.
fr: Alors... euh... Grosso modo, il dit que Milgram lui a prêté de l'argent, et tout cet incident, c'est Milgram qui vient le secouer.
gd: Ceart ... tha ... san fharsaingeachd, tha e cumail a-mach gu bheil airgead aig Calum Corca air, is nach eil an tachartas uile seo ach Calum a' tighinn às a dhèidh gus eagal a chur air.
mt: Mela... ehm... bejn wieħed w ieħor, qal li Milgram sellfu xi flus, u dan kollu ġara għax Milgram ried jgħeżżu.
pl: A więc... uhm... mówiąc oględnie, starzec mówi, że Milgram udzielił mu pożyczki, i ta cała sprawa to Milgram, który próbuje go schwytać.
pt_br: Então... pelo que entendi, ele disse que o Milgram emprestou dinheiro pra ele, e que essa confusão toda foi o Milgram querendo pressioná-lo.
sk: Takže.. ehm.. hovoril niečo v zmysle, že Milgram mu požičal peniaze, a celá táto udalosť je len preto, že ho chce zosadiť.
zh_cn: 基本上，他说米格拉姆给他借了钱， 整个事件就是米格拉姆来找他。

source: Trying to get his money back.
cs: Zkusím mu ty peníze nějak vrátit.
de: Und versuchte, sein Geld zurückzubekommen.
fr: Essayant de récupérer son argent.
gd: A' feuchainn ris an airgead aige fhaighinn air ais.
mt: Biex jerġa jiġbor flushu.
pl: Aby odzyskać swoje pieniądze.
pt_br: Tentando pegar o dinheiro dele de volta.
sk: Snaží sa dostať svoje peniaze späť.
zh_cn: 要把钱拿回来。

source: So then he tells this oddball story about how it's all some plot where Milgram's gonna take over the town.
cs: Takže, podle tohohle divného příběhu bude Milgram trvat na obasazení města, dokud nedostane, co chce.
de: Dann erzählte er diese verrückte Geschichte, dass alles eine Verschwörung seitens Milgrams sei, um die Stadt zu übernehmen.
fr: Alors ensuite il raconte cette histoire tordue selon laquelle c'est tout un complot où Milgram va prendre la ville.
gd: Is an uairsin, dh'innis e an sgeulachd neònach seo nach b' e ach cuilbheart a bh' anns a h-uile sìon far a bheil Calum a' feuchainn ris a' bhaile a chur fodha fhèin.
mt: Allura vvinta dil-istorja fuq xi komplott ta' Milgram biex jaħkem ir-raħal.
pl: Następnie opowiada mi niecodzienną historię o tym, że to spisek Milgrama, który chce zawładnąć miasteczkiem.
pt_br: Então ele me contou uma história esquisita, de que isso tudo é parte de um plano do Milgram pra conquistar a vila.
sk: Takže povedal tento čudný príbeh, kde celou zápletkou je pokus o prevzatie mesta Milgramom.
zh_cn: 然后他说了一通奇异理论，说是 米格拉姆准备占领村镇的阴谋。

source: Wow.
cs: Bezva.
fr: Waouh.
gd: Na can rium.
mt: Waw!
pl: Łał.
pt_br: Uau.
zh_cn: 喔～

source: I've never heard of any of this.
cs: O tomhle jsem vůbec nevěděl.
de: Ich habe davon nie irgendetwas gehört.
fr: Je n'ai jamais entendu parler de tout cela.
gd: Cha chuala mi mu dheidhinn seo roimhe riamh.
mt: Qatt ma smajt xejn fuq dan.
pl: Nic o tym nie słyszałem.
pt_br: Nunca ouvi falar disso.
sk: Nikdy som o ničom takom nepočul.
zh_cn: 我从没听说过这事。

source: Really? He's never talked about this?
cs: Opravdu? Nikdy se o tom nezmínil?
de: Wirklich? Er hat nie davon erzählt?
fr: Vraiment ? Il n'a jamais parlé de ça ?
gd: Nach cuala? Nach do bhruidhinn e mu dheidhinn a-riamh?
mt: Veru? Qatt ma semma' xejn?
pl: Naprawdę? Nigdy o tym nie wspominał.
pt_br: Sério? Ele nunca falou sobre isso?
sk: Skutočne? Fakt o tom nikdy nehovoril?
zh_cn: 真的？他从没提起这个？

source: Never.
cs: Nikdy.
de: Niemals.
fr: Jamais.
gd: A-riamh.
mt: Qatt.
pl: Nigdy.
pt_br: Não que eu saiba.
sk: Nikdy.
zh_cn: 没有。

source: Has he ever shown any signs of ... suddenly having way more spending money than usual?
cs: Nebyli žádné náznaky... třeba, že by začal najednou utrácet víc peněz než obvykle?
de: Hat er jemals irgendwelche Anzeichen von … plötzlich weit höheren Ausgaben als sonst gezeigt?
fr: A-t-il déjà montré des signes de... soudain, avoir plus d'argent à dépenser que d'habitude ?
gd: An robh coltas sam bith air a-riamh ... gu h-obann gu robh e cosg barrachd airgid na b' àbhaist?
mt: Qatt dehere qisu... kellu aktar flus f'idejh mis-soltu?
pl: Nigdy nie dawał powodów, by przypuszczać, że... nagle zaczął wydawać więcej pieniędzy niż zazwyczaj?
pt_br: Por acaso, ele já pareceu ter mais dinheiro para gastar do que o normal?
sk: Spozoroval si nejaké známky toho.. že odrazu míňa peniaze viac ako zvyčajne?
zh_cn: 他显示过…… 突然得到一大笔钱的迹象吗？

source: Well, he's <em>bragged</em> about being rich, but that's just his "dignified family" schtick.
cs: No, <em>chlubil</em> se, že je bohatý, ale přece jen je "z bohaté rodiny".
de: Nun, er hat <em>geprahlt</em>, dass er reich sei, aber das ist nur seine "gediegene Familie" Masche.
fr: Eh bien, il s'est <em>vanté</em> d'être riche, mais c'est juste son côté "famille respectable".
gd: Uill, dhèanadh e uaill às an t-saidhbhir aige, ach chan e ach an sgeulachd àbhaisteach mun "teaghlach uasail" aige a bhiodh ann.
mt: Ħeqq, hu <em>kien jiftaħar</em> dwar ġidu, iżda kien biss biex iħossu xi nobbli.
pl: Cóż, chwalił się, jaki to jest bogaty, ale to jest tylko jego sztuczka 'dignified family'
pt_br: Bom, ele já se <em>gabou</em> de ser rico, mas essa é aquela velha história dele, de que ele veio de uma "família distinta".
sk: No, <em>chválil sa</em>, že je bohatý, ale to je iba kvôli jeho dobre situovanej rodine.
zh_cn: 他是炫富，尽管那是 “富庶家庭”的一瓶油。

source: He's such a miser, you know - the man would probably burn his furniture just to save on firewood.
cs: Je to skrblík, víš- Nejspíš by spálil nábytek aby ušetřil dřevo na topení.
de: Er ist so ein Geizhals, er würde wahrscheinlich seine Möbel verbrennen, nur um Brennholz zu sparen.
fr: Il est tellement avare, tu sais - cet homme serait capable de brûler ses meubles, pour économiser sur le bois de chauffage.
gd: 'S e fìor spìocair a th' ann, fhios a'd - cha chreid mi nach losgadh e an àirneis aige gus sàbhaladh air fiodh-connaidh.
mt: Hu xħieħ ħafna- lest li jqabbad l-għamara biex ma jonfoqx sold fuq ħatab.
pl: Jest takim skąpcem, że mógłby porąbać podłogę, byle tylko zaoszczędzić na drewnie.
pt_br: Mas ele é tão avarento, sabe - acho que ele queimaria a própria cama pra não ter que gastar com lenha.
sk: On je tiež strašne lakomý - pravdepodobne si spáli nábytok v dome, aby ušetril na kúení.
zh_cn: 他个吝啬鬼，你知道。 这个人会烧家具来省柴火。

source: So, no, he's never seemed to have a dime to spare.
cs: Takže ne, nikdy se nezdálo že by mu chyběli peníze.
de: Es scheint, als würde er noch nicht mal ein paar Cent rausrücken.
fr: Donc, non, il n'a jamais semblé avoir un centime à lâcher.
gd: Mar sin, cha chreid mi gu robh sgillinn ruadh aige a-riamh.
mt: Li rrid ngħid hu li qatt ma deher li kellu flus x'jonfoq.
pl: Więc nie, nie wydaje się, by kiedykolwiek miał drobne do rozdania.
pt_br: Bom, então, ele nunca pareceu ter dinheiro pra gastar.
sk: Takže, nie, nikto ho nevidel, že by nejak utrácal.
zh_cn: 所以，没有， 从没有看见他多花钱。
