Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: That's good to hear!
cs: To je dobře!
de: Das ist gut zu hören!
fr: C'est une bonne chose !
gd: 'S math seo a chluinntinn!
mt: Tajjeb.
pl: Dobrze to słyszeć!
pt_br: Muito bom saber!
sk: To rád počujem.
zh_cn: 真是个好消息！

source: Ugh.
cs: fuj
de: Uff.
fr: Pfff.
gd: Abair e.
mt: Ehh.
pl: Uh.
pt_br: Bah.
zh_cn: 啊。

source: For the last time, we <em>know</em> you've got the money somewhere.
cs: Tak naposledy, my <em>víme</em>, že jsi ty peníze někam schoval.
de: Zum letzten Mal, wir <em>wissen</em>, du hast das Geld irgendwo.
fr: Pour la dernière fois, nous <em>savons</em> que vous avez l'argent quelque part.
gd: Airson an turais mu dheireadh, 's ann gu bheil fios againn gu bheil an t-airgead agad àite air choireigin.
mt: Għall-aħħar darba, aħna <em>nafu</em> li għandek il-flus moħbija x'imkien.
pl: Po raz ostatni mówię, <em>wiemy</em>, że ukrywasz gdzieś pieniądze.
pt_br: Pela última vez... nós <em>sabemos</em> que você guardou o dinheiro em algum lugar.
sk: Tak naposledy, <em> vieme </em> ,že niekde si tie peniaze dal.
zh_cn: 我最后说一遍，我们<em>知道</em>你 把钱藏在某个地方了。

source: Make this easy on yourself.
cs: Nedělej si to horší.
de: Mach dir das Leben nicht unnötig schwer.
fr: Rendez-vous les choses plus faciles.
gd: Na dèan cho trom ort fhèin e.
mt: Tantx issawwat lilek innifsek.
pl: Ułatw to sobie.
pt_br: Não dificulte a sua situação.
sk: Urob to ľahko na seba.
zh_cn: 你最好放聪明点儿。

source: I have no idea what you're talking about.
cs: Nevím o čem mluvíte.
de: Ich habe keine Ahnung, wovon du redest.
fr: Aucune idée de ce dont vous parlez.
gd: Chan eil sgot a'm cò air a tha sibh a-mach.
mt: Ma nafx fuq xiex qed titkellem.
pl: Nie mam pojęcia, o czym mówisz.
pt_br: Eu não faço ideia do que você está falando...
sk: Netuším, o čom hovoríš.
zh_cn: 我完全不知道你在说什么。

source: Are you <em>absolutely</em> sure about that?
cs: Jsi si tím <em>absolutně</em> jistý?
de: Sind Sie auch <em>absolut</em> sicher?
fr: Vous êtes <em>absolument</em> sûr de ça ?
gd: 'Eil thu cinnteach dha-rìribh mu seo?
mt: Inthom <em>assolutament</em> ċerti dwar dan?
pl: Czy jesteś <em>całkowicie</em> pewien tego?
pt_br: Você tem certeza disso? <em>Absoluta?</em>
sk: Ste o tom <em>úplne</em> presvedčení?
zh_cn: 你<em>绝对</em>肯定吗？

source: Er... no, I'm not. I ... lied. Listen, I'm sorry... I'm just scared, here!
cs: Ehm... ne, nejsem. Já... lhal jsem. Omouvám se... Jsem jen vystrašený!
de: Äh … nein, bin ich nicht. Ich … hab gelogen. Hören Sie, es tut mir leid … Ich hab einfach Angst, hier!
fr: Heu... non, pas vraiment. J'ai... menti. Écoutez, je suis désolu... Je suis un peu effrayé, là !
gd: Uill ... chan eil. Bha mi nam bhreug. Tha mi uabhasach duilich, ach 's ann gu bheil an t-eagal orm!
mt: Ehm ... le minix, jien ... gdibt Isma, jiddispjaċini ... ftit imbeżża' bħalissa!
pl: Er... nie jestem. Kłamałem... Słuchaj, przepraszam... Po prostu boję się!
pt_br: Hã... não, não tenho. Eu... menti. Ouça, me desculpe... é só por medo, mesmo!
sk: E.. nie. Nie som. Klamal som. Počúvaj, ospravedlňujem sa. Len som vystrašený. Tu!
zh_cn: 呃…不是。我刚才撒谎了。 对不起…我就是太害怕了！

source: I've never been threatened like this! I just can't think straight.
cs: Nikdy jsem nebyl v takové situaci! Nemůžu přemýšlet.
de: Ich bin noch nie so bedroht worden! Ich kann einfach nicht klar denken.
fr: Je n'ai jamais été menacé de la sorte ! Je n'arrive pas à réfléchir.
gd: Cha deach mo bhagairt mar sin roimhe riamh! Chan urrainn dhomh smaoineachadh gu ceart.
mt: Qatt ma ġejt mheddet hekk! Ma nistax naħseb sew.
pl: Nigdy nie byłem tak zagrożony jak teraz! Nie potrafię jasno myśleć.
pt_br: Nunca fui ameaçado assim! Simplesmente não consigo pensar direito.
sk: Nikdy som nebol v takom nebezpečí! Jednoducho nemôžem jasne premýšľať.
zh_cn: 我从没受过这样的威胁！ 脑子不会转了。

source: Go on...
cs: Dělej...
de: Rede weiter…
fr: Continuez...
gd: Seadh?
mt: Kompli...
pl: Kontynuuj...
pt_br: Continue...
sk: Pohni sa...
zh_cn: 接着说…

source: Listen... if you just follow me, I'll lead you to it.
cs: Víte... Pokud půjdete za mnou, dovedu vás k nim.
de: Hören Sie zu… wenn Sie nur mir folgen, werde ich Sie hinführen.
fr: Bon... suivez-moi simplement, je vais vous y amener.
gd: Èistibh ... ma leanas sibh orm, seallaidh mi dhuibh far a bheil e.
mt: Isma ... jekk issegwini, inwasslek għaliha.
pl: Słuchaj... gdybyś za mną po prostu szedł, zaprowadziłbym cię tam.
pt_br: Escute... basta você me seguir, que te levo até o dinheiro.
sk: Počúvaj.. ak pôjdeš za mnou, dovediem ťa tam.
zh_cn: 好…你跟着我， 我带你去那里。

source: Oh, no you don't!
cs: Hej, ne to ne!
de: Oh nein, das wirst du nicht!
fr: Oh, je ne crois pas !
gd: Na feuch air!
mt: U żgur li ma tafx!
pl: Och, nie ma mowy!
pt_br: Opa, nem pense nisso!
sk: Och, ty nie!
zh_cn: 哦，你不能这么干！

source: You're not going out that door first. I'm not <em>that</em> stupid.
cs: Z těch dveří jako první neodejdeš. Nejsem <em>tak</em> stupidní.
de: Moment, du gehst nicht als erster durch die Tür. So dämlich bin ich <em>nicht</em>.
fr: Je ne suis pas bête <em>à ce point</em>.
gd: Cha tèid thus' a-mach air an doras an toiseach. Chan eil mi cho gòrach sin!
mt: M'intix ħiereġ l-ewwel wieħed min dak-il-bieb. M'inhix <em>daqshekk</em> mazzun.
pl: Przede wszystkim nie wyjdziesz tymi drzwiami. Nie jestem <em>tak</em> głupi.
pt_br: Você não vai sair por essa porta primeiro. Não sou assim <em>tão</em> idiota.
sk: Nepôjdeš týmito dverami prvý. Nie som <em> tak </em> hlúpy.
zh_cn: 我才不让你先出门。 我可没<em>那么</em>傻。

source: Now, listen up, You're SERIOUSLY testing my patience.
cs: Tak, poslouchej, Už VÁŽNĚ zkoušíš mou trpělivost.
de: Hör zu, Freundchen, du bringst mich SO NAH ans Ende meine Geduld.
fr: Écoutez-moi bien maintenant, ma patience a VRAIMENT ses limites.
gd: Nise, èistidh thusa, tha an fhoighidinn a' ruith orm.
mt: Issa, ħares l-hawn, TASSEW qed tippruvali l-paċenzja tiegħi.
pl: Teraz słuchaj: NAPRAWDĘ testujesz moją cierpliwość.
pt_br: Agora, escute bem, pois a minha paciência tem limite.
sk: Počúvaj ma, VÁŽNE skúšaš moju trpezlivosť.
zh_cn: 听清楚了， 你<em>真的</em>在实验我的耐心。

source: You're gonna <em>sit down,</em> and tell me... uh...
cs: Takže si <em>sedni,</em> a povídej... eh...
de: <em>Setz dich hin,</em> und sag mir … äh …
fr: Vous allez <em>vous asseoir,</em> et me dire... heu...
gd: Nì thu suidhe is innsidh tu dhomh ... uill ...
mt: Int ħa <em>tpoġġi hawn,</em> u tgħidli ... ehm ...
pl: <em>Usiądziesz</em> sobie i opowiesz mi... uh...
pt_br: Você vai <em>se sentar</em>,e me contar... hã...
sk: Poď si <em> sadnúť </em>, a povedz mi...
zh_cn: 你老实的<em>坐下</em>， 告诉我…呃…

source: Oh, hi, what's going on here?
cs: Ehm, ahoj, co se tady děje?
de: Oh, hallo, was ist hier los?
fr: Oh, salut, qu'est ce qui se passe ici ?
gd: Ò, haoidh, dè tha dol?
mt: Ehm, bonġu, x'qiegħed jiġri hawn?
pl: O, cześć, co się tutaj dzieje?
pt_br: Opa, o que está acontecendo aqui?
sk: Och, ahoj, čo sa tu deje?
zh_cn: 哦，嗨，这儿怎么了？

source: Who the hell are you?
cs: Kdo sakra jsi?
de: Wer zur Hölle bist du?
fr: Mais t'es qui, toi ?
gd: Cò thusa air an t-saoghal mhòr?
mt: Min l-imniefaħ int?
pl: Kim do diabła jesteś?
pt_br: Quem diabos é você?
sk: Kto do pekla si ?
zh_cn: 你他妈的是谁？

source: I sometimes ask myself that question.
cs: To si někdy taky říkám.
de: Das frage ich mich manchmal auch.
fr: Je me pose la même question parfois.
gd: Cuiridh mi a' cheist seo orm fhìn aig amannan.
mt: Xi drabi nsaqsi lili nnifsi dik il-mistoqsija.
pl: Czasem zadaję sobie to pytanie.
pt_br: Às vezes eu também me pergunto.
sk: Niekedy sa na toto pýtam sám seba.
zh_cn: 我有时候自己也 问那个问题。

source: I don't have to put up with this.
cs: Tohle mě už začíná štvát.
de: Das muss ich mir nicht bieten lassen.
fr: C'en est trop.
gd: Chan fhulaing mi seo.
mt: M'għandix għalefjn noqod għaliha din.
pl: Nie będę tego wysłuchiwać.
pt_br: Eu não tenho que passar por isso.
sk: Nemôžem sa s tým zmieriť.
zh_cn: 我可没必要忍受这种事。

source: Excuse me whilst I vent a little frustration.
cs: Omluv mě, potřebuju ze sebe dostat trochu frustrace.
de: Verzeih mir, während ich ein wenig Aggression abbaue.
fr: Excusez-moi le temps que je me calme.
gd: Gabh mo leisgeul fhad 's a gheibh mi cuidhteas dhe bheagan feirge.
mt: Skużani, imma għandi bżonn niżvoga.
pl: Przepraszam, muszę dać upust swojej frustracji.
pt_br: Espere por mim enquanto vou resolver um probleminha aqui.
sk: Prepáčte, trochu som si ventiloval sklamanie.
zh_cn: 抱歉我得宣泄一下挫折感。

source: <em>ouch</em>
cs: <em>Au</em>
de: <em>Autsch</em>
fr: <em>aïe</em>
gd: Oich!
mt: <em>Ajma</em>
pl: <em>au</em>
pt_br: <em>ai</em>
sk: <em> au </em>
zh_cn: <em>嗷！</em>

source: Okay, I've had enough! I'm going home.
cs: Dobře, už mám dost! Jdu domů.
de: Okay, ich habe genug! Ich gehe nach Hause.
fr: D'accord, c'en est trop ! Je rentre chez moi.
gd: Ceart ma-thà, foghnaidh dhe seo! Thèid mi dhachaigh.
mt: Owkej, qabżitli, sejjer id-dar.
pl: OK, mam już dość! Idę do domu.
pt_br: Já chega! Eu vou pra casa.
sk: Oukej, mám dosť! Idem domov plakať do vankúša.
zh_cn: 好了，我受够了！该回家了。

source: Well! That went better than expected.
cs: Dobře! To šlo líp, než jsem myslel.
de: Nun! Das lief besser als erwartet.
fr: Bon ! Ça s'est bien passé finalement.
gd: Uill uill! Chaidh seo na b' fhearr na bha mi 'n dùil.
mt: Heqq, mort aħjar milli bsart.
pl: Hmm! Poszło lepiej, niż się spodziewałem.
pt_br: Bom, até que não fui tão mal!
sk: No! To šlo lepšie nad očakávania.
zh_cn: 嘛， 这展开可比我原想的要好呢。

source: Say ... What happened to the elder?
cs: ale... Co se stalo se starším?
de: Sag … Was ist mit dem Ältesten passiert?
fr: Heu... Qu'est-ce qui est arrivé à l'ancien ?
gd: Nise ... Dè dh'èirich dhan t-seanair?
mt: Kos ... xi ġralu x-xiħ?
pl: Powiedz... co się stało ze starcem?
pt_br: Mas... Cadê o ancião?
sk: Povedz ... Čo sa stalo so starcom?
zh_cn: 那个…… 老前辈咋了？

source: Whoa... ... is that what I think it is?
cs: Páni... ... je to to co si myslím, že to je?
de: Oah… … ist es das was ich denke, dass das es ist?
fr: Hé... ... c'est bien ce que je crois ?
gd: Fuirich ort ... ... an e seo na shaoilinn?
mt: Uww... ...dik li qiegħed naħseb li hi?
pl: Ułaa... ... Czy to to, o czym myślę?
pt_br: Opa... isso aí é o que eu acho que é?
sk: Whoa ... ... je to to, čo si myslím, že to je?
zh_cn: 啊哈…… ……这是我所想的那个东西么？

source: It is indeed, my boy!
cs: To je, můj chlapče!
de: Das ist es, mein Junge!
fr: Ça l'est, mon garçon !
gd: Tha gu dearbh, a bhalaich!
mt: Hija tassew, ibni!
pl: Tak jest, mój chłopcze!
pt_br: Exatamente, meu jovem!
sk: Je to naozaj, chlapče!
zh_cn: 确实是，孩子！

source: It's my very own safe room.
cs: To je má vlastní bezpečnostní místnost.
de: Mein eigener Tresorraum.
fr: C'est ma propre cachette blindée.
gd: Seo an seòmar sàbhailte agam fhìn.
mt: Din hi l-kamra sigura tiegħi.
pl: To mój własny bezpieczny pokój.
pt_br: É a minha própria sala secreta.
sk: Moja dôkladne zabezpečená skrýša.
zh_cn: 这是我自己的安全屋。

source: ^Wow.
fr: ^Waouh.
gd: ^Na can rium.
mt: ^Ara naqra.
pt_br: Uau.
sk: ^Wau.
zh_cn: 啊。

source: Built it for exactly this sort of crisis.
cs: Postavena pro případ takovéto krize.
de: Gebaut genau für solche Zwischenfälle.
fr: Construite exactement pour ce genre de situations.
gd: Thog mi dìreach airson staing mar seo e.
mt: Bnejta apposta għal-kriżi bħal din!
pl: Zbudowany właśnie na takie okazje.
pt_br: Eu a construí justamente para esse tipo de problema.
sk: Postavená presne na tento druh krízy.
zh_cn: 正是为了这种危机而建的。

source: That's really amazing. Uh...
cs: To je opravdu úžasné. Uh ...
de: Das ist sehr aufregend. Ah…
fr: C'est vraiment incroyable. Euh...
gd: Nach eil sin mìorbhaileach. Ach ...
mt: Din vera tal-għaġeb. Ehm...
pl: To naprawdę wspaniałe. Eh...
pt_br: Isso é incrível! Bom...
sk: To je naozaj úžasné. Ach...
zh_cn: 太棒了。 啊...

source: I guess I have to ask: Whatever prompted you to build this?
cs: Chtěl bych se zeptat: Co na přesvědčilo, abyste si postavil tohle?
de: Ich vermute, ich muss das fragen: Was veranlasste dich dazu, dies zu bauen?
fr: Je suppose que je dois demander : Qu'est-ce qui vous a poussé à construire ça ?
gd: Saoilidh mi gum feum mi faighneachd: Carson fon ghrèin na thog thu sin?
mt: Ma niflaħx ma nsaqsikx: X'fettillek tibni din?
pl: Chyba muszę zapytać: co skłoniło cię, by to zbudować?
pt_br: Mas acho que eu tenho que perguntar: O que foi que fez você construir isso aí?
sk: Myslím, že sa musím spýtať: čo ťa to napadlo toto postaviť?
zh_cn: 看来我一定要问： 你怎么会想到建这个呢？

source: This HAD to be expensive. I mean ... <em>really</em> ... expensive.
cs: To muselio být drahé. Myslím... <em>opravdu</em>... drahé.
de: Dies MUSSTE teuer sein. Ich meine … <em>wirklich</em> … teuer.
fr: Ça a DU coûter cher. Je veux dire... <em>vraiment</em>... cher.
gd: Feumaidh gu robh e cosgail. Uill ... uabhasach cosgail.
mt: Dan ŻGUR jiswa ħafna. Imma ... <em>tassew</em> ... għali.
pl: To musiało dużo kosztować. To znaczy... <em>naprawdę</em> dużo.
pt_br: Deve ter sido caro. Quero dizer... <em>bem</em> caro.
sk: Toto MUSELO byť drahé. Myslím.. <em> naozaj </em> ... drahé.
zh_cn: <em>绝对</em>很贵。我说...真的...<em>非常</em>费钱。

source: Yes. Yes it was.
cs: Ano. Ano, to bylo.
de: Ja. Ja, das war es.
fr: Oui. Oui ça a coûté cher.
gd: Seadh. Bha, aidh.
mt: Iva. Iva hekk hu.
pl: Tak. Tak to było.
pt_br: Ah, sim. Caro mesmo.
sk: Áno. Áno, to bolo.
zh_cn: 是。 确实很贵。

source: ...And?
cs: A ...?
de: …Und?
fr: ... Et ?
gd: ... agus?
mt: ...U?
pl: ...I?
pt_br: ...E?
sk: ...A?
zh_cn: ...那么？

source: And what?
cs: A co?
de: Und was?
fr: Et quoi ?
gd: Agus dè?
mt: U xiex?
pl: I co?
pt_br: E o quê?
sk: A čo?
zh_cn: 那什么？

source: Oh for crying out loud, would you NOT play coy with me!
cs: A proboha, Nemohl byste se se mnou rozdělit!
de: Zum letzten Mal, hör auf mich zu nerven!
fr: Bon sang, vous voulez bien ne PAS jouer au plus malin avec moi !
gd: A thia, na cuir dreach gòrach ort!
mt: U ajma f'ġieħ kemm hemm, tista' MA TILGĦABIEX tal-fidil miegħi!
pl: Na litość boską przestańże wreszcie czynić uniki!
pt_br: Ora, não se faça de desentendido! Responda à minha pergunta!
sk: Preboha, už sa konečne so mnou NEZAHRÁVAJ!
zh_cn: 拜托你不要再跟我耍把戏了！

source: This has been a really crazy day, and I'm fresh out of patience.
cs: Tohle byl opravdu šílený den, a mě dochází trpělivost.
de: Das war ein wirklich verrückter Tag, und langsam verliere ich die Geduld.
fr: Ça a vraiment été une journée de dingue, et j'ai perdu toute patience.
gd: 'S e latha fada craicte a bh' ann is chan eil foighidinn sam bith air fhàgail dhomh.
mt: Din kienet ġurnata vera tal-boloh, u issa tlift sabri kollu.
pl: To był naprawdę szalony dzień, i już naprawdę straciłem cierpliwość.
pt_br: Esse dia tem sido realmente maluco, não tenho paciência pra ficar esperando.
sk: Toto bol naozaj šialený deň, a načisto mi už došla trpezlivosť.
zh_cn: 今天麻烦很多，我已经没有耐心了。

source: I set out for just a routine errand run, you know?
cs: Chtěl jsem si zaběhat jako každý den, Víte?
de: Ich soll bloß das Übliche erledigen, oder?
fr: Je partais juste pour faire une course de routine, vous voyez ?
gd: Cha robh mi ach airson dèiligeadh ri gnothaichean àbhaisteach a' latha, fhios a'd?
mt: Jien tlaqt għal qadja bħal oħrajn, taf int?
pl: No wiesz, właśnie przygotowywałem się do wykonania rutynowego zadania.
pt_br: Eu saí de casa pra uma volta na vila, como sempre faço, certo?
sk: Vybral som von iba na obyčajnú vychádzku, vieš o tom?
zh_cn: 我出来就是兜圈，你知道么？

source: Just gonna run by town, check the news.
cs: Jen si zaběhnout do města, zjistit, co je nového.
de: In der Stadt vorbeischauen und Neues erfahren.
fr: Je fais juste un tour en ville, pour prendre des nouvelles.
gd: Cha robh mi ach airson dhol dhan bhaile is faighinn a-mach dè as ùr.
mt: Kemm nittawwal ir-raħal, nisma l-aħbarijiet.
pl: Zwyczajnie przejdę się do miasta, posłucham wieści.
pt_br: Ver o pessoal, saber das novidades...
sk: Len tak sa pozrieť do mesta, čo je nové.
zh_cn: 就是去镇上看新闻。

source: Next thing I know, people are SHOOTING at me! I WANT TO KNOW WHY!
cs: A najednou na mě začali střílet! CHCI VĚDĚT PROČ!
de: Außerdem SCHIESSEN die Leute nach mir! ICH WILL WISSEN WARUM!
fr: Ni une, ni deux, les gens se mettent à ME TIRER DESSUS ! JE VEUX SAVOIR POURQUOI !
gd: Is gu h-obann, tha daoin' a' losgadh orm! THA MI 'G IARRAIDH FIOS CARSON!
mt: F'daqqa waħda, qed JISPARAWLI! IRRID IMLUN NAF GĦALA!
pl: Zanim się obejrzałem, ludzie zaczynają do mnie STRZELAĆ! CHCĘ WIEDZIEĆ DLACZEGO!
pt_br: E então, do nada, tem gente atirando em mim! EU QUERO SABER O PORQUÊ!
sk: Namiesto toho som zistil, , že ľudia na mňaSTRIEĽAJÚ! A JA CHCEM VEDIEŤ PREČO!
zh_cn: 然后不知怎么的，就有人向我开枪！ 我要知道原因！

source: And from the conversation I just overheard, I KNOW you have something to do with it.
cs: A z rozhovoru, který jsem před chvilkou slyšel, Vím, že s tím máte co do činění.
de: Und vom Gespräch habe ich mitbekommen, dass DU etwas damit zu tun hast.
fr: Et d'après ce que j'ai entendu de votre conversation, je SAIS que vous avez quelque chose à voir là dedans.
gd: Is bhon chòmhradh a tha mi air a chluinntinn, tha làn fhios a'm gu bheil thusa 'n sàs sa chùis.
mt: U mit-taħdida li għadni kif issemmajt, NAF li kellek x'taqsam fiha.
pl: I z podsłuchanej przed chwilą rozmowy, WIEM, że masz z tym coś wspólnego.
pt_br: E pelo que eu ouvi da conversa, EU SEI que isso tem alguma relação com você.
sk: Z predošlého rozhovoru som sa to dozvedel, VIEM, že s tým máte niečo spoločného.
zh_cn: 根据我刚才听到的谈话， 我知道这跟你有关。

source: I insist - it's the <em>least</em> you can do to thank me for saving your hide.
cs: Trvám na tom - že to je to <em>nejmenší</em> co můžete udělat jako poděkování za záchranu vaší kůže.
de: Ich bestehe darauf - es ist das <em>Mindeste</em>, was Sie tun können, um mir für das Retten Ihrer Haut zu danken.
fr: J'insiste : c'est le <em>moins</em> que vous puissiez faire pour me remercier d'avoir préservé votre cachette.
gd: Tha mi a' cur an ìre dha - shàbhail mi do bheatha, nach do shàbhail?
mt: Ninsisti - din <em>l-inqas</em> ħaġa li tista' tagħmel biex tirringrazzjani talli salvajtlek ġildek.
pl: Nalegam - przynajmniej możesz podziękować mi za ocaloną skórę.
pt_br: Eu insisto, me responda. É o <em>mínimo</em> que você pode fazer depois de eu ter salvo a sua pele.
sk: Trvám na tom, je to to <em> najmenej </em>, čo pre mňa môžete urobiť za záchranu vašej kože!
zh_cn: 看在我救了你的分上， 你<em>至少</em>得做这一点。

source: Ugh, I suppose you're right.
cs: Fuj, no myslím, že máš pravdu.
de: Äh, ich glaub, du hast Recht.
fr: Heu, je suppose que tu as raison.
gd: Uill, saoilidh mi gun do shàbhail.
mt: Ehh, naħseb għandek raġun.
pl: Ugh, pewnie masz rację.
pt_br: É, acho que você está certo...
sk: Ach, myslím, že máš pravdu.
zh_cn: 哎，我想你说的也对。

source: You bet I am.
cs: To si pište.
de: Darauf kannst du wetten.
fr: Tu m'étonnes que j'aie raison.
gd: Shàbhail gu dearbh.
mt: U kif għandi raġun!
pl: Żebyś wiedział, że mam.
pt_br: Com certeza que estou.
sk: Stav sa, že mám.
zh_cn: 当然。

source: Hmm... boy, where do I start?
cs: Hmm... chlapčen, odkud mám začít?
de: Hmm… wo soll ich bloß anfangen?
fr: Hmm... voyons, par où commencer ?
gd: Hmm ... a laochain, càite an tòisich mi?
mt: Hmm... kos, minn fejn ser nibda?
pl: Hm, gdzie powinienem zacząć?
pt_br: Bom, meu jovem... Por onde eu começo...?
sk: Hmm... chlapče, kde mám začať?
zh_cn: 啊... 哪里开始呢？

source: Why don't we start with: Why was that guy asking about money?
cs: Tak proč ne třeba od: Proč mluvil o penězích?
de: Fangen wir einfach hiermit an: Warum fragte der Typ nach Geld?
fr: Pourquoi ne pas commencer par : Pourquoi ce gars vous demandait-il de l'argent ?
gd: Carson nach tòisich sinn le: Carson a bha an duine ud a' faighneachd mu airgead?
mt: Għax ma nibdewx b'din: Għaliex dak it-tali ried il-flus?
pl: Dlaczego nie zaczniemy od: dlaczego ten facet pytał o pieniądze?
pt_br: Comece me explicando o motivo daquele sujeito estar te perguntando sobre dinheiro.
sk: Prečo nezačať s: Prečo sa tento týpek pýtal ohľadom peňazí?
zh_cn: 为什么我们不从这里入手： 那家伙首先问道钱？

source: Well, I am the mayor, after all, and mayors are well endowed.
cs: Dobře, jseme starosta, beze všeho, a starostové jsou dobře zajištěni.
de: Nun, ich bin schließlich der Bürgermeister und dieser Posten wird auch gut bezahlt.
fr: Eh bien, je suis le maire, après tout, et les maires sont bien nantis.
gd: Uill, 's e am bàillidh a th' annam, nach e? Is tha pailteas airgid aig bàillidhean, nach eil?
mt: Ħeqq, jien is-sindku wara kollox, u s-sindki dejjem b'buthom mimli.
pl: Cóż, w końcu jestem burmistrzem, a burmistrz jest majętny.
pt_br: Ora, veja bem, eu sou o prefeito, afinal de contas, e prefeitos são sempre muito abonados...
sk: Dobre, som starosta, a koniec koncov, starostovia sú vždy dobre zaopatrení.
zh_cn: 额，我到底是这里的首领， 这个职位一般富庶。

source: No. Don't do this. <em>Not</em> today. I'm not putting up with your usual shit.
cs: Ne. Nejsi.<em>NE</em> dnes. Neskočím ti na tyhle tvoje hovadiny.
de: Nein. Tun Sie dies nicht. <em>Nicht</em> heute. Ich will mich nicht mit Ihrem üblichen Mist auseinandersetzen.
fr: Écoutez. Je vous arrête tout de suite. Ce n'est <em>vraiment</em> pas le bon jour. Y en a marre de tous vos bobards.
gd: Ist. Na dèan seo. Chan ann an-diugh. Cha ghabh mi ris a' chac àbhaisteach a'd.
mt: Le. M'għandekx tagħmel dan. <em>Mhux</em> illum. Mhux ser noqgħod għal-ħmerijiet tiegħek..
pl: Nie. Nie rób tego. Nie dziś. Nie zniosę twojego zwykłego szajsu.
pt_br: Não. Não faça isso. <em>Hoje não.</em> Não vou aguentar esse seu lero-lero.
sk: Nie. Toto mi nehovor. <em> Nie </em> dnes. Takýmito drístami sa nedám obalamutiť.
zh_cn: 不行。 我不能再让你唬弄了。

source: Please, just stop playing games, okay? Don't convince me that you're actually crazy.
cs: Prosím, přestaňte hrát tyhle hry, jo? Nepřesvědčujte mě o tom, že jste blázen.
de: Bitte, hören sie mit diesen Spielchen auf, okay? Überzeugen Sie mich nicht, dass Sie tatsächlich verrückt sind.
fr: Alors s'il vous plait, arrêtez vos histoires, d'accord ? Je vais vraiment finir par croire que vous êtes timbré.
gd: An sguir thu dhe na geamannan a tha seo? Na dearbh orm gu bheil thu às do rian dha-rìribh.
mt: Jekk jogħġbok, toqgħodx tilgħab logħob miegħi, owkej? Tikkonvinċinix li int tassew miġnun..
pl: Proszę, przestań manipulować, okej? Nie obwiniaj mnie za to, żeś zwariował.
pt_br: Que tal parar com essa brincadeira? Não tente me convencer de que você é realmente maluco.
sk: Prosím ťa, prestaň sa so mnou zahrávať, okej? Nepresviedčaj ma, že si naozaj šialený.
zh_cn: 就不要在装傻了，行吗？ 不要让我相信你真的疯了。

source: Are you done insulting me, yet?
cs: Skončil jsi už s těmi urážkami?
de: Bist du nun fertig damit, mich zu beleidigen?
fr: Bon, tu as fini de m'insulter, là ?
gd: 'Eil thu deiseil air mo nàrachadh ma-thà?
mt: Ħa ddum tajjarni?
pl: Czy skończyłeś mnie już obrażać?
pt_br: Já acabou? Vai parar de me insultar?
sk: Už si skončil s mojim urážaním?
zh_cn: 对我的侮辱还不够么？

source: Nope. Not until you answer my question!
cs: Ne. Ne dokud mi neodpovíte!
de: Nö. Nicht bis du meine Frage beantwortet hast!
fr: Non. Pas avant que vous répondiez à ma question !
gd: Chan eil idir. Cha bhi mus fhaigh mi freagairt dhan cheist agam!
mt: Leq. Mhux sakemm ittini risposta!
pl: Nie. Skończę, jak odpowiesz mi na moje pytanie.
pt_br: Não. Não até me dizer o que eu quero saber.
sk: Nie. Nie, kým neodpovieš na moju otázku.
zh_cn: 不行。你要先回答我的问题！
