Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: There's Nene's house, right up there!
cs: Tady je Nenin dům, tak hurá k němu!
de: Da vorne ist schon Nenes Haus!
fr: La maison de Sula est juste devant !
gd: Seo an taigh aig Nannag, dìreach shuas an-siud!
mt: Hemm hi d-dar ta Nene, ftit il-fuq!
pl: Dom Nene jest tam, na wzgórzu!
pt_br: Casa da Nenê, logo à frente!
sk: Tu hore je Nenin dom!
zh_cn: 奈奈的家，就在那边！

source: A moment of your time sir?
cs: Mohu vás na chvilku zdržet, pane?
de: Einen Moment Ihrer Zeit, der Herr?
fr: Avez-vous un instant, monsieur ?
gd: Am fuirich sibh oirbh mionaid?
mt: Għandek minuta sinjur?
pl: Mogę zająć panu chwilkę?
pt_br: Um minuto da sua atenção, amigo?
sk: Máte chvíľu času, pane?
zh_cn: 可以打扰一下么，先生？

source: Sorry, I'm off to town! Not interested!
cs: Promiňte, spěchám do města! Nemám zájem!
de: T'schuldigung, bin unterwegs zur Stadt! Kein Interesse!
fr: Désolé, je dois aller en ville ! Je ne suis pas intéressé !
gd: Duilich, ach feumaidh mi togail orm dhan bhaile.
mt: Skużani, imma fi trieqti lejn ir-raħal! Mhux interessat!
pl: Przykro mi. Śpieszę się do miasta! Nie jestem zainteresowany!
pt_br: Desculpe, estou indo pra vila! Não estou interessado!
sk: Je mi ľúto, idem do mesta! Nemám záujem!
zh_cn: 抱歉，我得去镇上！ 我不感兴趣！

source: But the town, you see ...
cs: Ale město, podívejte...
de: Aber die Stadt, weißt du …
fr: Mais la ville, et bien...
gd: Ach, am baile, tha ...
mt: Imma ir-raħal, irrid ngħidlek li...
pl: Bo widzisz, miasto ...
pt_br: Mas é que a vila, bom...
sk: Ale mesto, vieš...
zh_cn: 但是镇上……你知道……

source: Not. Interested. Buzz off.
cs: Nemám. Zájem. Odprejskni.
de: Nicht. Interessiert. Verschwinde.
fr: Je-ne-suis-pas-intéressé. Dégagez.
gd: Ist. Chan eil diù a' choin agam air. Thalla.
mt: Mhux. Interessat. Ħalliniu bi kwieti.
pl: Nie jestem zainteresowany. Spływaj.
pt_br: Não. Estou. Interessado. Quero passar!
sk: Nezáujem. Odpáľ.
zh_cn: 不-感-兴-趣！ 我说完了。

source: I don't care what you're preaching, go sell it to someone else.
cs: Nezajímá mě co prodáváte, jděte si otravovat někoho jiného.
de: Mich interessiert nicht, was du predigst, geh und verkauf es an jemand anderen.
fr: Je me moque de ce que vous racontez, allez embobiner quelqu'un d'autre.
gd: Tha mi coma mun t-searmonachadh a'd, thalla is reic dha dhuine eile e.
mt: Ma jimpurtanix x'qiegħed tbigħ, mur dejjaq li xi ħadd ieħor.
pl: Nie interesuje mnie, co sprzedajesz, idź wcisnąć to komuś innemu.
pt_br: Não me interessa o que você esteja vendendo, vá procurar outra pessoa.
sk: Nezaujíma ma vaše kázanie,⏎ choďte ho predať niekomu inému.
zh_cn: 我不关心你在卖啥东西。 去卖给别人吧。

source: Very well.
cs: Tak dobře.
de: Sehr schön.
fr: Très bien.
gd: Ma thogras sibh.
mt: Tajjeb wisq.
pl: Dobrze.
pt_br: Tudo bem.
sk: No dobre.
zh_cn: 很好。

source: Someday, those door-to-door people will realize that kind of hard-sell tactic just annoys people.
cs: Jednoho dne si snad tihle podomní obchodníci uvědomí, že tenhle druh prodejní taktiky jen otravuje lidi.
de: Eines Tages werden diese Hausierer verstehen, dass ihr aggressives Auftreten die Leute nur nervt.
fr: Un jour, ces gens du porte-à-porte comprendront que ce genre de technique de vente agressive ne fait qu'énerver les gens.
gd: Thig a' latha a thuigeas na reiceadairean a tha seo nach cuir iad ach conas ort leis an innleachd a th' aca.
mt: Xi darba, dal-bejjiegħa li jduru minn dar għal dar jindunaw li b'dit-tattika ta' bejgħ iqażżu l-kulħadd.
pl: Może w końcu ci domokrążcy zorientują się, że takie nagabywanie tylko denerwuje ludzi.
pt_br: Algum dia, esses vendedores de porta em porta vão perceber que essa estratégia de venda deles é muito forçada.
sk: Jedného dňa, by si už títo podomoví obchodníci mohli uvedomiť,⏎ že ich vnucovanie sa, otravuje ľudí.
zh_cn: 总有一天这些搞推销的家伙会知道 这种强买强卖的策略只会讨人厌。

source: The sooner, the better.
cs: Čím dříve, tím lépe.
de: Je früher, desto besser.
fr: Le plus tôt sera le mieux.
gd: Mar as tràithe a thig e, 's ann nas fhearr.
mt: U aktar ma jindunaw malajr, aktar aħjar.
pl: Czym prędzej, tym lepiej.
pt_br: E quanto antes perceberem, melhor!
sk: Čím skôr, tým lepšie.
zh_cn: 越早越好。

source: To Nene's House
cs: K Nenině domu
de: Auf zu Nenes Haus
fr: Vers la Maison de Sula
gd: Dha thaigh Nannag
mt: Len id-Dar ta' Nene
pl: Droga do Domu Nene
pt_br: Para a Casa da Nenê
sk: Nenin dom
zh_cn: 去奈奈小屋之路

source: Twisted Trees
cs: Zkroucené stromy
de: Gewundene Bäume
fr: Arbres Tordus
gd: Craobhan cuarsgach
mt: Siġar Mgħawġin
pl: Poskręcane Drzewa
pt_br: Bosque dos Troncos Torcidos
sk: Pokrútené stromy
zh_cn: 缠绕绿树

source: But it was horrible! And green! I've never seen something move that fast!
cs: Ale bylo to hrozné! A zelené! Nikdy jsem neviděl nic tak rychlého!
de: Er war einfach schrecklich! Und Grün! Ich habe noch nie etwas so schnelles gesehen!
fr: Mais c'était horrible ! Et vert ! Je n'ai jamais rien vu bouger aussi vite !
gd: Ach bha e eagalach! Is uaine! Chan fhaca mi dad a' gluasad cho luath sin roimhe riamh!
mt: Imma kien tal-biża! U aħdar! Qatt ma rajt xi ħaġa tiċċaqlaq daqshekk!
pl: Ale to było straszne! I zielone! Nigdy nie widziałem czegoś tak szybko się przemieszczającego!
pt_br: Mas era horrível! E verde! Eu nunca vi algo se mover tão rápido assim!
zh_cn: 可是它太恐怖了！还是绿色的！ 我从来没见过移动那么快的东西！

source: ... And let me guess - it stomped on your squishy kitty head?
cs: ... A nech mě hádat- Skočilo ti to na hlavu?
de: … Und lasst mich raten - Er trampelte auf euren matschigen Katzenköpfen rum?
fr: ... Laisse-moi deviner : ça a sauté sur ta petite tête de chat toute molle ?
gd: ... is leig dhomh tomhais - bhreab e air do cheann piseige tais?
mt: ... U ħa naqta - Rifes fuq dik ir-ras ratba ta' qattus l'għandek?
pl: ... I niech zgadnę - nadepnęło na twoją gąbczastą kocią główkę?
pt_br: ...E deixa eu adivinhar - ele te pisoteou nesse seu cocoruto mole de gato?
zh_cn: …让我猜— 它还在你软软的猫头上蹦跳了？

source: Yes, how did you ... know that?
cs: Ano, jak to... víte?
de: Wie habt ihr das nur erraten?
fr: Oui... Comment savez-vous ça ?
gd: Bhreab! Ciamar a bha ... fios agaibh?
mt: Iva, kif ... bsart?
pl: Tak, skąd to... wiesz
pt_br: Sim, mas como que você... sabia disso?
zh_cn: 是的，你怎么…猜到的？

source: A certain design decision I've been regretting.
cs: Lituji určitých rozhodnutí.
de: Das war eine Design-Entscheidung, die ich bedauere.
fr: C'est lié à un choix de design que je regrette depuis un moment.
gd: Seo co-dhùnadh dealbhachaidh àiridh as duilich leam.
mt: Deċiżjoni ta' disin li jisobini minnha.
pl: Pewne decyzje projektowe już odżałowałem.
pt_br: Isso foi uma decisão no design de vocês da qual venho me arrependendo.
zh_cn: 这是一个一直令我后悔的设计决定。

source: It seemed like a cute idea at the time, but it's turned out to be a consistent point of failure.
cs: Předtím to vypadalo jako dobrý nápad, ale teď se to obrací v selhání.
de: Zuerst war es eine nette Idee, aber nun entpuppt es sich als schwerer Fehler.
fr: Ça avait l'air d'une idée sympathique à l'époque. Mais il s'avère que c'est un échec cuisant.
gd: Bha coltas stampa air a' bheachd aig an àm, ach 's e adhbhar fàilligidh a th' ann gu cunbhalach a-nis.
mt: Dehret idea ħelwa dak iż-żmien, imma sawret f'punt konsistenti ta' falliment.
pl: Swego czasu wydawały się piękną ideą, ale w końcu okazały się stałym punktem awarii.
pt_br: Parecia uma ideia engraçadinha na época, mas tem se mostrado constantemente um ponto de vulnerabilidade.
zh_cn: 当时我觉得这样可爱， 但是结果它导致了很多失败 。

source: My head still hurts...
cs: Pořád mě z toho bolí hlava ...
de: Meine Birne schmerzt immer noch…
fr: J'en ai encore mal à la tête...
gd: Tha mo cheann fhathast goirt ...
mt: Għadni nħoss rasi tnemnem...
pl: Moja głowa nadal boli...
pt_br: A minha cabeça ainda dói...
zh_cn: 我的头还在疼…

source: Frankly, I'm almost glad it does! You need to learn a lesson from this.
cs: Upřímně, jsem vlastně rád, že se to stalo! třeba si z toho něco odneseš.
de: Offen gesagt, bin ich froh darüber! Das sollte ihnen eine Lehre sein.
fr: Honnêtement, ça me fait presque plaisir ! Tu as bien besoin de retenir la leçon.
gd: Gus an fhìrinn innse, cha mhòr nach eil mi toilichte gu bheil! 'S dòcha gun ionnsaich thu leis.
mt: Frankament, kuntent li qed tħossa! Hemm bżonn titgħallem minn dil-ġrajja.
pl: Szczerze. Jestem prawie zadowolony, że cię boli. Musisz wyciągnąć lekcję z tego.
pt_br: Francamente, é quase bom que doa mesmo! Você precisa aprender uma lição disso.
zh_cn: 说实话，我觉得你是应得！ 你应该吸取教训。

source: Just because it's convenient, does not mean you can just push people around.
cs: Jen proto, že se ti to hodí, neznamená, že musíš tlačít na lidi kolem.
de: Nur weil es praktisch ist, heißt das nicht, dass sie andere Leute herumschubsen können.
fr: C'est pas parce que c'est bien pratique que tu peux simplement embêter les gens comme ça.
gd: Chan urrainn dhut daoine a' phutadh dìreach air sgàth 's gu bheil e goireasach dhutsa.
mt: Billi konvenjenti, ma jfissirx li tista' tagħmel li trid bin-nies.
pl: Tylko dlatego, że ludzie są niekłopotliwi, nie oznacza, że masz prawo nimi pomiatać.
pt_br: Só por ser conveniente, não significa que você pode sair por aí mandando e desmandando nas pessoas.
zh_cn: 虽然这样感觉省事， 也不应该欺负别人。

source: It's tempting when you're strong. People can't say no.
cs: Vím, že to láká, když jsi silný. Lidi ti pak nemohou říct ne.
de: Die Stärke verleitet einen dazu. Da kann man einfach nicht nein sagen.
fr: C'est tentant quand tu es fort. Les gens ne peuvent rien dire.
gd: Tha e buaireanta ma bhios tu làidir. Cha ghabh do dhiùltadh.
mt: Allettanti meta tkun b'saħħtek. In-nies ma jistgħu jagħmlu xejn.
pl: Kusi cię, kiedy jesteś silny. Ludzie nie potrafią ci odmówić.
pt_br: É algo tentador quando você é forte. As pessoas não conseguem dizer não.
zh_cn: 暴力有它的诱惑， 别人无法拒绝你。

source: And sometimes, it's much faster to do things that way.
cs: A někdy, je to takhle mnohem rychlejší.
de: Und manchmal kommt man so schneller an sein Ziel.
fr: Et des fois, c'est bien plus rapide de faire les choses comme ça.
gd: Is aig amannan 's e seo an dòigh as luaithe gus stuth a dhèanamh.
mt: U xi drabi, eħfef tagħmel hekk.
pl: I czasami o wiele szybciej można działać w ten sposób.
pt_br: E, às vezes, é bem mais rápido fazer as coisas desse jeito.
zh_cn: 有时候，这种方式也许最有效率。

source: But even if you have good intentions, people don't like it when you're mean to them.
cs: Ale i když máš dobré úmysly, lidem se takové jednání nelíbí.
de: Aber selbst wenn man gute Absichten hat, mögen es die Leute nicht, dass sie so gemein behandelt werden.
fr: Mais même avec les meilleures intentions, les gens n'aiment pas qu'on soit méchant avec eux.
gd: Ach eadhon ma tha math nan daoine air d' aire, chan fhulaing iad tàire bhuat.
mt: Iżda anke meta jkollok intenzjoni tajba, in-nies qatt ma jieħdu gost meta tkun żorr.
pl: Ale nawet jeśli masz dobre intencje, to ludzie nie lubią, kiedy jesteś dla nich złośliwy
pt_br: Mas mesmo se as suas intenções forem boas, ninguém gosta de ser tratado com grosseria.
zh_cn: 但是即使你的意图是好的， 人们不喜欢强暴。

source: I'm sorry, sir.
cs: Omlouvám se, pane.
de: Es tut mir leid, Sir.
fr: Je suis désolé, chef.
gd: Tha mi duilich, uasail.
mt: Jiddispjaċini sinjur.
pl: Przepraszam, szefie.
pt_br: Me desculpe, senhor.
sk: Ospravedlňujem sa, pane.
zh_cn: 对不起，头。

source: Noted.
cs: Beru to na vědomí.
de: Zur Kenntnis genommen.
fr: C'est noté.
gd: Ceart ma-thà.
mt: Ħadt nota.
pl: Przyjąłem.
pt_br: Tudo bem.
zh_cn: 行了。

source: We're lucky in this case that no real damage was done.
cs: Teď jsme měli štěstí, že nebyla způsobena žádná skutečná škoda.
de: Zum Glück wurde kein großer Schaden angerichtet.
fr: On a de la chance que rien de grave ne soit arrivé ce coup-ci.
gd: Tha sinn fortanach an turas seo nach deach dad a mhilleadh dha-rìribh.
mt: B'xorti tajba, f'dal-kas ma saritx ħafna ħsara.
pl: Mamy szczęście w tym przypadku, że żadna realna szkoda nie została wyrządzona.
pt_br: Tivemos sorte nesse caso, não houve nenhum dano ou problema sério.
zh_cn: 幸运的是这次没有 造成真的损伤。

source: You've seen the danger of raising the ire of something stronger than yourself.
cs: Viděl jsi, že v nebezpečí je zloba silnější než ty.
de: Sie haben gesehen, was passiert, wenn man die Wut von jemandem schürt, der stärker ist als man selbst.
fr: Tu as vu le danger que c'est d'énerver quelqu'un de plus fort que toi.
gd: Chunna thu dè cho cunnartach 's a tha e rudeigin a tha nas treasa na thu fhèin a shàrachadh.
mt: Rajt il-periklu li tkebbes il-kollera ta xi ħaġa akbar minnek.
pl: Poznałeś niebezpieczeństwo eskalacji gniewu kogoś silniejszego od ciebie.
pt_br: Você percebeu o perigo de atrair a fúria de algo mais forte do que você.
zh_cn: 你也看见激怒 比你自己强的人的危险。

source: Now, the consequences, there, are limited to yourself.
cs: A jsi to ty koho se to dotklo.
de: Jetzt müssen Sie die Konsequenzen tragen.
fr: Les conséquences, là, se limitent à toi.
gd: Chan eil buaidh aige ach ort fhèin an-dràsta.
mt: Issa, il-konsegwenzi laqtu lilek biss.
pl: Teraz konsekwencje ograniczają się tylko do ciebie.
pt_br: Agora, as consequências, aí, foram limitadas a você mesmo.
zh_cn: 当然，这件事的结果 只影响到你自己。

source: However, I cannot stress this enough:
cs: Nicméně, nemůžu to tolerovat:
de: Jedenfalls kann ich es nicht genug betonen:
fr: Néanmoins, je ne le dirai jamais assez :
gd: Co-dhiù, feumaidh tu aire a thoirt air seo:
mt: Madanakollu, inħoss li rrid nemfasizza:
pl: Nie wiem jednak, czy podkreślę to odpowiednio:
pt_br: Porém, tem algo que eu devo ressaltar:
zh_cn: 但是，我还是必需强调：

source: I am afraid of angering something stronger than all of us.
cs: Bojím se, že jsem rozlobil něco silnějšího, než my všichni.
de: Ich fürchte mich, jemanden zu verärgern, der stärker ist als wir.
fr: J'ai peur de mettre en colère quelque chose de plus fort que nous tous.
gd: Tha an t-eagal orm gun sàraicheadh sinn rudeigin a tha nas treasa na a h-uile duine againne.
mt: Nibża ninkorla xi ħaġa akbar minna kollha.
pl: Boję się rozgniewać silniejszego od nas wszystkich.
pt_br: Eu tenho medo de acabar causando a ira de alguma coisa que seja mais poderosa que todos nós juntos.
zh_cn: 我害怕惹怒一个比我们 全体都强的人。

source: Huh? You mean ... something stronger than all the Milgramen put together?
cs: Uh? Chcete říct, že... je něco silnějšího než všichni Milgramovi muži dohromady?
de: Hä? Du meinst… jemand der stärker als alle Truppen zusammen ist?
fr: Hein ? Vous voulez dire... quelque chose de plus fort que tout les Milgramiens réunis ?
gd: Dè? 'Eil sibh a' ciallachadh ... rudeigin a tha nas treasa na muinntir Chaluim uile gu lèir?
mt: Eh? Trid tgħid ... xi ħaġa aktar qawwija minn nies kollha ta' Milgram?
pl: Huh? Mówisz... silniejszego niż wszyscy milgramowcy wzięci razem?
pt_br: Hã? Você quer dizer... algo mais forte do que todos nós, as tropas do castelo inteiras?
zh_cn: 啊？你是说……比所有的 米格拉姆部下合起来都强？

source: Yup.
cs: Jo.
de: Jepp.
fr: Ouaip.
gd: Sin agad e.
mt: Iwa.
pl: Tak.
pt_br: Sim.
zh_cn: 没错。

source: But what would ... ever qualify? We're the biggest group on this island.
cs: Ale co by... to dokázalo? Jsme nejsilnější společnost na ostrově.
de: Doch wer… ist SO stark? Wir sind auf dieser Insel in der Mehrheit.
fr: Mais... Qui est-ce que ça pourrait être ? Nous sommes le plus grand groupe de l'île.
gd: Ach dè fon ghrèin a bhiodh ann? Is sinne am buidheann as motha san eilean.
mt: Imma x'jasta' jkun daqshekk... b'saħħtu? Aħna l-akbar forza fuq dil-gżira.
pl: Ale kto... mógłby się zakwalifikować? Jesteśmy największą grupą na wyspie.
pt_br: Mas... o que poderia ser isso? Nós somos a organização mais importante na ilha.
zh_cn: 但是哪有那个可能性？ 我们是这个岛上最大的集团。

source: I have no idea.
cs: Nevím.
de: Ich hab keine Ahnung.
fr: Pas la moindre idée.
gd: Chan eil sgot a'm.
mt: M'għandix idea.
pl: Nie mam pojęcia.
pt_br: Não faço ideia.
zh_cn: 我也不知道。

source: But there are so many things we don't know about the world.
cs: Ale existuje tolik věcí o kterých nevíme.
de: Aber es gibt so vieles auf der Welt, über das wir nichts wissen.
fr: Mais il y a tant de choses qui nous échappent dans ce monde.
gd: Ach tha iomadh rud fon ghrèin air nach eil sinn eòlach.
mt: Iżda hemm ħafna affarijiet li aħna ma nafux dwar id-dinja.
pl: Ale jest tak wiele rzeczy, których nie wiemy o świecie.
pt_br: Mas existem tantas coisas que nós ainda não conhecemos no mundo.
zh_cn: 但是这世界上还有很多 我们不了解的事。

source: Hell, there's so little we even know about this island's history...
cs: K čertu, víme toho o historii tohoto ostrova tak málo...
de: Wir kennen noch nicht einmal die Geschichte unserer Insel.
fr: Bon sang, on en sait déjà tellement peu sur l'histoire de l'île...
gd: Thia, chan eil ach glè bheag dhe dh'eòlas againn fiù 's mu eachdraidh an eilein seo ...
mt: U terġa, tant nafu ftit dwar l-istorja ta' dil-gżira ...
pl: Psiakrew, nawet o historii tej wyspy niewiele wiemy...
pt_br: Caramba, é tão pouco o que conhecemos da história desta ilha, por exemplo...
zh_cn: 连这个岛的历史 我们都不很清楚。

source: Who knows what we'll run into?
cs: Kdo ví, co nás tady potká?
de: Wer weiß wo das hinführt?
fr: Qui sait ce qu'on pourrait croiser sur notre chemin ?
gd: Cò aig' a tha fios air na lorgas sinn ann fhathast?
mt: Min jaf ma xiex għad niltaqgħu?
pl: Któż może wiedzieć, kogo spotkamy przypadkiem?
pt_br: Quem saberá com o que poderemos nos encontrar?
zh_cn: 谁知道将来会遇上什么人？

source: Don't get me wrong - I have no illusions that it can neutralize ALL threats.
cs: Nechápej mě špatně - nemám žádné iluze, že tady zničíme VŠECHNY hrozby.
de: Verstehen Sie mich nicht falsch - ich habe keine Illusionen, die ALLE Gefahren neutralisieren.
fr: Comprends-moi bien : je ne me fais pas d'illusion sur sa capacité à éliminer TOUTES les menaces.
gd: Mus tuig thu gu cearr mi - chan eil mi fo mhealladh gum b' urrainn dhomh cur às dhan a h-uile seòrsa bagairt a dh'fhaodadh a bhith ann.
mt: Tifimnix ħażin - m'għandi l-ebda illużjoni li tista tinnewtralizza KULL theddid.
pl: Nie zrozum mnie źle - nie łudzę się, że można unieszkodliwić WSZELKIE zagrożenia.
pt_br: Não me entenda mal - não tenho nenhuma ilusão de que isso possa neutralizar TODAS as ameaças...
zh_cn: 别误解了，我没有 消除所有的威胁的幻想。

source: But being nice will prevent MOST from even happening in the first place.
cs: Ale bylo by hezké, kdyby jsme zničíli alespoň ty NEJHORŠÍ z nich.
de: Aber wenn Sie netter wären, würde das VIEL Ärger ersparen.
fr: Mais déjà, être gentil préviendra la PLUPART de celles-ci de se produire.
gd: Ach ma tha thu snog dhaibh, tha iomadh trioblaid ann nach nochd idir sa chiad dol a-mach.
mt: Imma li timxi sew żgur jipprevjeni ĦAFNA tiġrib.
pl: Przede wszystkim bycie uprzejmym powstrzymuje jednak WIĘKSZOŚĆ zła przed wystąpieniem.
pt_br: ...Mas ser cordial nos fará evitar que a maioria dessas ameaças se concretize.
zh_cn: 但是，友好的交涉一般会防止 产生这些威胁。

source: Furthermore, it tends to do one thing that cruelty and aggression doesn't:
cs: A navíc, to nutí neuchýlet se ke krutosti a agresi:
de: Außerdem würde es etwas bringen, was man durch Härte und Grausamkeit nicht erreicht:
fr: En plus, ça permet quelque chose que la cruauté et l'agression rendent impossible :
gd: A bharrachd air sin, gheibh thu rudeigin nach faigheadh tu le connspaid is borbachd:
mt: Barra minn hekk, hemm tendenza li tagħmel ħaġa waħda li l-krudeltà u l-aggressjoni ma tagħmilx:
pl: Co więcej, dobroć ma skłonność do tych rzeczy, do których okrucieństwo i agresja nie mają.
pt_br: E além disso, a cordialidade faz algo que a crueldade e a agressividade não fazem:
zh_cn: 而且，这可以达到残酷和侵略 不能达到的效果：

source: It makes friends.
cs: A to dělá spojence.
de: Man macht sich Freunde.
fr: Se faire des amis.
gd: Gheibh thu caraidean ùra.
mt: Issawwar il-ħbieb.
pl: Daje przyjaciół.
pt_br: Ela constrói amizades.
zh_cn: 可以交新的朋友。

source: We might someday find ourselves in a situation where having the island on our side becomes indispensable.
cs: Jednoho dne bychom se mohli nacházet v situaci, kdy se vlastnictví naší strany ostrova stane nepostradatelnou.
de: Irgendwann werden wir in einer Situation sein, wo wir unbedingt die gesamte Inselbevölkerung auf unserer Seite haben müssen.
fr: Un jour, peut-être, on pourrait se retrouver dans une situation où avoir l'île avec nous deviendrait indispensable.
gd: 'S dòcha gun tig a' latha a bhios e riatanach dhuinn gun seasadh an eilean ri 'r taobh.
mt: Jaf xi darba nsibu ruħna f'sitwazzjoni fejn il-bżonn li jkollna l-gżira fuq in-naħa tagħna isir indispensabbli.
pl: Kiedyś możemy znaleźć się w sytuacji, w której posiadanie wyspy na naszej połówce stanie niezastąpione.
pt_br: Talvez algum dia nos encontremos numa situação em que ter a ilha do nosso lado possa ser indispensável.
zh_cn: 也许有一天，我们会遇到 需要小岛居民帮助的情况。

source: Understood, sir.
cs: Rozumím, pane
de: Verstanden, Sir.
fr: C'est compris, chef.
gd: Tha mi tuigsinn, uasail.
mt: Hekk hu, sinjur.
pl: Rozumiem szefie.
pt_br: Entendido, senhor.
sk: Rozumiem, pane.
zh_cn: 明白了，头。

source: Good.
cs: Dobře.
de: Gut.
fr: Bien.
gd: Glè mhath.
mt: Tajjeb.
pl: Dobrze.
pt_br: Ótimo.
sk: Dobre.
zh_cn: 好。

source: Sorry about dressing you down like this, you generally do your job well.
cs: Omlouvám se, že tě do toho míchám, Děláš svou práci jako vždy dobře,
de: Entschuldigt, dass ich eine solche Standpauke gehalten habe, aber ihr macht euren Job gut.
fr: Désolé de te rabaisser comme ça, tu fais bien ton travail en général.
gd: Tha mi duilich gun tug mi trod dhut mar sin, nì thu 'n obair agad gu math san fharsaingeachd.
mt: Jiddispjacini tal-ilbies każwali, għax tagħmel xogħlok sew.
pl: Przepraszam za udzielenie ci reprymendy w ten sposób, ogólnie dobrze wykonujesz swoją robotę.
pt_br: Desculpe pelo sermão, normalmente você faz um bom trabalho.
zh_cn: 对不起，我可能口气重了， 你一般还是干得很好。

source: Just understand that being overzealous isn't going to impress me.
cs: Jen pochop, že horlivost na mě dojem neudělá.
de: Nur diese Übereifrigkeit beeindruckt mich nicht.
fr: Il faut juste que tu comprennes que les excès de zèle ne m'impressionnent pas.
gd: Ach tuig nach gabh mi suim air obair a tha tuilleadh is dealasach.
mt: Kemm tifhem li jekk tkun akkanit iż-żejjed, mhux se timpressjoni.
pl: Zrozum tylko, że nadgorliwość nie robi na mnie wrażenia.
pt_br: Só peço que compreenda que o excesso de zelo não irá me impressionar.
zh_cn: 不过你要明白，我并不希望 你们过度热心。

source: Tact and discretion, my good man. Remember that. Dismissed!
cs: Taktnost a diskrétnost, můj dobrý muži. pamatuj si to. Rozchod!
de: Takt und Diskretion, meine Männer. Vergesst das nicht. Wegtreten!
fr: Tact et discrétion, mon brave. Souviens-t'en. Rompez !
gd: Bi modhail is faiceallach, a bhalaich. Faodaidh tu falbh!
mt: Tatt u d-diskrezzjoni, ħabib. Ftakar dan. Tista' tmur.
pl: Takt i dyskrecja mój dobry człowieku. Zapamiętaj to. Możesz odejść.
pt_br: Tato e discernimento, meu bom rapaz. Lembre-se disso. Dispensado!
zh_cn: 要机智而慎重，明白了吗？ 下去吧。

source: Underground Pool
cs: Podzemní bazén
de: Unterirdisches Becken
fr: Bassin Souterrain
gd: Gluma fon talamh
mt: Għadira Taħt l-Art
pl: Podziemny Basen
pt_br: Piscinas Subterrâneas
sk: Podzemné jazero
zh_cn: 地下水池

source: Wandering Passage
cs: Průchod Toulavců
de: Irrfahrt-Passage
fr: Passage des Voyageurs
gd: Cam-lorg
mt: Passaġġ Dawrieni
pl: Wędrujące Przejście
pt_br: Passagem dos Andarilhos
sk: Putovný prechod
zh_cn: 蜿蜒过道

source: Watery Alley
cs: Vodní ulička
de: Wässrige Gasse
fr: Allée aquatique
gd: Caol-shràid uisgidh
mt: Sqaq Ilma
pl: Wodna Aleja
pt_br: Caminho Ribeirinho
sk: Vodná alej
zh_cn: 过水小径

source: The price is ${final_price} coins.
cs: Bude tě to stát ${final_price} mincí.
de: Das kostet ${final_price} Münzen.
fr: Le prix est de ${final_price} pièces.
gd: Tha e ${final_price} bonn.
mt: Il-prezz huwa ${final_price} muniti.
pl: Kosztuje ${final_price} sztuk złota.
pt_br: O preço é de ${final_price} moedas.
sk: Odmena je ${final_price} mincí.
zh_cn: 价格是 ${final_price} 金币。

source: You don't have enough money.
cs: Nemáte dost peněz.
de: Dafür hast du nicht genug Geld.
fr: Vous n'avez pas suffisamment d'argent.
gd: Chan eil airgead gu leòr agad.
mt: M'għandekx biżżejjed flus.
pl: Nie masz wystarczająco pieniędzy.
pt_br: Você não tem dinheiro suficiente.
sk: Nemáš dosť peňazí.
zh_cn: 你的钱不够。
