Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: You'll find many such objects of similar size in different areas of the game, such as crates inside of houses, or nuts hanging from trees.
cs: Najdeš mnoho objektů podobné velikosti, na různých místech hry, jako třeba krabice v domech, nebo oříšky na stromech.
de: Du wirst an anderen Orten, z.B. in Kisten, in Häusern oder an Bäumen, noch mehr Objekte ähnlicher Größe finden.
fr: Vous trouverez de nombreux objets de ce genre, de taille similaire, dans les différents coins du jeu, tels que les caisses à l'intérieur des maisons, ou des noix accrochées aux arbres.
gd: Lorgaidh tu iomadh oibseact le meud coltach ris ann an roinnean eadar-dhealaichte dhen gheama, a leithid creataichean taobh a-staigh thaighean no cnòthan a' crochadh bho chraobhan
mt: Issib ħafna oġġetti ta' dan id-daqs, f'zoni differenti tal-logħba, bħal ċestuni fid-djar, jew ġewz imdendel mas-siġar.
pl: Znajdziesz wiele takich obiektów o podobnych rozmiarach, w wielu miejscach gry, na przykład skrzynie w domkach, albo orzechy wiszące na gałęziach drzew.
pt_br: Você encontrará muitos objetos similares em diferentes áreas do jogo, como caixotes dentro das casas ou cogumelos em cavernas.
sk: V budúcnosti asi nájdeš veľa objektov podobnej veľkosti v rozličných častiach hry, napr.krabice vo vnútri domov, alebo orechy na stromoch.
zh_cn: 你会找到很多类似大小的东西遍布游戏角落， 比如箱子，树上的坚果。

source: These are an ample source of ammunition, that's almost always available.
cs: Jedná se o dostatek munice, která je snadno k sehnání.
de: Dies sind reichhaltige Munitionsquellen, die fast überall zu finden sind.
fr: Ce sont des sources suffisantes de munitions, qui sont presque toujours disponibles.
gd: 'S e tobar pailt dhe pheilearan a th' annta a tha ri fhaighinn mar as trice.
mt: Dawn huma sors kbir ta' munizzjon, li dejjem disponibbli.
pl: Jest bardzo obfite źródło amunicji, które praktycznie zawsze jest dostępne.
pt_br: Esses objetos são uma fonte de munição que estará quase sempre disponível.
sk: Jedná sa teda o dostatočný zdroj munície, ktorá je stále k dispozícii.
zh_cn: 这都是弹药的来源，几乎一直存在。

source: Note that these have an unusual property; if you use them up, walk away from the screen where you found them, and then return again, there will often be a new one waiting to use.
cs: Tyto předměty mají také jednu zvláštnost; pokud odejdeš dost daleko, abys na ně už neviděl a pak se vrátíš, povětšinou tam budou znova
de: Falls sie dir mal ausgehen, verlasse den Bildschirm und komm wieder zurück, und schon erscheinen sie wieder an ihrer alten Stelle.
fr: Notez qu'ils ont une propriété inhabituelle ; si vous les utilisez et vous éloignez de l'écran où vous les avez trouvés, puis y revenez, il y en aura souvent de nouveaux.
gd: Thoir an aire gu bheil buadh àraidh aca; ma tha thu air an caitheamh uile, coisich air falbh às an sgrìn far an do lorg thu iad is an uairsin till is bidh fear ùr a' feitheamh ort gu tric.
mt: Innota li dawn għandhom propjeta partikolari; jekk taħlihom, kemm timxi l-barra mill-iskrin fejn sobthom, u terġa lura. Il-biċċa l-kbira, terġa ssibhom hemm.
pl: Zauważ, że mają one jedną niezwykłą właściwość. Jeśli je zjesz, a następnie stracisz je z oczu, by później powrócić, często znajdziesz nowy owoc na miejscu zjedzonego.
pt_br: Note que, se você usar um desses objetos, sair e depois voltar ao lugar onde ele foi achado, haverá um novo pronto para ser usado.
sk: Vedz, že tieto objekty majú jednu neobyčajnú vlastnosť. Ak ich už raz využiješ, odkráčaj mimo obrazovky, kde si ich našiel, a potom sa vráť. Často tam nájdeš nové čakajúce na využitie.
zh_cn: 注意，这些不正常的东西； 假如用尽了，离开场景再返回可能就又有了。

source: Grassy Path
cs: Travnatá pěšina
de: Gräserner Pfad
fr: Chemin Herbeux
gd: Slighe fheurach
mt: Passaġġ fil-Ħaxix
pl: Trawiasta Ścieżka
pt_br: Caminho Verdejante
sk: Trávnatý chodník
zh_cn: 青草小道

source: Hanging Platforms
cs: Závěsné plošiny
de: Hängende Plattformen
fr: Plateformes Suspendues
gd: Àrd-ùrlaran crochte
mt: Pjattaformi Mdendlin
pl: Wiszące Platformy
pt_br: Andaimes em Série
sk: Visiaca plošina
zh_cn: 悬挂平台

source: This is a very deep chasm...
cs: To je velmi hluboká propast ...
de: Das ist ein sehr tiefer Abgrund…
fr: En voilà un sacré précipice...
gd: 'S e sloc glè dhomhainn a tha seo ...
mt: Din ħofra fonda ħafna.
pl: To bardzo głęboka przepaść.
pt_br: Nem consigo ver o fundo desse abismo...
sk: Toto je veľmi hlboká priepasť...
zh_cn: 这是个很深很深的裂口……

source: I'd better be careful.
cs: Raději budu opatrný.
de: Ich bin lieber vorsichtig.
fr: Je ferais mieux d'être prudent.
gd: Feumaidh mi bhith faiceallach.
mt: Aħjar toqgħod attent.
pl: Lepiej będę ostrożny.
pt_br: É melhor eu ter cuidado.
sk: Radšej budem opatrný.
zh_cn: 我最好小心点。

source: AAAAAAH! I CAN'T FLY!
cs: AAAAAAH! nemůžu létat!
de: AAAAAAH! ICH KANN NICHT FLIEGEN!
fr: HAAAAA! JE NE SAIS PAS VOLER !
gd: ÀÀÀÀÀ! CHAN EIL ITEALAICH AGAM!
mt: AAAAAA! Ma nistagħx intir!
pl: AAAAH! NIE UMIEM LATAĆ!
pt_br: AAAAAAH! EU NÃO SEI VOAR!
sk: AAAAAAH! NEVIEM LIETAŤ!
zh_cn: 啊啊啊啊啊！我不会飞啊！

source: Hidden Depths
cs: Skryté hlubiny
de: Versteckte Tiefen
fr: Profondeurs Cachées.
gd: Doimhneachd fhalaichte
mt: Fondi Misturin
pl: Ukryte Głębiny
pt_br: Profundezas Ocultas
sk: Skryté hlbiny
zh_cn: 隐秘深处

source: That guy sure doesn't look glad to meet me!
de: Der Typ war sicher nicht froh darüber, mich zu sehen.
fr: Ce gars-là n'a clairement pas l'air d'être heureux de me rencontrer !
gd: Chan eil an duine ud toilichte mo choinneachadh!
mt: Dak it-tali żgur ma jidhirx ħerqan li ltaqa' miegħi.
pl: Ten facet z pewnością nie wygląda na zadowolonego.
pt_br: Esse sujeito não me parece feliz em me ver!
sk: Tento chlapík rozhodne nevyzerá šťastne, že ma stretol!
zh_cn: 这家伙看上去很显然 不怎么欢迎我！

source: Killer Bunnies
cs: Zabiják králíčků
de: Killerkaninchen
fr: Lapins Tueurs
gd: Coineanaich mhurtair
mt: Żrameġ Qattiela
pl: Zabójcze Króliki
pt_br: Coelhos Bombardeiros
sk: Vražedné zajačiky
zh_cn: 杀手兔兔

source: It says, "Today's Special: Caesar Salad and Avocado Wraps"
de: Da steht: "Tagesempfehlung: Cäsarsalat und Avokado-Wraps"
fr: Ça dit, "La spécialité du jour : Salade César avec Roulés à l'Avocat"
gd: Tha "Biadh an latha: Salad Chèasar is pasgadh abhocado" sgrìobhte air.
mt: Tgħid, "Speċċjalità tal-Lum: Insalata alla Ċesri u Involti tal-Avokado"
pl: Napisano: 'Dzisiejsze specjały: sałatka Cezara i naleśniki z awokado'
pt_br: Aqui diz: "Prato do dia: Salada Caesar e Rolinhos de Abacate".
sk: Píše sa tu: "Dnešná špecialita: Cézarov šalát a avokádové zábaly"
zh_cn: 上面写着：“今日特餐：凯撒沙拉和牛油果卷”

source: It says, "Attention: Please clean up when you are done, and no standing on the filing cabinet."
de: Hier steht: "Hinweis: Wer fertig ist, muss abwaschen, und nicht vor dem Geschirrhalter stehen."
fr: Ça dit, "Attention : Merci de nettoyer après utilisation, et interdiction de monter sur l'armoire."
gd: Tha "Thoiribh an aire! Glanaibh nuair a bhios sibh ullamh is na seasaibh air a' phreas fhaidhlichean." sgrìobhte air.
mt: Tgħid, "Attenzjoni: Jekk jogħġbok naddaf warak, u titlax bil-wieqfa fuq l-għamara."
pl: Napisano: 'Uwaga: Proszę posprzątać po skończeniu pracy i nie stawać na szafce na dokumenty.'
pt_br: Aqui diz: "Atenção: Limpe tudo quando terminar, e não suba no arquivo."
zh_cn: 上面写着：“注意： 用完后请清理 勿站在文件箱上”

source: Oh, I was just sitting down for a bite to eat. Care to join us?
de: Oh, ich wollte mich gerade setzen, um einen Happen zu essen. Willst du auch was?
fr: Oh, je m'asseyais juste pour manger un bout. Tu veux venir ?
gd: Bha mi gu bhith suidhe gus greim bìdh a ghabhail. 'Eil an t-acras ort fhèin?
mt: Eh, kond bil-qiegħda hawn innaqqar xi ħaġa. Tingħaqad magħna?
pl: Oh, właśnie chciałem usiąść, by coś przekąsić. Masz ochotę do nas dołączyć?
pt_br: Ah, eu só tava parando pra fazer uma boquinha. Quer se juntar a nós?
sk: Ach, len som si sem sadol schrupnúť čosi pod zub. Máš záujem sa k nám pridať?
zh_cn: 我正准备吃饭呢。 一起来吗？

source: Uh, maybe... I certainly appreciate the hospitality!
de: Äh, vielleicht… Danke der Nachfrage.
fr: Heu, peut-être... En tout cas j'apprécie l'hospitalité !
gd: Uill, 's dòcha ... Tha mi measail air an fhàilte co-dhiù!
mt: Ehm, ħa naħsibha... tasseww napprezza l-ospitalità tagħkom!
pl: Uh, być może... Doceniam waszą gościnność!
pt_br: Hã, pode ser... Eu certamente agradeço a hospitalidade!
sk: No, možno... Pohostinnosť určite ocením!
zh_cn: 哦，那我就不客气了…… 真感谢你的招待！

source: So is this some kind of dining area?
de: Ist das hier vielleicht die Kantine?
fr: Alors, c'est une sorte de salle à manger, ici ?
gd: Mar sin, an e seòrsa dhe sheòmar-bìdh a tha seo?
mt: Allura din xi tip ta' kantin?
pl: Więc, czy to coś w rodzaju stołówki?
pt_br: Então, aqui seria uma área de jantar?
sk: Takže toto je nejaký druh jedálne?
zh_cn: 看样子这里是饮食区？

source: Yes, it is. We have regular meal service for those who are off-duty.
de: Du sagst es. Wir bieten regelmäßige Mahlzeiten für jeden an, der gerade nicht im Dienst ist.
fr: Oui, c'est ça. Nous avons un service de restauration régulier pour ceux qui sont de repos.
gd: 'S e gu dearbh. Tha biadh ann gu cunbhalach dhan fheadhainn aig a bheil greis shaor.
mt: Iva. Jkollna servizz regulari ta' ikel għal min qed jistrieħ mid-doveri tiegħu.
pl: Tak. Mamy katering dla tych, którzy skończyli służbę.
pt_br: Sim, é. Temos um serviço de restaurante para aqueles que não estão em serviço.
sk: Áno, je. Máme tu pravidelné podávanie jedál pre tých, ktorí sú mimo službu.
zh_cn: 是的。 我们有休班员工的定时餐。

source: Gaston should be coming out any minute now, with a lovely bit of smoked salmon.
de: Gaston sollte in ein paar Minuten hier sein, mit einem wunderbaren Stück geräuchertem Lachs.
fr: Gaston devrait sortir d'une minute à l'autre, avec un savoureux morceau de saumon fumé.
gd: Thig Gaston a dh'aithghearr le bradan smocte blasta.
mt: Gaston għadnu jiġi dalwaqt, b'biċċa salamun iffumigata tassew bnina.
pl: Goston powinien przybyć lada moment, z pysznym wędzonym łososiem.
pt_br: Já já o Gastão deve chegar com um belo pedaço de salmão defumado.
sk: Gaston by mal teraz každú minútku prísť, s krásnym kúskom údeného lososa.
zh_cn: 加斯顿的熏鲑鱼应该很快就到。

source: Well, pretty soon, I hope. Sometimes he takes a while.
de: Jeden Moment hoffe ich. Manchmal braucht er eine Weile.
fr: Bientôt en tout cas. Enfin j'espère. Parfois il prend son temps.
gd: Uill, tha mi 'n dòchas gun tig e dh'aithghearr. Tha e toirt ùine aig amannan.
mt: Heqq, dal-ħin suppost. Xi drabi jdum ftit.
pl: Cóż, mam nadzieję, że już niedługo. Czasami nieco mu się schodzi.
pt_br: Bom, logo, eu espero. Às vezes ele é um pouco demorado.
sk: No, dúfam teda, že dosť skoro. Občas mu to chvíľu trvá.
zh_cn: 我希望是很快。 有的时候花一段时间。

source: That sounds pretty classy.
cs: To zní moc pěkně.
de: Hört sich sehr nobel an.
fr: Ça a l'air plutôt classe.
gd: Abair thusa gu bheil seo spaideil.
mt: Iżommukom f'wiċċ l-idejn hawn.
pl: To brzmi klasycznie.
pt_br: Hmm, chique, hein?
sk: To znie celkom super.
zh_cn: 听上去不错嘛。

source: Yeah, small perks like that make life nice.
de: Genau, kleine Dinge wie diese machen das Leben perfekt.
fr: Ouais, ce sont les petites choses comme ça qui rendent la vie plus agréable.
gd: Seadh, 's e na rudan beaga a nì beatha math.
mt: Iva, ftit perkaċċi bħal dawn isebbħu l-ħajja.
pl: O tak, takie małe przyjemności czynią życie piękniejszym.
pt_br: Pois é, são coisinhas assim que fazem a vida valer a pena.
sk: Áno, drobné pôžitky, ako je ten, robia život pekným.
zh_cn: 是，有这些小福利，生活挺舒服。

source: So what is it you do for a, uh... job?
de: Also ist das hier für dich dein… äh… Job?
fr: Alors qu'est-ce que tu fais comme... heu... travail ?
gd: Mar sin, dè 'n ... obair a th' agad?
mt: Allura x'tagħmel int bħala, ehm... xogħol?
pl: A więc, czym się zajmujesz w swojej, uh... pracy?
pt_br: Então, qual que seria o... trabalho de vocês?
sk: Tak čo ty vlastne máš ach... na práci?
zh_cn: 顺便问一句，你是做什么工作的？

source: Basic labor, mostly. I haul construction materials around.
de: Einfache Tätigkeiten, hauptsächlich. Ich schleppe die Baumaterialien.
fr: Travail de base, en général. Je transporte du matériel de construction par-ci par-là.
gd: Obair-làimhe simplidh san fharsaingeachd. Bheir mi stuth togail bho àite gu àite.
mt: Xogħol manwali l-biċċa l-kbira. Inqandel materjal tal-bini l-hawn u l-hemm.
pl: Głównie pracą fizyczną. Przewożę tu i tam potrzebne materiały.
pt_br: Trabalho manual, principalmente. Eu carrego materiais de construção.
sk: Väčšinou dôležitú prácu, prenášam stavebné materiály po okolí.
zh_cn: 基本的劳工。 我负责搬运建设材料。

source: We're still working on the north tower. Be careful if you venture out there.
de: Wir arbeiten immer noch am Nordturm. Sei vorsichtig, wenn du dort lang willst.
fr: On travaille toujours sur la tour nord. Fais attention si tu t'aventures là-bas.
gd: Tha sinn fhathast ag obair air an tùr tuathach. Bi faiceallach ma thèid thu thall an-siud.
mt: Għadna għaddejjin bix-xogħolijiet fit-torri tat-tramuntana. Jekk tmur hemm, oqgħod attent.
pl: Cały czas budujemy północną wieżę. Bądź ostrożny, jeśli zapuścisz się w tamte rejony.
pt_br: Ainda estamos trabalhando na Torre Norte... Então tenha cuidado se for andar lá por cima.
sk: Stále pracujeme na severnej veži, buď opatrný, ak sa tam vyberieš.
zh_cn: 我们还正在建造北塔。 你要去那边的话得小心。

source: It's easy to accidentally fall. It's not really pedestrian-ready yet.
de: Dort kannst du sehr schnell herunterfallen. Daher dürfen Wander wie du da nicht hin.
fr: C'est facile de tomber accidentellement. Ce n'est pas encore très adapté aux piétons, pour l'instant.
gd: Tha e furasta tuiteam sìos. Chan eil e deiseil airson coiseachd fhathast.
mt: Faċli taqa' minn x'imkien. Għadu mhux aċċessibli għall-pubbliku.
pl: Bardzo łatwo jest spaść w przepaść. Nie jest jeszcze całkowicie gotowa.
pt_br: Seria fácil de cair acidentalmente. Realmente não está pronta pra visitas ainda.
sk: Je ľahké tam nešťastne kamsi padnúť. Zatiaľ to nie je pripravené pre peších.
zh_cn: 很容易坠落。 我们还没有做步行游客的准备。

source: I'll keep that in mind, thanks.
cs: Zůstaneš v mé mysli, dík.
de: Danke, das werde ich mir merken.
fr: Je tâcherai de m'en souvenir, merci.
gd: Cumaidh mi m' aire air seo, mòran taing.
mt: Inżomm dan f'moħħi, grazzi.
pl: Zapamiętam to sobie, dzięki.
pt_br: Vou me lembrar disso, obrigado.
sk: Budem to mať na mysli, vďaka.
zh_cn: 我会注意，谢谢。

source: Hi there, what's going on?
de: Hallo, was geht hier ab?
fr: Bonjour, qu'est-ce qui se passe ici ?
gd: Haoidh, dè tha dol?
mt: Bonġu, x'inhu jiġri?
pl: Hej tam, jak leci?
pt_br: Oi, beleza?
sk: Ahoj ty tam, čo sa deje?
zh_cn: 你好，怎么样？

source: Oh, hello. I'm just eating some fruit.
de: Oh, hallo. Ich ess' ein paar Früchte.
fr: Oh, bonjour. Je mange un fruit, c'est tout.
gd: Ò, haoidh. Tha mi 'g ithe measan.
mt: Eh, bonġu. Qed niekol xi frott.
pl: O, witaj. Właśnie jem nieco owoców.
pt_br: Ah, sim. Eu estou apenas comendo umas frutas.
sk: Ach, ahoj. Len jem nejaké ovocie.
zh_cn: 哦，你好。 我正在吃水果。

source: Are you that green guy security is after?
de: Bist du der grüne Typ, hinter dem die Wachen her sind?
fr: C'est toi le bonhomme vert que la Sécurité cherche ?
gd: An tusa am balach uaine is luchd-tèarainteachd às a dhèidh?
mt: Int it-tali l-aħdar li qed ifiċċu tas-sigurtà?
pl: Czy jesteś tym zielonym facetem, którego szuka ochrona.
pt_br: Você é aquele cara verde que a segurança está procurando?
sk: Ty si ten zelený chlapík, po ktorom ide ochranka?
zh_cn: 保安正在找的绿色人物是你吗？

source: If I answer yes, are you going to call them in here?
de: Verpfeifst du mich, wenn ich ja sage?
fr: Si je réponds oui, est-ce que tu vas les rameuter ?
gd: Nan canainn gur mis' a bh' ann, an gairmeadh tu iad a-steach an-seo?
mt: Jekk inwieġeb iva, se tmur tirrappurtani?
pl: Gdy odpowiem: tak, zamierzasz ich tutaj wezwać?
pt_br: Se eu falar que sim, você vai me denunciar?
sk: Ak odpoviem áno, zavoláš ju sem?
zh_cn: 如果我说是，你会叫他们吗？

source: No, I'm not looking for trouble.
de: Nein, ich will keinen Ärger bereiten.
fr: Non, je ne cherche pas d'embrouilles.
gd: Cha ghairminn, chan eil mi airson trioblaid.
mt: Le, ma nħobbx nidħol f'basal.
pl: Nie, nie szukam kłopotów.
pt_br: Não, não quero problemas.
sk: Nie, nechcem si koledovať o problémy.
zh_cn: 不会，我可不想找麻烦。

source: Besides which, you don't seem like a bad guy, if you ask my opinion.
de: Kommt darauf an. Du siehst nicht wie ein schlimmer Finger aus, wenn du mich fragst.
fr: De toute manière, tu n'as pas l'air d'un mauvais bougre, si je puis me permettre.
gd: A thuilleadh air seo, chan eil coltas daoine dhona ort nam bheachd-sa.
mt: Barra minn hekk, ma tidhirx mil-għar, almenu skond jien.
pl: Poza tym nie wyglądasz mi na opryszka, jeśliby kto pytał.
pt_br: Além do mais, se fossem me perguntar, eu diria que você não me parece ser mau sujeito.
sk: Okrem toho, nevyzeráš na nejakého zloducha, ak ťa zaujíma môj názor.
zh_cn: 而且，你也不像坏人， 以我的眼光来看。

source: Not that anyone's asking me.
de: Nicht, dass mich überhaupt jemand fragen würde.
fr: Et puis c'est pas comme si quelqu'un me demandait mon avis.
gd: Chan e 's gum biodh duine sam bith a' faighneachd bhuamsa.
mt: Mhux għax xi ħadd saqsieni għall-opinjoni.
pl: Nie żeby ktoś pytał.
pt_br: Não que alguém vá me perguntar.
sk: Nuž, názory niektorých ma nezaujímajú, ale...
zh_cn: 不过谁也没问我的意见。

source: Well, thanks, I do appreciate that.
de: Nun danke, das schätze ich sehr.
fr: Eh bien, merci, j'apprécie vraiment.
gd: Uill, tapadh leat, tha mi taingeil.
mt: Ehm, grazzi, napprezza ħafna.
pl: Cóż, dziękuję, naprawdę to doceniam.
pt_br: Puxa, obrigado.
sk: Dobre, vďaka, oceňujem to.
zh_cn: 哈哈，非常感谢。

source: Speaking of which, color me curious, but I thought that cats were carnivores?
de: Wo wir davon sprechen, nenn mich verrückt, aber ich dachte Katzen wären Fleischfresser.
fr: En parlant de ça, traite-moi de curieux si tu veux, mais je pensais que les chats étaient carnivores ?
gd: Eadar dà sgeul, 's dòcha gu bheil mi feòrachail, ach nach ith cait feòil?
mt: Tabilħaqq, aqtagħni kurjuż, imma l-qtates huma karnivori hux?
pl: Skoro o tym mowa, wybacz moją ciekawość, ale myślałem, że koty są mięsożerne?
pt_br: Aliás, voltando no assunto... Pode me chamar de enxerido, mas eu achava que gatos eram carnívoros.
sk: Keď už o tom hovoríme, odpusť mi moju zvedavosť, ale nie sú náhodou mačky mäsožravce?
zh_cn: 提到这个，我挺好奇， 我以为猫是食肉的，不是吗？

source: How is it that you're able to eat fruit?
de: Warum kannst du dann Früchte essen?
fr: Comment se fait-il que tu manges un fruit ?
gd: Ciamar a thèid leat measan ithe?
mt: X'kien jirnexxilkom tieklu l-frott?
pl: Jak to możliwe, że jesteś w stanie jeść owoce?
pt_br: Como é que você pode comer frutas?
sk: Ako je možné, že ješ ovocie?
zh_cn: 你为什么在吃水果？

source: Oh! I guess you wouldn't know these things... I suppose we take that for granted.
de: Oh! Ich dachte, du würdest Bescheid wissen… Wir halten es für selbstverständlich.
fr: Oh, j'imagine que tu ne peux pas savoir... Pour nous c'est une évidence.
gd: Ò! Cha bhiodh tu eòlach air na cùisean seo ... saoilidh mi nach eil e ach nàdarra dhuinne.
mt: Eh! Xi kultant ninsew li xi ħadd bħalek ma jkunx jaf dawn l-affarijet... Nassumu li kullħadd jaf.
pl: Oh! Być może nigdy byś się tego nie dowiedział... Chyba przyjęliśmy to za pewnik.
pt_br: Oh! É, pra você, talvez não seja óbvio... É uma coisa que a gente já sabe e nem percebe.
sk: Ach! Myslím, že o týchto veciach toho veľa nevieš... Mali sme to brať ako samozrejmosť.
zh_cn: 哦！我想你大概不知道这个…… 我们都习惯了。

source: See, strictly speaking, we're not cats. We're simply made to look like them.
de: Nun, einfach gesagt, sind wir keine Katzen. Wir wurden so geformt, dass wir so ähnlich aussehen.
fr: Tu vois, en réalité, nous ne sommes pas des chats. On nous a juste fait ressembler à eux.
gd: 'S e nach e cait a th' annainn dha-rìribh. Chaidh ar dèanamh ach am biodh coltas cait oirnn.
mt: Għax, propjament, aħna m'aħniex qtates. Sempliċement maħluqin fl-għamla tagħhom.
pl: Widzisz, ściśle rzecz biorąc, nie jesteśmy kotami. Po prostu zostaliśmy zrobieni, by je przypominać.
pt_br: Veja bem, tecnicamente falando, não somos gatos. Apenas fomos feitos pra nos parecermos com eles.
sk: Pozri, presnejšie povedané, my nie sme mačky. Jednoducho sme len boli vyrobení tak, aby sme ako ony vyzerali.
zh_cn: 你看，严格的说，我们不是猫。 我们只是按猫的外形制造出来的。

source: Er... "made to", you say? That's an interesting choice of words.
de: Äh, … "geformt" sagst du? Interessante Wortwahl.
fr: Heu... Comment ça "on vous a fait" ? Drôle de façon de choisir les mots.
gd: An tuirt thu "Chaidh ar dèanamh"? Seo taghadh fhaclan inntinneach.
mt: Ehm... "maħluqin", qed tgħid? Din għażla ta' kliem interessanti.
pl: Hm... mówisz 'zrobieni'? To interesujący dobór słów.
pt_br: Hã... "feitos", você disse? Essa é uma escolha interessante de palavra.
sk: Er... povedal si "vyrobení"? To je zaujímavá voľba slov.
zh_cn: 厄……你说“制造”？ 那是个有趣的说法。

source: Yes, that's right - I'm implying we are "made". We're made, not born, like you ... presumably are.
de: Du hast richtig gehört: "geformt". Wir sind nicht wie du geboren… vermutlich.
fr: Oui, c'est bien ça : je sous-entend que nous sommes "faits". Nous sommes fabriqués, pas nés comme... on peut présumer que tu sois.
gd: Thuirt, tha sin ceart, 's e gun deach ar dèanamh. Chaidh ar dèanamh seach breith mar a chaidh thusa ... tha mi 'n dùil.
mt: Eżatt, qed nimplika li aħna "maħluqin". Maħluqin, mhux mwieldin, kif nassumi, bħalek
pl: Tak, słusznie - sugerowałem, że jesteśmy 'zrobieni'. Jesteśmy zrobieni, nie urodzeni, jak ty... prawdopodobnie jesteś.
pt_br: Sim, é isso mesmo - foi o que eu quis dizer, somos "feitos". Feitos, em vez de ter nascido, como eu imagino ter sido o seu caso.
sk: Áno, to je pravda - ale my sme naozaj "vyrobení". Nenarodili sme sa ako ty ... pravdepodobne teda.
zh_cn: 不错——我们是“制造”的。 不是像你一样出生的。

source: Okay ... I'm kind of at a loss for words. That seems pretty unbelievable.
de: Okay… Ich bin sprachlos. Das klingt einfach unglaublich.
fr: Ok... Je ne sais plus trop quoi dire là. Ça a l'air plutôt incroyable.
gd: Ceart ma-thà ... chan eil faclan agam. Tha sin doirbh creidsinn.
mt: Owkej... ħallejtni bla kliem. Din ħaġa li ma titwemminx.
pl: Ja... nie wiem, co powiedzieć. To brzmi dość niewiarygodnie.
pt_br: Certo... Eu nem sei o que dizer, agora. Isso me parece bem inacreditável.
sk: Okej ... Trochu nemám slov. Znie to celkom neuveriteľne.
zh_cn: 我不知道该怎么说了。 那听上去不可思议。

source: Then again, the world is nothing if not full of surprises.
de: Die Welt ist voller Überraschungen.
fr: Là encore, le monde est plein de surprises.
gd: Air a' làimh eile, tha an saoghal làn iongantais.
mt: Mill-banda l-oħta, id-dinja mimlija sorpriżi!
pl: Ale z drugiej strony, świat jest pełen niespodzianek.
pt_br: Se bem que o mundo realmente é uma caixinha de surpresas.
sk: Tak znovu, svet je nič, ak nie je plný prekvapení.
zh_cn: 不过，这世上也充满了惊奇的事。

source: So you're made, you say... Who, then, is your maker?
de: Du sagtest, ihr wurdet geformt… Wer hat euch denn eure Form gegeben?
fr: Vous êtes fabriqués, tu dis... Qui est votre créateur, alors ?
gd: On a chaidh do dhèanamh ... Cò an dèanadair a-rèist?
mt: Allura inthom maħluqin qed tgħid... Allura, min hu l-ħallieq tagħkom?
pl: Więc mówisz, że zostaliście zrobieni... Kto zatem jest waszym twórcą?
pt_br: Então, se como você diz, vocês são feitos... Quem fez vocês?
sk: Tak keď hovoríš, že si vyrobený... Kto je potom tvoj výrobca?
zh_cn: 你说你是制造的…… 那么是谁制造了你？

source: Oh, Milgram, of course. Why else would he be so important?
de: Milgram natürlich. Warum sollte er sonst so wichtig sein?
fr: Eh bien, Milgram bien sûr. Sinon pourquoi serait-il si important ?
gd: Calum Corca gu nàdarra. Seo as adhbhar gu bheil esan cho cudromach.
mt: Eh, Milgram, ovvjament. Għaliex taħseb hu daqshekk importanti?
pl: Oh, oczywiście Milgram. Dlaczegóż inaczej byłby tak ważny?
pt_br: Ora, o Milgram, claro. Por que mais ele seria tão importante?
sk: Ach, Milgram, samozrejme. Prečo by inak bol taký dôležitý?
zh_cn: 哦，当然是米格拉姆。 否则他为什么会这么重要？
