Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: Directions
cs: Instrukce
de: Richtungen
gd: Comhair
mt: Direzzjonijiet
pl: Kierunki
pt_br: Direções
sk: Smerové tlačítka
zh_cn: 方向

source: Jump
cs: Skok
de: Sprung
fr: Saut
gd: Leum
mt: Aqbeż
pl: Skok
pt_br: Pulo
sk: Skok
zh_cn: 跳跃

source: Tongue
cs: Jazyk
de: Zunge
fr: Langue
gd: Teanga
mt: Ilsien
pl: Język
pt_br: Língua
sk: Jazyk
zh_cn: 吐舌

source: Attack
cs: Útok
de: Angriff
fr: Attaque
gd: Ionnsaigh
mt: Attakka
pl: Atak
pt_br: Ataque
sk: Útok
zh_cn: 攻击

source: Back
cs: Zpět
de: Zurück
fr: Retour
gd: Air ais
mt: Lura
pl: Wstecz
pt_br: Voltar
sk: Naspäť
zh_cn: 返回

source: Select save slot to use.
cs: Vyber slot pro uložení
de: Wähle einen Spielstand zum Speichern.
fr: Choisissez un emplacement de sauvegarde à utiliser.
gd: Tagh slot sàbhalaidh a chleachdas tu.
mt: Għażel il-qasam fiex trid issalva l-logħba.
pl: Wybierz miejsce odczytu zapisanych gier.
pt_br: Escolha a posição para salvar o jogo.
sk: Vyberte si slot na uloženie hry.
zh_cn: 选择要使用的存档槽

source: Select save slot to load.
cs: Vyber slot pro načtení
de: Wähle einen Spielstand zum Laden.
fr: Choisissez un emplacement de sauvegarde à charger.
gd: Tagh slot sàbhalaidh gus luchdadh.
mt: Għażel mil-liema qasam trid tirristawra l-logħba.
pl: Wybierz miejsce, aby zapisać grę.
pt_br: Escolha o jogo salvo para carregar.
sk: Vyberte si slot na načítanie hry.
zh_cn: 选择要读入的存档槽

source: Achievement Unlocked!
cs: Achievement otevřen
de: Erfolg freigeschaltet!
fr: Accomplissement débloqué !
gd: Coileanas air a neo-ghlasadh!
mt: Objettiv Milħuq!
pl: Osiągnięcie Odblokowane!
pt_br: Nova Proeza!
sk: Vymoženosť odomknutá!
zh_cn: 成就达成！

source: Language change will take effect in next level.
de: Der Sprachwechsel wird im nächsten Level erfolgen.
fr: Le changement de langue prendra effet au prochain niveau.
gd: Thèid an cànan a chur an sàs air an ath-leibheil.
mt: Il-lingwa tinbidel fil-livell li jmiss.
pl: Zmiana języka zacznie działać na następnym poziomie.
pt_br: A mudança de idioma terá efeito na próxima fase.
sk: Zmena jazyka sa prejaví v ďalšom leveli.
zh_cn: 语言设置会从下一关起有效。

source: Use system language
de: Benutze Systemsprache
fr: Utiliser la langue du système
gd: Cleachd cànan an t-siostaim
mt: Uża l-lingwa tas-sistema
pl: Użyj języka systemu
pt_br: Usar o idioma padrão
sk: Využitie jazyka systému
zh_cn: 使用系统语言

source: Initializing custom object functions
cs: Inicializace vlastních funkcí objektů
de: Initialisiere benutzerdefinierte Objektfunktionen
fr: Initialisation des fonctions personnalisées de l'objet
gd: A' tòiseachadh foincseanan oibseict gnàthaichte
mt: Inizzjalizzazzjoni tal-funzjonijiet speċifiċi tal-oġġetti
pl: Inicjalizacja niestandardowych funkcji obiektów.
pt_br: Inicializando funções de objetos
sk: Inicializácia objektových funkcii
zh_cn: 初始化自定义对象函数

source: Initializing textures
cs: Inicializace textur
de: Initialisiere Texturen
fr: Initialisation des textures
gd: A' tòiseachadh innich
mt: Inizzjalizzazzjoni tal-grafika
pl: Inicjalizacja tekstur.
pt_br: Inicializando texturas
sk: Inicializácia textúr
zh_cn: 初始化材质贴图

source: Initializing tiles
cs: Inicializace dlaždic
de: Initialisiere Kacheln
fr: Initialisation des cases
gd: A' tòiseachadh leacan
mt: Inizzjalizzazzjoni tal-blokok
pl: Inicjalizacja tła
pt_br: Inicializando tiles
sk: inicializácia miestností
zh_cn: 初始化图块

source: Initializing GUI
cs: Inicializace GUI
de: Initialisiere grafische Benutzeroberfläche
fr: Initialisation de l'interface graphique
gd: A' tòiseachadh GUI
mt: Inizzjalizzazzjoni tal-interfaċċja
pl: Inicjalizacja interfejsu użytkownika
pt_br: Inicializando interface
sk: Inicializácia GUI
zh_cn: 初始化界面

source: Loading level
cs: Nahrávání úrovně
de: Lade Level
fr: Chargement du niveau
gd: A' luchdadh leibheil
mt: Karikament tal-livell
pl: Wczytywanie poziomu
pt_br: Carregando fase
sk: Nahrávanie levelu
zh_cn: 正在读取关卡

source: Music Volume:
cs: Hlasitost hudby:
de: Musiklautstärke:
fr: Volume de la musique :
gd: Àirde ciùil:
mt: Volum tal-Mużika
pl: Głośność Muzyki
pt_br: Música:
sk: Hlasitosť hudby:
zh_cn: 音乐音量：

source: Sound Volume:
cs: Hlasitost zvuků:
de: Effektlautstärke:
fr: Volume sonore :
gd: Àirde fuaime:
mt: Volum tal-Effetti Sonori
pl: Głośność Dźwięków
pt_br: Efeitos Sonoros:
sk: Hlasitosť zvukov:
zh_cn: 音效音量：

source: Resume
cs: Pokračovat
de: Weiterspielen
fr: Reprendre
gd: Lean air
mt: Kompli
pl: Wznów
pt_br: Continuar
sk: Pokračovať v hre
zh_cn: 返回游戏

source: Controls...
cs: Ovládání ...
de: Tastenbelegung…
fr: Contrôles...
gd: Smachdan ...
mt: Kontroll
pl: Sterowanie
pt_br: Controles...
sk: Ovládanie...
zh_cn: 控制键...

source: Language...
de: Sprache…
fr: Langue…
gd: Cànan...
mt: Lingwa...
pl: Język
pt_br: Idioma...
sk: Jazyk...
zh_cn: 语言...

source: Return to Titlescreen
cs: Návrat do menu
de: Zurück zum Titelbild
fr: Revenir à l'écran-titre
gd: Till dhan duilleag tiotail
mt: Lura lejn it-Titlu
pl: Powrót do menu
pt_br: Voltar à Tela Inicial
sk: Hlavné menu
zh_cn: 回到标题画面

source: Exit Game
cs: Opustit hru
de: Spiel beenden
fr: Quitter le jeu
gd: Fàg an geama
mt: Oħroġ mil-Logħba
pl: Opuść Grę
pt_br: Sair do Jogo
sk: Ukončiť hru
zh_cn: 退出游戏

source: Reverse A and B
cs: Obrátit A a B
de: A und B vertauschen
fr: Inverser A et B
gd: Suaip A is B
mt: Aqleb A ma' B
pl: Odwróć kolejność A i B
pt_br: Inverter A e B
sk: Prevrátiť A a B
zh_cn: 交换A/B键

source: Version 1.3:
cs: Verze 1.3:
gd: Tionndadh 1.3:
mt: Versjoni 1.3:
pl: Wersja 1.3:
pt_br: Versão 1.3:
sk: Verzia 1.3:
zh_cn: 1.3版：

source: Expansion and improvements to the plot and dialogue, adding new cutscenes that give you a closer look at the antagonists' motives.
cs: Rozšíření a zlepšení pozemků i dialogů, přidány nové filmové scény, které vám pomůžou blíže se podívat na motivy protivníků.
de: Erweiterung und Verbesserung von Handlung und Dialog, Hinzufügen neuer Zwischensequenzen, die genaueren Blick auf die Antagonisten bringen.
fr: Ajouts et améliorations de l'intrigue et des dialogues, avec de nouvelles scènes cinématiques apportant une meilleure compréhension des intentions des protagonistes.
gd: Leudachadh is leasachadh air sgeulachd is còmhraidhean, a' cur seallaidhean gearraidh ùra ris a sheallas miann an nàmhaid.
mt: Espansjoni u t-titjib tal-istorja u d-djalogu, u żieda ta' xeni maqtugħin ġodda li jagħtuk dehra aħjar tal-motivazzjonijiet tal-antagonisti.
pt_br: Expansão e melhorias ao enredo e aos diálogos, incluindo novas cutscenes que te dão uma visão mais próxima das motivações dos antagonistas.
sk: Rozšírenie a úpravy zápletky príbehu a dialógov - pridané nové príbehové scény, ktoré vám pomôžu lepšie pochopiť motívy protivníkov.
zh_cn: 情节和对话的扩展和改进，增添了新的过场动画，让你更了解反角的动机。

source: Several new levels were added to the dungeon environment; with some of them being optional, there's much more to explore now.
cs: Bylo přidáno několik nových úrovní v prostředí žaláře, některé z nich jsou dobrovolné, je tu toho teď mnohem více k prozkoumání.
de: Mehrere neue Ebenen wurden der Kerker Umgebung hinzugefügt; einige davon sind optional, es gibt jetzt viel mehr zu erkunden.
fr: Plusieurs nouveaux niveaux ont été ajoutés au donjon ; certains étant optionnels, il y a désormais beaucoup plus d'exploration possible.
gd: Chaidh leibheilean ùra a chur ri àrainneachd an tuill-dhuibh; tha cuid dhiubh roghainneil is tha mòran a bharrachd ann ri rannsachadh a-nis.
mt: Żieda ta' diversi livelli ġodda tal-kalzri; b'xi wħud minnhom obbligatorji, jfisser li hemm ħafna aktar x'tesplora issa.
pt_br: Várias novas fases foram adicionadas ao ambiente "masmorra"; algumas são opcionais, assim, há muito mais a explorar e descobrir agora.
sk: Niekoľko nových levelov bolo pridaných do prostredia žalárov; niektoré z nich sú voliteľné. Možností na skúmanie je teraz oveľa viac.
zh_cn: 地下牢区域增添了几个新关，有些是可选，更多探索的地方。

source: Some new enemies to be vanquished: a red bat that's much more tenacious than the regular ones, and the hard-hitting ninja-kitty, that has many tools at his disposal to fight you. And these are just a few examples!
cs: Někteří nový nepřátelé k přemožení: červený netopýr, který je mnohem více houževnatý, než ten běžný a úderné ninja-koťátko, které má k dispozici celou řadu nástrojů pro boj s tebou. A to je jen několik příkladů!
de: Einige neue Feinde zum besiegen: eine rote Fledermaus, viel zäher als die regulären ist und die knallharte Ninja-Kitty, die viele Waffen zur Verfügung hat, um zu kämpfen. Und das sind nur ein paar Beispiele!
fr: De nouveaux ennemis à vaincre : une chauve-souris rouge beaucoup plus tenace que les habituelles, et le chaton-ninja qui frappe fort, disposant de nombreux atouts pour vous combattre. Et ce ne sont que des exemples !
gd: Tha nàimhdean ùra ann ris an sabaid thu: ialtag dhearg a tha mòran nas leanailtiche na an fheadhainn àbhaisteach is a' phiseag ninja le bualadh cruaidh aig a bheil iomadh uidheam gus sabaid nad aghaidh. Chan e ach eisimpleirean a th' anns an dà chuid!
mt: Żieda ta' għedewwa ġodda x'tegħleb: farfett il-lejl aħmar ħafna aktar tenaċi minn dawk regolari, qattus ninġa b'saħħtu, li għandha ħafna għodod għad-dispożizzjoni tiegħu biex jiġġieled. U dawn huma biss ftit eżempji!
pt_br: Alguns novos inimigos para enfrentar: um morcego vermelho que é muito mais voraz que os normais, e o poderoso gato ninja, que tem várias armas à disposição para atacá-lo. E esses são apenas alguns exemplos!
sk: Niekoľko nových typov nepriateľov na porazenie: červený netopier, ktorý je omnoho vytrvalejší ako normálne netopiere, a tvrdá ninja-mačka, ktorá má k dispozícii viacero spôsobov boja proti tebe. A to sú len príklady!
zh_cn: 新的敌人：比平常的蝙蝠更顽强的红色蝙蝠，具有高杀伤力，用多种武器的忍者猫，等等！

source: New difficulty level: Challenging. Some enemies will be faster, hardier, smarter, or all of those put together.
cs: Nová úroveň obtížnosti: Náročné. Někteří nepřátelé budou rychlejší, odolnější, inteligentnější, nebo všechno ty dohromady.
de: Neuer Schwierigkeitsgrad: Anspruchsvoll. Einige Gegner werden schneller, robuster, intelligenter, oder alles zusammen.
fr: Nouveau niveau de difficulté : Difficile. Certains ennemis seront plus rapides, résistants, intelligents, ou tout ça à la fois.
gd: Ìre duilgheis ùr: Dùbhlanach. Bidh cuid dhe na nàimhdean nas luaithe, nas seasmhaiche, nas glice no a h-uile gin dheth.
mt: Żieda ta' livell ta' diffikultà ġdid: Impennjattiv. Xi għedewwa jiġru aktar, itqal biex tgħelibhom, aktar intelliġenti, jew taħlita tat-tlieta.
pt_br: Novo nível de dificuldade: Complicado. Alguns inimigos serão mais rápidos, mais resistentes, mais espertos, ou tudo isso ao mesmo tempo.
sk: Nová úroveň obtiažnosti: Náročná. Niektorí nepriatelia budú rýchlejší, tvrdší, múdrejší, alebo všetko dohromady.
zh_cn: 新的难度：挑战。有些敌人会更快，更顽强，更狡猾。

source: A better "New Game/Load Game" screen, that allows the selection of save slots.
cs: Lepší zobrazení "Nová hra / Nahrát hru" , které umožňuje výběr uložených slotů.
de: Ein besserer "Neues Spiel / Spiel laden"-Bildschirm, bei dem man die Spielstände wählen kann.
fr: Un meilleur écran pour "Nouvelle partie/Charger une partie", permettant de choisir l'emplacement de sauvegarde.
gd: Sgrìn "Geama ùr/Luchdaich geama" nas fhearr a leigeas leat slotaichean sàbhalaidh a thaghadh.
mt: Titjib fl-iskrin tal-għażla ta' logħba ġdia jew ta' ristawr, fejn tista' tagħżel liema qasam tirristawra.
pt_br: Uma tela de "Novo Jogo/Carregar" melhor, que permite escolher o arquivo de salvamento.
sk: Lepšia obrazovka "Nová hra/Načítať hru", ktorá umožňuje výber savovacieho slotu.
zh_cn: 更好的“新游戏/读取游戏”屏幕，允许选择存档槽。

source: New power-up system, based on a common "mana" resource - now players can choose what powers to use at any time, if they've acquired them and have enough mana to use them.
de: Neues Power-up-System, auf einer gemeinsamen "Mana" Ressource basiert - jetzt können Spieler jederzeit wählen, welche Fertigkeiten sie nutzen wollen, wenn sie sie gekauft haben und genug Mana zum Verwenden besitzen.
fr: De nouvelles compétences, basées sur une ressource commune de "mana" - maintenant les joueurs peuvent choisir quels pouvoirs utiliser à n'importe quel moment, à condition de les avoir acquis préalablement et de disposer de suffisamment de mana.
gd: Siostam chumhachdan ùr air a stèidheachadh air goireas "mana" uile-choitcheann - 's urrainn dha chluicheadairean taghadh dè a' chumhachd a chleachdas iad àm sam bith nuair a bhios iad air an coisinn is mana gu leòr aca gus an cleachdadh.
mt: Sistema ġdida ta' power-ups, bbażata fuq ir-riżorsa komuni tal-"mana" - issa il-plejers jistgħu jagħżlu x'abbiltà jużaw fi kwalsijasi ħin, sakemm ikunu akwistawhom u jekk għandhom biżżejjed mana biex jużawhom.
pt_br: Novo sistema de power-ups, baseado num recurso de "mana" que é comum a todos eles - agora o jogador pode escolher qual poder usar a qualquer tempo, se tiverem já adquirido esse poder e tiverem a quantidade de mana necessária.
sk: Nový systém vylepšení, založený na "mane" (klišé, však?) - hráči si teraz môžu vybrať, ktoré schopnosti kedy využiť, samozrejme v prípade, že ich odomkli a majú dostatok many na ich využitie.
zh_cn: 使用“魔力”资源的新的能力系统。玩家可以随时选择用哪一种学会的能力。

source: Two new power-ups: Fire-breath attack and an energy shot that homes in on enemies.
de: Zwei neue Power-Ups: Feuerspeien und ein Energie-Schuss, der Feinde verfolgt.
fr: Deux nouvelles compétences : Crachat de feu et des boules d'énergies téléguidées vers les ennemis.
gd: Dà chumhachd ùr: anail theine is losgadh lùiths a nì amas fèin-obrachail air an nàmhaid.
mt: Żewġ power-ups ġodda: Attack bin-nifs tan-nar u projjettila tal-enerġija li ttir wara l-għedewwa.
pt_br: Dois novos power-ups: Um ataque de cuspir fogo e uma esfera de energia que persegue os inimigos.
sk: Dve nové vylepšenia: Chrlenie ohňa a energetická strela, ktorá pristane na vašich nepriateľoch.
zh_cn: 两种新的能力：喷火攻击和追踪能量弹

source: Graphical improvements abound: ground tiles on most environments were reworked, adding better perspective, and being improved on in general.
cs: Grafické vylepšení : pozemní dlaždice na většině prostředí byly přepracovány, přidána lepší perspektiva, a jsou všeobecně lepší.
de: Grafische Verbesserungen gibt es zuhauf: Bodenteile auf den meisten Umgebungen wurden überarbeitet, bessere Perspektiven hinzugefügt, und in der Regel verbessert.
fr: Une floppée d'améliorations graphiques : les tuiles de terrain ont été retravaillées pour la plupart des environnements, ajoutant notamment une meilleure perspective et une amélioration globale.
gd: Iomadh leasachadh grafaigeachd: chaidh na leacan làir ath-obrachadh sa mhòr chuid dhe dh'àrainneachdan, a' cur buaidh-astair nas fhearr ris is gan leasachadh san fharsaingeachd.
mt: Ħafna titjib fil-grafika: blokok tal-art fil-biċċa l-kbira tal-ambjenti, perspettiva aħjar, u titjib ġenerali ieħor.
pt_br: Melhorias gráficas por toda a parte: tilesets da maioria dos ambientes foram melhoradas, trazendo mais perspectiva, além de outros ajustes.
sk: Grafické úpravy: bloky zeme vo väčšine prostredí boli do základov prepracované, takže teraz vyzerajú lepšie.
zh_cn: 大幅度的图像改善：重制了大多数环境的地面图像，增加了立体感，以及总体的改善。

source: Lots of new objects show up in the foreground and background, giving more depth and diversity to each map.
cs: Oběví se spousta nových objektů v popředí a pozadí, což dává větší hloubku a rozmanitost každé mapě.
de: Viele neue Objekte zeigen sich im Vorder- und Hintergrund, die jeder Karte mehr Tiefe und Vielfalt verpassen.
fr: De nombreux nouveaux objets apparaissent en avant et arrière-plan, offrant une meilleure profondeur et diversifiant chaque carte.
gd: Nochdaidh iomadh nì air a' bheulaibh is cùlaibh, a' toirt barrachd doimhneachd is caochlaidh dha gach mapa.
mt: Żieda ta' ħafna oġġetti fil-pjan ta' quddiem u fl-isfond, li jagħti sens ta' fond u varjetà l'kull livell.
pt_br: Muitos novos objetos aparecem no primeiro plano e no plano de fundo, trazendo mais profundidade e diversidade às fases.
sk: Množstvo nových objektov v popredí aj pozadí, dodávajúcich viac hĺbky a rozmanitosti každej mape.
zh_cn: 前景和背景出现新的物体，让关卡增添深度和色彩。

source: Many new tracks were added to the soundtrack, while most of the previous repertoire has been enhanced.
cs: Bylo přidáno mnoho nových stopy do soundtracku, přičemž většina z předchozího repertoáru byla vylepšena.
de: Viele neue Titel wurden dem Soundtrack hinzugefügt, während das bisherige Repertoire grundsätzlich wurde erweitert.
fr: Beaucoup de nouvelles pistes ont été ajoutées à la bande sonore, tandis que la plupart du reste a été amélioré.
gd: Chaidh iomadh fonn ùr a chur ris a' chiùil is chaidh na bha ann mu thràth a leasachadh.
mt: Żieda ta' ħafna siltiet mużikali ġodda, u titjib fir-repertorju mużikali eżistenti.
pt_br: Muitas músicas novas foram adicionadas à trilha sonora, enquanto grande parte do repertório existente foi melhorada.
sk: Veľa nových skladieb pridaných do soundtracku, zatiaľ čo väčšina predošlého repertoáru bola prepracovaná.
zh_cn: 增加了多首背景音乐，并改进了已有的音乐。

source: A much wider and smarter usage of sound effects; now you'll be able to notice flying enemies' wings flapping, kitties running around, and even the sounds Frogatto make are when moving around are dependent on terrain.
de: Eine viel größere und intelligentere Nutzung von Soundeffekten; jetzt wirst du in der Lage sein, den Flügelschlag fliegender Feinde zu bemerken, herumlaufende Kätzchen, und sogar die Geräusche von Frogatto, wenn er sich auf anderem Gelände bewegt.
fr: Un usage bien plus vaste et bien pensé des effets sonores ; vous serez maintenant capable de remarquer le battement des ailes des ennemis voletant, les chatons déambulant, et même que les bruits que Frogatto fait lorsqu'il court dépendent du terrain.
gd: Cleachdadh mòran nas fharsainge is nas glice air buaidhean fuaime; mothaichidh tu sgiathan nan nàimhdean a ghluasad a-nis no piseagan a' ruith mun cuairt is tha fiù 's na fuaimean a nì Frogatto fhèin a' gluasad an eisimeil air a' chruth-tìre.
mt: Użu aktar mifrux w aħjar ta' effetti sonori; issa tista' tinnota t-tferfir tal-ġwienaħ tal-għedewwa, qtates jiġru, u anke meta Frogatto jiċċaqlaq.
pt_br: Um uso mais amplo e inteligente de efeitos sonoros; agora você poderá notar o bater de asas de inimigos que voam, os gatos correndo pelas fases, e até os sons que o Frogatto faz ao se mover mudam conforme o terreno em que ele se encontra.
sk: Omnoho širšie a rozumnejšie využitie zvukových efektov; teraz budete schopní rozpoznať lietajúcich nepriateľov na základe pleskotu krídiel, mačky na základe dupotu, a dokonca aj zvuky spôsobené pohybom Frogatta sú teraz závislé na teréne.
zh_cn: 更广泛，精巧的利用音效；你可以注意到飞行敌人的翅膀闪动，猫咪跑动，甚至阿土走动的声音也随地形改变。

source: Version 1.2:
cs: Verze 1.2:
gd: Tionndadh 1.2:
mt: Versjoni 1.2:
pl: Wersja 1.2:
pt_br: Versão 1.2:
sk: Verzia 1.2
zh_cn: 1.2 版本:

source: Complete redo of attack logic; frogatto now is free to walk around whilst he attacks, and in general is much more responsive.
de: Angriffslogik neu definiert; Frogatto kann sich nun frei bewegen während er angreift und ist generell reaktionsfähiger.
fr: Refonte complète de la logique d'attaque; frogatto peut maintenant avancer tandis qu'il attaque, et est généralement beaucoup plus réactif.
gd: Ath-dhèanamh slàn air loidig ionnsaighe; is urrainn dha Fhrogatto coiseachd gu saor fhad 's a bheil e a' toirt ionnsaigh a-nis is tha e a' freagairt nas fhearr san fharsaingeachd.
mt: Riimplementazzjoni tal-loġika tal-attakki; Frogatto issa jista jimxi waqt li jattakka, u ġeneralment hu aktar reattiv.
pl: Całkowita zmiana logiki ataku; Frogatto teraz może atakować podczas poruszania się, a ogólnie jest przyjemniejszy w sterowaniu.
pt_br: A programação dos ataques de Frogatto foi refeita; agora ele pode andar enquanto ataca, além de responder mais rápido aos comandos, em geral.
sk: Kompletná prerábka útočnej logiky: frogatto teraz môže v kľude chodiť, počas toho, ako útočí. Takže je to teraz precíznejšie.!
zh_cn: 全新攻击方式：阿土现在可以畅快地自由移动，攻击时也不例外。

source: Frogatto's tongue-grabbing is MUCH more forgiving
de: Frogattos Zunge kann jetzt noch besser greifen
fr: Le coup de langue de Frogatto est beaucoup plus simple.
gd: Tha glacadh teanga Fhrogatto mòran mòran nas maithiche
mt: Il-mekkaniżmu tal-ilsien ta' Frogatto hu aktar faċli biex jintuża.
pl: Chwytający język Frogatto jest znacznie bardziej odporny.
pt_br: Ajustes na área em que a língua de Frogatto pode agarrar objetos e inimigos
sk: Froggatove ,zbieranie predmetov, teraz nabralo meirnejšie kontúry.
zh_cn: 阿土的舌头变得更灵活

source: Complete rewrite of damage handling; much more consistent now, and categorically eliminates some bugs where damage wouldn't get dealt.
de: Schadensberechnung neu definiert; neben einer konsistenteren Berechnung wurden auch Fehler behoben, wo der Schaden vorher nicht berechnet wurde.
fr: Réécriture de la gestion des dégâts; beaucoup plus cohérent maintenant, et élimine quelques bugs lorsque les dommages n'étaient pas appliqués.
gd: Ath-sgrìobhadh slàn air dèiligeadh ri dochann; tha e mòran nas cunbhalaiche a-nis is chaidh cur às dha bhugaichean far nach deachadh dochann a dhèanamh.
mt: Riimplementazzjoni tas-sistema ta' mmaniġjar tal-ħsara; aktar konsistenza u jelimina difetti fejn il-ħsara tiġi injorata.
pl: Przepisanie na nowo obsługi obrażeń; Teraz jest o wiele bardziej spójna oraz udało się wyeliminować wiele błędów powodujących niewrażliwość na obrażenia.
pt_br: Ajustes no gerenciamento de dano dos personagens, corrigindo certas situações onde o dano não estava sendo infligido.
sk: Kompletné prerobenie manulipácie s chybami, teraz sú niektoré bugy, ktoré sa nedali opraviť kategoricky odstraňované.
zh_cn: 重写伤害关系；更加均衡，以及取消了某些无法造成伤害的bug

source: Reworked some tilesets to eliminate tiling errors.
de: Bildteile überarbeitet, um Fehler beim Zusammensetzen zu eliminieren.
fr: Retravaillé certains tilesets pour éliminer les erreurs de tiling.
gd: Cuid dhe na buidhnean leacan air an ath-dhèanamh gus cur às dha mhearachdan leacan.
mt: Irfinati xi settijiet ta' blokok biex jaqblu aħjar ma' xulxin.
pl: Poprawiono niektóre zestawy kafelków by uniknąć błędów.
pt_br: Correções em alguns tilesets, para eliminar erros em combinações de tiles.
sk: Prerobené niektoré miestnosti, aby sa predišlo chybám.
zh_cn: 重制某些图块，修正错误

source: Further enhancements to dungeon wall graphics (added edges).
de: Einige Verbesserungen bei den Graphiken der Verlieswände (Ecken hinzugefügt).
fr: D'autres améliorations graphiques sur les murs de donjon (bords ajoutés).
gd: Barrachd leasachaidhean air grafaigeachd ballachan tholl-dubha (oirean air an cur ris).
mt: Aktar irfinar fil-grafika tal-kalzri (xfafar miżjudin).
pl: Dalsze poprawki grafiki lochów (dodano krawędzie).
pt_br: Melhorias aos gráficos das paredes das masmorras.
sk: Ďalšie vylepšenia grafiky stien a múrov (pridané zreteľné rohy).
zh_cn: 进一步加强地下墙壁图像（添加边缘）

source: New, more readable dialogue font.
de: Neue, besser lesbare Schrift für Dialoge.
fr: Nouvelle police de dialogue, plus lisible.
gd: Cruth-clò còmhraidh ùr is nas fhasa leughadh.
mt: Tipa ġdida li tinqara aħjar.
pl: Nowa, bardziej czytelna czcionka.
pt_br: Nova fonte, mais legível.
sk: Nové, viac čitateľné písmo.
zh_cn: 新的对话框字体。

source: Lots of small graphical tweaks.
de: Viele kleine graphische Verbesserungen.
fr: Beaucoup de petites retouches graphiques.
gd: Tòrr leasachaidhean beaga air a' ghrafaigeachd.
mt: Qafna rfinar minuri fil-grafika.
pl: Wiele niewielkich poprawek grafiki.
pt_br: Vários ajustes gráficos menores.
sk: Mnoho malých grafických úprav.
zh_cn: 很多细微的图像增强。
