Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: Uhh.. I was expecting something a bit more ... robust.
de: Äh… Ich hatte doch … etwas mehr Widerstand erwartet.
fr: Euh.. Je m'attendais à quelque chose d'un peu plus... robuste.
gd: Uill uill ... bha mi 'n dùil air rudeigin ... rud beag as treuna.
mt: Emm.. kond qed nistenna xi ħaġa aktar... soda.
pl: Ehh... Oczekiwałem kogoś nieco bardziej... krzepkiego.
pt_br: Hã... Eu estava esperando ver alguém mais... robusto.
sk: Ach.. očakával som niečo omnoho ... väčšie.
zh_cn: 吖... 我还以为是什么更...难缠的东西。

source: So you're the one who's been causing all this trouble, eh?
de: Also bist du derjenige, der all diesen Ärger verursacht, oder?
fr: Alors, c'est vous qui êtes la source de tous ces ennuis, hein ?
gd: Mar sin, 's tusa a dh'adhbharaich a h-uile trioblaid a tha seo, an e?
mt: Mela int kont dak li qala' dal-inkwiet kollu, hux?
pl: A więc ty jesteś przyczyną tych wszystkich kłopotów, prawda?
pt_br: Então é você que está causando toda essa confusão, hein?
sk: Takže ty si ten, kto zavinil všetky tieto problémy, hm?
zh_cn: 你就是到处制造麻烦的家伙了，呵？

source: I am?
cs: Já jsem?
de: Meinst du mich?
fr: Moi ?
gd: Cha mhì!
mt: Min, jien?
pl: Ja?
pt_br: Confusão? Eu?
sk: Ja?
zh_cn: 是我么？

source: Yes, I've been getting some rather unpleasant reports about property damage.
de: Ja, ich bekam einige eher unerfreuliche Nachrichten über Sachbeschädigung.
fr: Oui, j'ai reçu quelques rapports assez désagréables à propos de dégâts matériels.
gd: 'S tusa. Tha mi air aithisgean mì-thlachdmhor fhaighinn mu mhilleadh shealbhan.
mt: Iva. Irċevejt ħafna rapporti pjuttost spjaċevoli dwar ħsarat fil-proppjetà.
pl: Tak. Dochodzą do mnie niepokojące plotki o niszczeniu mienia.
pt_br: É, eu já fui informado de vários casos de violência e vandalismo em meus domínios.
sk: Áno, dostával som isté nemilé správy ohľadom poškodenia majetku.
zh_cn: 是，我收到了一些负面的报告，关于财物损 毁。

source: Is there any chance I... can discuss something with you?
de: Habe ich irgendeine Chanche… mit dir zu reden?
fr: Y a-t-il une chance que nous... puissions discuter de quelque chose ?
gd: 'Eil seans sam bith ann ... gum bruidhinn mi riut air rudeigin?
mt: Hemm xi ċans li jien... niddiskuti xi ħaġa miegħek?
pl: Czy jest chociaż cień szansy, żebym... przedyskutował coś z tobą?
pt_br: Bom, será que eu poderia... conversar sobre um assunto importante com você?
sk: Je tu nejaká šanca... že by som s tebou mohol čosi prediskutovať?
zh_cn: 如果有机会，我能...和你谈谈吗？

source: Sure...
cs: Jistě...
de: Sicherlich…
fr: Bien sûr...
gd: Seadh ...
mt: Mela le...
pl: Oczywiście...
pt_br: Claro...
sk: Iste...
zh_cn: 一定...

source: ...but the subject's going to be: "What happens to trespassers."
de: … doch das Thema muss sein: "Was passiert mit Eindringlingen."
fr: ... Mais le sujet va être : "Qu'est-ce qui arrive aux intrus."
gd: ... ach seo a' chuspair a bhios ann: "Na thachras ri luchd ain-inntrigidh."
mt: ... imma s-suġġett ħa jkun: "X'jiġri lit-trasgressuri."
pl: ...ale tematem rozmowy będzie: 'Co dzieje się z nieproszonymi gośćmi.'
pt_br: ...só que o assunto será: "O que acontece com quem invade o meu castelo."
sk: ... ale témou bude: "Čo sa stane s nepovolanými osobami."
zh_cn: ... 但是主题变为: "入侵者遇到什么。"

source: Fight!
cs: Boj!
de: Kämpf!
fr: En garde !
gd: Sabaid!
mt: Iġġieled!
pl: Walcz!
pt_br: Luta!
zh_cn: 开战！

source: Milgram's Throne Room
cs: Milgramova Trůnní Místnost
de: Milgrams Thronzimmer
fr: Salle du Trône de Milgram
gd: Rum-cathrach Chaluim
mt: Il-kamra tat-tron ta' Milgram
pl: Sala Tronowa Milgrama
pt_br: Sala do Trono
sk: Milgramov trón
zh_cn: 米格拉姆的王座之间

source: It says, "Careful! This area is extremely unfinished."
de: Da steht "Warnung! Dieser Bereich ist im Aufbau."
fr: Ça dit "Attention ! Cette zone est très inachevée."
gd: Tha "Thoiribh an aire! Cha do chrìochnaicheadh an raoin seo idir." sgrìobhte air.
mt: Tgħid, "Attenzjoni: Din iz-zona għada mhux lesta."
pl: Jest napisane: 'Ostrożnie! Ten teren jest niezwykle nieukończony.'
pt_br: Aqui diz: "Cuidado! Esta área está extremamente incompleta."
sk: Píše sa tam, "Opatrne! Táto oblasť vôbec nie je dokončená."
zh_cn: 上面写着：“注意！本区域高度未完成。“

source: "Completely unsafe for pedestrian traffic! Workers only!"
de: "Zutritt für Unbefugte verboten! Nur für Bauarbeiter!"
fr: "Super dangereux pour les piétons ! Ouvriers seulement !"
gd: "Chan eil e freagarrach do thrafaig choisiche! Luchd-obrach a-mhàin!"
mt: "Hi ta' periklu għall-użu tal-pubbliku! Ħaddiema biss huma permessi hawn!"
pl: 'Niebezpieczeństwo dla pieszych! Przejście tylko dla pracowników budowy'.
pt_br: "Totalmente insegura para tráfego de pedestres! Apenas trabalhadores!"
sk: "Príliš nebezpečné pre pešiu prevádzku! Iba robotníci!"
zh_cn: “步行危险！职工专用！“

source: Moonlit Ramparts
de: Mondbeschienene Wälle
fr: Ramparts au Clair de Lune
gd: Mùirean fo sholas na gealaich
mt: Swar Mdawlin Mill-Qamar
pl: Bastion przy Świetle Księżyca
pt_br: Baluarte Aluado
sk: Mesačné hradby
zh_cn: 月光壁垒

source: North Courtyard
de: Nördlicher Hof
fr: Cours Nord
gd: A' cheàrnag tuathach
mt: Bitħa tat-Tramuntana
pl: Północny Dziedziniec
pt_br: Pátio Norte
sk: Severné nádvorie
zh_cn: 北庭院

source: Pinecone Park
cs: Park borovicových šišek
de: Pinienzapfenpark
fr: Parc des Pommes de Pin
gd: Pàirc duirce-giuthais
mt: Ġnien il-Pinji.
pl: Park Szyszka
pt_br: Parque das Pinhas
sk: Park u šišky
zh_cn: 松果公园

source: These crazy bombers are everywhere!
cs: Tyto bláznivé bombardéry jsou všude!
de: Diese verrückten Bomber sind überall!
fr: Ces bombardiers fous sont partout !
gd: Tha na bomadairean craicte seo air feadh an àite!
mt: Dawn il-bumbardieri mġienen ħierġin minn kullimkien!
pl: Te szalone bombowce są wszędzie!
pt_br: Esses bombardeiros malucos não me deixam em paz!
sk: Tieto bláznivé bombardéry sú všade!
zh_cn: 到处都是疯狂的炸弹客！

source: Plagued Mine
cs: Zamořený Důl
de: Befallenes Bergwerk
fr: Mine du Fléau
gd: Mèinn àmhgharach
mt: Minjiera Mpestata
pl: Nękana Kopalnia
pt_br: Mina Infestada
sk: Zamorená baňa
zh_cn: 瘟疫矿井

source: Platform Peril
de: Tückische Plattformen
fr: Péril sur Plateformes
gd: Gàbhadh nan clàr
mt: Periklu tal-Pjattaformi
pl: Ryzykowna Plansza
pt_br: Plataformas Perigosas
sk: Nebezpečná platforma
zh_cn: 平台冒险

source: Rock-a-Fort
cs: Skalnatá-Pevnost
de: Felsenfestung
fr: Fort Mica
gd: Uamh an òir
mt: Rokkaforti
pt_br: Rocha-forte
sk: Ementál
zh_cn: 摇滚要塞

source: Woah! A flying plant!
cs: Wow! Létající květina!
de: Woah! Eine fliegende Pflanze!
fr: Waouh ! Une plante volante !
gd: Gu sealladh orm! Lus ag itealaich!
mt: Uwww! Xitla ttir!
pl: Łoa! Latająca roślina!
pt_br: Opa! Uma planta voadora!
sk: Woah! Lietajúca rastlina!
zh_cn: 喔哈！飞在天上的植物！

source: ^How interesting.
cs: ^ Jak zajímavé.
de: ^Wie interessant.
fr: ^Intéressant.
gd: ^Tha sin inntinneach.
mt: ^Tassew interessanti.
pl: Interesujące.
pt_br: Que interessante.
sk: ^Aké zaujímavé.
zh_cn: 真有趣。

source: Bleh. A locked door.
cs: Sakra. Zamčené dveře.
de: Bäh. Eine verschlossene Tür.
fr: Bah. Une porte verrouillée.
gd: Iochd. Doras dùinte.
mt: Ehh. Bieb imsakkar.
pl: Ech. Zamknięte drzwi.
pt_br: Bah. Uma porta trancada.
sk: Bleh. Zamknuté dvere.
zh_cn: 啊，门锁住了。

source: There must be a way around it.
cs: Musí existovat způsob, jak sekolem nich dostat.
de: Da muss es einen Weg drum herum geben.
fr: Je devrais pouvoir la contourner.
gd: Feumaidh slighe timcheall a bhith ann.
mt: Hemm xi mod kif induru madwaru.
pl: Musi być jakaś inna droga.
pt_br: Deve ter um outro caminho pra chegar do outro lado.
sk: Musí byť cesta naokolo.
zh_cn: 一定有个办法进去的。

source: Rocky Roots
cs: Skalnaté Kořeny
de: Wackliges Wurzelwerk
fr: Racines Rocheuses
gd: Freumhan creagach
mt: Għeruq Blati
pl: Kamieniste Korzenie
pt_br: Raízes de Pedra
sk: Pevné korene
zh_cn: 岩石树根

source: Hello there.
cs: Dobrý den.
de: Hallo zusammen.
fr: Bonjour.
gd: Halò.
mt: L-Għodwa t-tajba.
pl: Witam.
pt_br: Oh, olá.
sk: Dobrý deň.
zh_cn: 哈罗～

source: ^Hi, I'm Frogatto.
cs: ^ Ahoj, já jsem Frogatto.
de: ^Hallo, ich bin Frogatto.
fr: ^Salut, moi c'est Frogatto.
gd: ^Haoidh, 's mise Frogatto.
mt: ^Bonġu, jien Frogatto.
pl: Witaj, jestem Frogatto.
pt_br: Oi, eu sou o Frogatto.
sk: ^Ahoj, som Frogatto.
zh_cn: 嗨，我是阿土。

source: A pleasure to meet you. I am Mortimer.
cs: Rád tě poznávám. Jsem Mortimer.
de: Es ist mir eine wahre Freude, Sie kennenzulernen. Ich bin Mortimer.
fr: Enchanté. Je m'appelle Mortimer.
gd: 'S math do choinneachadh. 'S e Feardorcha a th' orm.
mt: Għandi pjaċir. Jien Mortimer.
pl: Miło mi cię poznać. Jestem Mortimer.
pt_br: É um prazer conhecê-lo. Eu sou o Mortimer.
sk: Rád Vás spoznávam. Ja som Mortimer.
zh_cn: 很高兴见到你。 我是摩塔莫。

source: ^That's nice.
cs: ^ To je hezké.
de: ^Das ist nett.
fr: ^Très bien.
gd: ^Tha sin snog.
mt: ^Tajjeb.
pl: To miło.
pt_br: Muito bom.
sk: ^To je milé.
zh_cn: 不错。

source: Uhm, I hope you don't mind my asking, but what on earth <em>are</em> you, anyway?
cs: Ehm, doufám, že nevadí, že se ptám, ale co <em>jsi</em> vůbec zač?
de: Ähm, ich hoffe, Sie haben nichts gegen meine Frage, aber was zum Henker <em>sind</em> Sie überhaupt?
fr: Heu, j'espère que tu m'en voudras pas de demander, mais t'es <em>QUOI</em> exactement ?
gd: Èm, tha mi 'n dòchas gum faod mi faighneachd, ach dè fon ghrèin a tha thusa co-dhiù?
mt: Ehm, jekk ma jimpurtax nsaqsi, imma int <em>x'int</em>, wara kollox?
pl: Mam nadzieję, że się nie obrazisz, jeśli spytam, CZYM jesteś?
pt_br: Hã... espero que não se incomode com a pergunta, mas... <em>O que</em> exatamente é você, afinal?
sk: Ech, dúfam, že mi odpustíš moju otázku,ale čo <em> si </em> zač, každopádne?
zh_cn: 咳咳，但愿你别介意我的问题， 不过你到底是何方神圣啊？

source: Ostensibly, I am a mole.
cs: I když to tak nevypadá,já jsem krtek.
de: Augenscheinlich bin ich ein Maulwurf.
fr: De toute évidence, je suis une taupe.
gd: Famh, a rèir coltais.
mt: Mid-dehra jien talpa.
pl: Pozornie jestem kretem.
pt_br: Fisicamente falando? Sou uma toupeira.
sk: Údajne, som krtko.
zh_cn: 很明显，我是只鼹鼠。

source: ... Okay.
cs: ... Jasně.
de: … Na gut.
fr: ... D'accord.
gd: ... Ceart ma-thà.
mt: ... Owkej.
pl: ... OK.
pt_br: ... Certo...
sk: ...no dobre.
zh_cn: …… 好吧。

source: Perhaps more importantly, I am a bit of an astronomer and biologist, by trade.
cs: Snad ještě důležitější je, že jsem povoláním trochu astronom a biolog.
de: Wahrscheinlich noch wichtiger, ich bin von Beruf Astronom und Biologe, ein bisschen von beidem.
fr: Mais ce qui est peut-être plus important, c'est que je fais un peu d'astronomie et de biologie, professionnellement parlant.
gd: Rud nas cudromaiche 's dòcha, tha mi nam reuladair agus is bith-eòlas an ceàrd agam.
mt: Iżda aktar minn hekk, jien imħarre fl-astromomija u l-bijoloġija.
pl: Ale co ważniejsze, jestem po trochu astronomem i biologiem z zawodu.
pt_br: Mas talvez mais importante, eu diria que sou um astrônomo e biólogo, por profissão.
sk: Čo je však dôležitejšie, som povolaním tak trochu astronóm a biológ.
zh_cn: 也许更要紧的是，我算是个 职业的天文学家兼生物学家。

source: That is why I live all the way up here. You can see quite a bit from this height.
cs: Proto žiju tady. Dá se toho z téhle výšky vidět víc.
de: Deswegen lebe ich so weit oben. Man kann aus dieser Höhe so einiges sehen.
fr: C'est pourquoi je vis en hauteur. La vue est bien meilleure d'ici.
gd: Seo as adhbhar gu bheil mi fuireach fada shuas an-seo. 'S urrainn dhut tòrr fhaicinn on àirde seo.
mt: Għalhekk ngħix hawn fuq. Tista' tara' ħafna minn dal-għoli.
pl: Dlatego mieszkam tutaj. Można sporo zobaczyć z tej wysokości.
pt_br: É por isso que moro aqui em cima. Dá pra ver bem longe daqui desta altura.
sk: To je dôvod, prečo žijem tak vysoko.⏎ Môžeš odtiaľ vidieť trochu viac.
zh_cn: 这就是我住得这么高的原因啦。 在这么高的地方你能看到很多东西。

source: ...and I guess you have these ants in cages to study them?
cs: ... A nejspíš budete tyhle mravence v těch klecích studovat, je to tak?
de: … und ich vermute, du hast diese Ameisen im Käfig, um sie zu studieren?
fr: ... et je suppose que tu as ces fourmis en cage pour les étudier ?
gd: ... 's tha mi 'n dùil gu bheil na seangan seo ann an cèidsichean ach an dèan thu sgrùdadh orra.
mt: ... u nassumi li dawn in-nemel fil-gaġeġ qiegħed tistudjhom?
pl: ... i rozumiem, że trzymasz te mrówki w klatkach, w celach naukowych?
pt_br: ...e eu creio que você tem essas formigas nas jaulas para poder estudá-las?
sk: ... domnievam sa, že tieto mravce v klietkach máte k výskumu?
zh_cn: ……我猜你把这些蚂蚁关在 笼子里是为了搞研究？

source: That's right. Unfortunately, my collection lacks the rarer golden ant.
cs: Přesně. Bohužel, v mé sbírce schází vzácný zlatý mravenec.
de: Das stimmt. Bedauerlicherweiser fehlt die seltene goldene Ameise in meiner Sammlung.
fr: C'est exact. Malheureusement, il manque à ma collection la rare fourmi dorée.
gd: Gu mì-fhortanach, tha an seangan òr ainneamh a dhìth sa chruinneachadh agam.
mt: Hekk hu, però il-kollezzjoni nieqsa minn-nemla dehbija li ma tantx issib bħalha.
pl: Owszem. Niestety, w mojej kolekcji brak rzadszych złotych mrówek.
pt_br: Correto. Infelizmente, minha coleção não dispõe de uma das raras formigas douradas.
sk: To je pravda. Nanešťastie, v mojej zbierke chýba vzácny zlatý mravec.
zh_cn: 对了。是没运气收藏到罕见的金色蚂蚁。

source: Oh, what a shame.
cs: Aha, to je škoda.
de: Na sowas aber auch.
fr: Comme c'est dommage.
gd: Ò, 's bochd sin.
mt: Ehh, x'ħasra.
pl: Och, jaka szkoda.
pt_br: Ah, que pena.
sk: Ach, aká škoda.
zh_cn: 哦，真是可惜。

source: You know, you look rather well-traveled. If you could bring me a golden ant and stick it in one of my cages, I'd reward you <em>handsomely.</em>
cs: Víš, vypadáš jako dobrý dobrodruh. Když mi doneseš zlatého mravence a zavřeš ho do jedné z těch klecí, odměním tě něčím <em>pěkným.</em>
de: Nun, Sie sehen so aus, als seien sie häufig unterwegs. Wenn Sie mir eine goldene Ameise bringen könnten und Sie sie in einen meiner Käfige werfen, würde ich Sie<em>ansehnlich belohnen</em>.
fr: Hum, tu as l'air d'avoir bourlingué. Si tu me ramènes une fourmi dorée et la mets dans une de mes cages, je te récompenserais <em>généreusement</em>.
gd: Fhios a'd, tha coltas an taistealaich ort. Mas urrainn dhut seangan òr a thoirt thugam is a chur ann an cèidse dhomh, 's mòr a bhios an duais a bheir mi dhut.
mt: Tidher wieħed imdorri jivvjaġġa. Jekk iġġibli nemla dehbija u tqiegħda f'waħda mill-gaġeġ tiegħi, inħallsek <em>sew.</em>
pl: Wiesz, wyglądasz na kogoś obeznanego w terenie. Jeśli przyniesiesz mi złotą mrówkę, a następnie umieścisz ją w jednej z moich klatek sowicie cię wynagrodzę.
pt_br: Sabe, você me parece bem viajado. Se você pudesse me trazer uma formiga dourada e guardá-la numa das jaulas, eu lhe pagaria uma <em>generosa</em> recompensa.
sk: Chápeš, vyzeráš ako dobrý cestovateľ. Ak by si mi doniesol toho zlatého mravca a strčil ho do jednej z mojich klietok, <em> štedro </em> by som ťa odmenil.
zh_cn: 你知道不，你看着像个云游四方的人。 如果你能给我搞到只金蚂蚁放笼子里， 我会<em>好好地</em>答谢你的。

source: Handsomely you say? I'm on it!
cs: Pěkným říkáš? To beru!
de: Hübsch belohnen sagst du? Ich bin dabei!
fr: Généreusement, tu dis ? Tu peux compter sur moi !
gd: Duais mhòr, an e? Bheir mi fear dhut!
mt: Mħallas tajjeb qed tgħid? Ara sejjer!
pl: Sowicie powiadasz? Wchodzę w to!
pt_br: Você disse generosa? Estou dentro!
sk: Štedro, hovoríte? Som za to!
zh_cn: 你说“好好的”？ 我这就去！

source: Oh! You got the golden ant for me. It's beautiful, <em>beautiful!</em>
cs: Ó! Máš toho zlatého mravence. To je skvělé, <em>skvělé!</em>
de: Oh! Sie haben eine goldene Ameise für mich. Sie ist schön, <em>schön!</em>
fr: Oh ! Tu m'as attrapé la fourmi dorée. Elle est magnifique, <em>magnifique</em> !
gd: Ò! Fhuair thu an seangan òr dhomh. Tha e brèagha àlainn!
mt: Ejja! Sibtli nemla dehbija. Kemm hi sabiħa, <em>sabiħa!</em>
pl: No proszę! Masz dla mnie złotą mrówkę. Jest piękna, piękna!
pt_br: Oh, você me trouxe <em>mesmo</em> uma formiga dourada. Que beleza, que beleza!
sk: Oh! Zohnal si pre mňa zlatého mravca.⏎ To je <em>krása, krása!</em>
zh_cn: 哦！你替我抓来了金蚂蚁！ 它真是太美了！<em>太美了！</em>

source: Mmmmmhmmmm. Now you were talking about a <em>reward?</em>
cs: Mmmmmhmmmm. Co kdyby jsme si popovídali o té <em>odměně?</em>
de: Aaaahaaa. Über was für eine <em>Belohnung</em> reden Sie überhaupt?
fr: Mmmmmmmhmmmm. Heu, tu parlais d'une <em>récompense</em> ?
gd: Thà ... Nise, nach tuirt thu rudeigin mu dheidhinn duais?
mt: Mmmm ħmmm. Kond qed issemmi <em>premju?</em>
pl: Mmmmmhmmmm. Teraz chciałbym porozmawiać o nagrodzie?
pt_br: Mmmmmhmmmm. E antes você estava falando de uma <em>recompensa?</em>
sk: Mmmmmhmmmm. Hovoril si teraz niečo o <em> odmene </em> ?
zh_cn: 唔。貌似你说过有啥<em>答谢</em>的？

source: Yes, yes, a reward! I think I have just the thing.
cs: Ano, ano, odměna! Myslím, že mám jen jednu věc.
de: Ja, ja, eine Belohnung! Ich denke gerade an das hier.
fr: Oui, oui, une récompense ! Je pense que j'ai exactement ce qu'il te faut.
gd: Seadh, seadh, duais! Saoilidh mi gu bheil an dearbh rud agam.
mt: Iva, iva, bħala premju naħseb li għandi xi ħaġa tajba.
pl: Tak, tak, o nagrodzie! Wydaje mi się, że mam właściwą rzecz.
pt_br: Sim, sim, uma recompensa! Acho que tenho a coisa certa bem aqui.
sk: Áno, áno, odmena! Myslím, že mám nejakú vec.
zh_cn: 啊，是，你的奖励！ 我有个正好的东西。

source: Some time ago, I bartered my way into the possession of an Energy Talisman.
cs: Před časem jsem mi podařilo na cesstách získat do svého vlastnictví energetický talisman.
de: Vor einiger Zeit, bekam ich durch einen Tausch diesen Energie-Talisman.
fr: Il y a longtemps, suite à différents trocs, j'ai obtenu un Talisman d'Énergie.
gd: O chionn tamaill, rinn mi malairt is fhuair mi seun cumhachd.
mt: Xi żmien ilu, bit-tpartit iddubbajt Taliżman tal-Enerġija.
pl: Kilka dni temu wszedłem w posiadanie talizmanu energii.
pt_br: Já faz algum tempo, depois de umas trocas eu consegui obter um Talismã de Energia.
sk: Nejaký čas dozadu, pobral som sa hľadať Talizman Energie.
zh_cn: 前一段时间， 我交换得到了一个能量宝物。

source: A most interesting artifact, but I think I've exhausted what I can learn from it.
cs: Nejzajímavější artefakt co jsem kdy viděl, ale jsem už příliš unaven, než abych ho studoval.
de: Ein sehr interessantes Artefakt, aber ich glaube ich habe es gründlich genug untersucht.
fr: Un artefact très intéressant, mais je pense que je n'ai plus rien à en apprendre.
gd: 'S e uidheam glè inntinneach a th' ann, ach tha mi air ionnsachadh na b' urrainn dhomh bhuaithe.
mt: Artefatt tassew interessanti, imma ftit naf ngħidlek fuqhu.
pl: Bardzo interesujący artefakt, ale nie sądzę, żebym się mógł z niego więcej nauczyć.
pt_br: Um artefato deveras interessante, mas creio que dele já não consigo obter mais nenhuma informação.
sk: Je to asi najzaujímavejší artefakt, ale myslím, že sa už pomocou neho nemám čo naučiť.
zh_cn: 这是一个很有意思的东西， 但是我认为我在它上能做的 研究已经做完了。

source: It's not useful to me, anymore, and I think it could be very useful to you.
cs: Na nic ho už nepotřebuji, ale myslím, že tobě by se mohl hodit.
de: Ich brauche ihn nicht mehr, also denke ich dass du ihn haben kannst.
fr: Il ne m'est plus utile maintenant, et je pense qu'à toi il pourrait bien servir.
gd: Cha dèan e feum dhomh fhèin tuilleadh, ach tha mi 'n dùil gun dèanadh e feum mòr dhutsa.
mt: Mhux utli għalija, imma f'idejk taf issiblu użu int.
pl: Nie jest mi już do niczego potrzebny, ale dla ciebie może być bardzo użyteczny.
pt_br: Pra mim já não tem mais serventia, e acho que pode ser bem útil a você.
sk: Pre mňa už nie je užitočný, ale pre teba by určite bol.
zh_cn: 它对我已经没有用了， 可是我觉得对你应该有帮助。

source: If I am correct, I believe it would react with your anatomy by allowing you to externally manifest energy.
cs: Pokud se nemýlím, měl by reagovat s tvou anatomií a umožní ti externě ovládat energii.
de: Wenn ich richtig liege, dann wird er mit deiner Anatomie reagieren, um einen Doppelgänger zu erzeugen.
fr: Si je ne m'abuse, il me semble qu'il devrait réagir à ton anatomie et te permettre de dégager de l'énargie vers l'extéreur.
gd: Ma tha mi ceart, nì e co-obrachadh leis a' bhodhaig agad gus cumhachd taobh a-muigh a nochdadh.
mt: Mill-ftit li naf, dan għandu jinteraġixxi ma' ġismek billi jħallik titfa l-enerġija l-barra.
pl: Jeśli nie jestem w błędzie, sądzę, że wejdzie w reakcję z twoją anatomią, co umożliwi ci wydobywanie energii na zewnątrz.
pt_br: Se eu estiver correto, creio que ele reagiria com a sua anatomia, permitindo que você possa manifestar externamente sua energia.
sk: Ak sa nemýlim, bude reagovať s tvojou anatómiou, čo ti umožní externe uvoľňovať energiu.
zh_cn: 如果我的猜想正确， 他会和你的身体反应， 让你能发射能量。

source: That is, taking your inner physical energy, and allowing you to directly channel it outside your body.
cs: To zanmená, že využije tvé vnitřní energie a navede jí ven z tvého těla tím správným směrem.
de: Er nimmt einen Teil deiner Gesundheit und manifestiert sie außerhalb deines Körpers.
fr: C'est-à-dire, prendre ton énergie physique interne, et lui permettre de se canaliser directement à l'extérieur de ton corps.
gd: 'S e seo gun gabh e a' chumhachd taobh a-staigh agad is gur urrainn dhut a stiùireadh taobh a-muigh do bhodhaige.
mt: Fi kliem ieħor, taqleb l-enerġija ġewwiena tiegħek f'enerġija barranija.
pl: To znaczy pobierze twoją wewnętrzną życiową energię i umożliwi ci bezpośrednie jej skierowanie na zewnątrz twojego ciała.
pt_br: Quero dizer, usar sua energia física interna, fazendo com que você possa diretamente direcioná-la para fora de seu corpo.
sk: Takže, nasaje to tvoju vnútornú fyzickú energiu a pretransformuje ju mimo tela.
zh_cn: 也就是说，把你体内的能量 直接发射出来。

source: You'll have to try it to see exactly what happens, but I'm sure something will.
cs: Můžete to zkusit, abyste to viděl přesně, ale nemohu si být jist co se stane.
de: Du musst es schon selbst ausprobieren, aber ich bin sicher, dass es klappt.
fr: Il faudra que tu essayes pour voir exactement ce qui se passe, mais je suis sûr qu'il y aura quelque chose.
gd: Feumaidh tu fhèin feuchainn gus faicinn na thachras dha-rìribh, ach tha mi cinnteach gun tachair rudeigin.
mt: Trid tipprovah int biex tara x'jiġri eżatt, imma xi ħaġa tiġri żgur.
pl: Będziesz musiał ją wypróbować, żeby przekonać się, co właściwie się stanie, ale jestem pewien, że będzie działać.
pt_br: Você terá que experimentá-lo para ver exatamente o que acontecerá, mas tenho certeza de que algo acontecerá.
sk: Mal by si to vyskúšať, aby si videl, čo presne sa stane, ale som si istý, že niečo určite.
zh_cn: 具体会有什么效果， 你得实际用它才会知道， 但是我确定会有作用。

source: Good luck, and I hope it serves you well!
cs: Hodně štěstí, snad vám to pomůže!
de: Viel Glück, ich hoffe, es wird dir nützlich sein!
fr: Bonne chance, et fais-en bon usage !
gd: Guma math a thèid leat is tha mi 'n dòchas gun dèan e feum dhut!
mt: Ir-risq, u nittama li taqdik sew!
pl: Powodzenia, mam nadzieję, że będzie ci to dobrze służyć!
pt_br: Boa sorte, e espero que isso seja de utilidade!
sk: Veľa šťastia, a dúfam, že ti bude dobre slúžiť!
zh_cn: 祝你好运， 希望它能帮你的忙！

source: Oh <em>my!</em> If that's a golden ant in your stomach, then quick, spit it out into the cage!
cs: Ó <em>můj!</em> Jestli máš toho mravence v žaludku, tak ho okamžitě vyplivni do klece!
de: <em>Ach herrje!</em> Wenn das eine goldene Ameise in ihrem Bauch ist, dann spucken Sie sie sofort in den Käfig!
fr: <em>Bon sang</em> ! Si c'est une fourmi dorée dans ton estomac, vite, recrache-la dans la cage !
gd: Gu sealladh orm! Mas e seangan òr a tha san stamag agad, greas ort, spùt a-mach dhan chèids' e ma-thà!
mt: <em>Ajma!</em> Jekk dik nemla dehbija f'żaqqek, ibżoqha malajr fil-gaġġa!
pl: Ojej! Jeśli masz w swoim żołądku złotą mrówkę, szybko wypluj ją do klatki!
pt_br: <em>Minha nossa!</em> Se isso em seu estômago for uma formiga dourada, então rápido, cuspa-a pra dentro da jaula!
sk: Ach <em> bože! </em> Ak je to naozaj zlatý mravec v tvojom žalúdku, tak potom neváhaj, a choď ho strčiť do klietky!
zh_cn: 如果那是一只金蚂蚁在你胃里， 快点吐到笼子里去！
