Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: It has no special use, but hey - it's solid gold. That can't be bad!
cs: To nemá žádný zvláštní určéní, ale - je to solidní zlato. To nemůže být zlý!
de: Es hat keinen besonderen Nutzen, aber hey - es ist pures Gold! Nicht schlecht, oder?
fr: Ça n'a pas d'utilisation particulière. Mais ho, c'est de l'or dur, ça peut pas être mauvais !
gd: Chan eil e gu feum sònraichte - ach coma leat, tha e dèanta dhe dh'òr. Chan urrainn dha bhith dona!
mt: M'għandux użu partikolrai, imma ħares - tad-deheb massiċċ. Mhux ħażin hux!
pl: Nie ma żadnego szczególnego zastosowania, ale spójrz na to z tej strony: to przecież złoto. Nie może być bezużyteczne!
pt_br: Não tem nenhuma utilidade em especial, mas opa - é ouro puro. Não pode ser ruim.
sk: Néma nijaké špeciálne využitie... ale je z čistého zlata. To nie je zlé!
zh_cn: 没什么特殊的用处——但是这可是黄金。 不会有坏处！

source: You found a golden trophy!
cs: Našel jsi zlatou trofej!
de: Du hast eine Goldtrophäe gefunden!
fr: Vous avez trouvé un trophée d'or !
gd: Lorg thu triathach òir!
mt: Sibt trofew tad-deheb!
pl: Znalazłeś złoty puchar!
pt_br: Você achou um troféu de ouro!
sk: Našiel si zlatú trofej!
zh_cn: 你找到一个黄金纪念奖！

source: Intense
cs: Intezivní
de: Anstrengend
gd: Dian
mt: Intensa
pl: Średni
pt_br: Complicado
sk: intenzívny
zh_cn: 繁重

source: Unfair
cs: Nefér
de: Ungerecht
fr: Injuste
gd: Neo-chothromach
mt: Inġusta
pl: Bardzo trudny
pt_br: Cruel
sk: Nefér
zh_cn: 不公平

source: Milgram's Castle
cs: Milgramův hrad
de: Milgrams Burg
fr: Château de Milgram
gd: Caisteal Chaluim
mt: Il-Kastell ta' Milgram
pl: Zamek Milgrama
pt_br: Castelo do Milgram
sk: Milgramov hrad.
zh_cn: 米格拉姆的城堡

source: level
cs: Úroveň
de: Ebene
fr: niveau
gd: leibheil
mt: livell
pl: poziom
pt_br: fase
zh_cn: 关

source: coins
cs: Mince
de: Münzen
fr: pièces
gd: buinn
mt: muniti
pl: monety
pt_br: moedas
sk: mince
zh_cn: 硬币

source: visited levels
cs: Navštívené úrovně
de: besuchte Ebenen
fr: niveaux visités
gd: leibheilean air an tadhail
mt: livelli miżjura
pl: odwiedzone poziomy
pt_br: fases visitadas
sk: navštívené levely
zh_cn: 已探索的关卡

source: hp
de: KP
fr: pv
gd: pb
mt: punti ta' saħħa
pl: życie
pt_br: vida
zh_cn: 体力

source: The game has been saved.
cs: Hra byla uložena.
de: Das Spiel wurde gespeichert.
fr: La partie a été sauvegardée.
gd: Chaidh an geama a shàbhaladh.
mt: Il-logħba salvata.
pl: Gra została zapisana.
pt_br: O jogo foi salvo com sucesso.
sk: Hra bola uložená.
zh_cn: 游戏已存档。

source: Hi, Chopple.
cs: Ahoj, Chopple.
fr: Salut Chopple.
gd: Haoidh, Ailig!
mt: Bonġu, Ċopil.
pl: Cześć Chopple.
pt_br: Oi, Chopple.
sk: Ahoj, Chopple.
zh_cn: 嗨，巧比。

source: Hey. Welcome to the store.
cs: Ahoj. Vítej mém v obchodě.
de: Hallo. Willkommen in meinem Laden.
fr: Salut. Bienvenue dans mon magasin.
gd: Haoidh. Fàilte dhan bhùth.
mt: Bonġu. Merħba fil-ħanut tiegħi.
pl: Hej. Witaj w sklepie.
pt_br: Opa. Seja bem-vindo!
sk: Ahoj. Vitaj v obchode.
zh_cn: 嘿。 欢迎光临小店。

source: Take your time, look around.
cs: Jen se klidně poohlídni, nespěchej.
de: Nimm dir Zeit, schau dich um.
fr: Prends ton temps pour regarder mes produits.
gd: Gabh air do shocair is thòir sùil air na th' againn.
mt: Oqgħod dur fit, ara x'jogħġbok.
pl: Nie śpiesz się, rozejrzyj się.
pt_br: Pode olhar, fique à vontade.
sk: V kľude sa tu rozhliadni.
zh_cn: 随便看看吧。

source: Loading textures.
cs: Načítání textur.
de: Lade Texturen.
fr: Chargement des textures.
gd: A' luchdadh innich.
mt: Karikament tal-grafika.
pl: Wczytywanie tekstur.
pt_br: Carregando texturas...
sk: Načítanie textúr
zh_cn: 读取材质贴图.

source: Loading textures..
cs: Načítání textur..
de: Lade Texturen..
fr: Chargement des textures..
gd: A' luchdadh innich ...
mt: Karikament tal-grafika..
pl: Wczytywanie tekstur..
pt_br: Carregando mais texturas...
sk: Načítanie textúr..
zh_cn: 读取材质贴图..

source: Loading textures...
cs: Načítání textur...
de: Lade Texturen…
fr: Chargement des textures...
gd: A' luchdadh innich ...
mt: Karikament tal-grafika...
pl: Wczytywanie tekstur...
pt_br: Carregando outras texturas que tínhamos esquecido da outra vez...
sk: Načítanie textúr...
zh_cn: 读取材质贴图...

source: Loading Frogatto character
cs: načítání postavy Frogatta
de: Lade Frogatto-Figur
fr: Chargement du personnage de Frogatto
gd: A' luchdadh pearsa Fhrogatto
mt: Karikament tal-karattru Frogatto
pl: Wczytywanie postaci Frogatto
pt_br: Carregando personagens
sk: Načítanie Frogattovej postavy
zh_cn: 正在读取角色：阿土

source: - OpenFeint and Achievement support
cs: -OpenFeint a Achievement podpora
de: - OpenFeint- und Erfolgssystemunterstützung
fr: - OpenFeint et support des Accomplissements
gd: - Taic dha OpenFeint is coileanasan
mt: - Support għal OpenFeint u Objettivi
pl: - Wsparcie dla Otwartych Zmyleń i Osiągnięć.
pt_br: - suporte a troféus e OpenFeint
sk: Podpora dosiahnutia úspechov a OpenFeint-u
zh_cn: - OpenFeint和成就支持

source: Fixed The Long Haul (arcade level)
cs: Opravena Dlouhé tažení (arkádová úroveň)
de: Die Lange Strecke behoben (Spielhallen-Level)
fr: Corrigé La Grande Traversée (niveau d'arcade)
gd: An sgrìob fhada air a chàradh (leibheil ionad fhaoin-chleasan)
mt: Tiswija tal-livell The Long Haul (arcade)
pl: Poprawiono poziom Długa Podróż (tryb arcade)
pt_br: Correção de bugs na fase O Longo Caminho
sk: Opravená Dlhá Vzdialenosť (arkádový level)
zh_cn: 修复了长时间停滞问题（街机模式）

source: Fixed instructions on titlescreen
cs: Opraveny instrukce na úvodní stránce
de: Anleitungen auf dem Titelbildschirm verbessert
fr: Corrigé les instructions sur l'écran-titre
gd: Mìneachaidhean air an sgrìn-tiotail air an càradh
mt: Tiswija tal-istruzzjobijiet fit-titlu.
pl: Poprawiono instrukcje w menu głównym.
pt_br: Correção das instruções na tela inicial
sk: Zafixované inštrukcie v hlavnom menu.
zh_cn: 修复了标题界面的指导

source: Ha.
mt: Ħeħ.
pt_br: Heh.
zh_cn: 哈。

source: - [3/4 SlideToPlay.com] "a fun and surprisingly deep platformer"
de: - [3/4 SlideToPlay.com] "ein spaßiger und überraschend tiefgehender Plattformer"
fr: - [3/4 SlideToPlay.com] "un jeu de plate-formes drôle et étonnamment profond"
pl: - [3/4 SlideToPlay.com] "zabawna i zaskakująco głęboka platformówka"
pt_br: - [3/4 SlideToPlay.com] "um jogo de plataforma surpreendentemente profundo e divertido"
sk: - [3/4 SlideToPlay.com] "zábavná a až prekvapivo prepracovaná plošinovka"

source: - [4/5 AppSpy.com] "boy-howdy is this an amazing visual feast!"
de: - [4/5 AppSpy.com] "Mannometer! Ist das ein fantastisches Fest für's Auge!"
fr: - [4/5 AppSpy.com] "En voilà un incroyable festin visuel !"
pl: - [4/5 AppSpy.com] "niesamowita uczta dla oka!"
pt_br: - [4/5 AppSpy.com] "caraca, que banquete de gráficos bonitos!"
sk: - [4/5 AppSpy.com] "toto celé je úžasný vizuálny zážitok!"

source: - [n/a TouchArcade.com] "totally worth checking out."
de: - [n/a TouchArcade.com] "Auf jeden Fall zum Ausprobieren wert."
fr: - [n/a TouchArcade.com] "vaut complètement le coup d'oeil."
pl: - [n/a TouchArcade.com] "Zdecydowanie warto przynajmniej raz zagrać"
pt_br: - [n/a TouchArcade.com] "com toda a certeza, vale a pena conferir."
sk: - [n/a TouchArcade.com] "absolútne netradičné a vymykajúce sa s pod kontroly :-)"
