Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: Minor Level Designer
de: Hilfs-Leveldesigner
fr: Concepteur de Niveaux Mineurs
gd: Dealbhaiche leibheilean beaga
mt: Diżinjatur Tal-Livelli Sekondarji
pl: Młodszy Projektant Poziomów
pt_br: Designer Auxiliar de Fases
sk: Návrh menších levelov
zh_cn: 助理关卡设计师

source: Artist • Props
de: Zeichner • Objekte
fr: Artiste • Accessoires
gd: Neach-ealain • Nithean
mt: Artista - Materjali tax-Xena
pl: Artysta • Zasługi
pt_br: Artista • Objetos
sk: Výtvarník • Rekvizity
zh_cn: 艺术家•道具

source: Artist • Characters, Monsters, and Props
de: Zeichner • Charaktere, Monster und Objekte
fr: Artiste • Personnages, Monstres et Accessoires
gd: Neach-ealain • Pearsachan, biastan is nithean
mt: Artista - Karattri, Għedewwa, u Materjali tax-Xena
pl: Artysta • Postacie, Potwory i Zasługi
pt_br: Artista • Personagens, inimigos, objetos
sk: Výtvarník • Postavy, Príšery a Rekvizity
zh_cn: 艺术家•角色，怪物，道具

source: Artist • House interiors and exteriors
de: Zeichner • Hausinnen- und -außeneinrichtung
fr: Artiste • Intérieurs et Extérieurs des Maisons
gd: Neach-ealain • Taobh a-staigh is a-muigh thaighean
mt: Artista - Intern u Estern tad-Djar
pl: Artysta • Wnętrza domów i otwarte tereny
pt_br: Artista • Interior e exterior das casas
sk: Výtvarník • Domové interiéry a exteriéry
zh_cn: 艺术家•建筑室内和室外

source: Level Designer • forest, cave, and dungeon levels
de: Level-Designer • Wald, Höhlen und Verlies-Abschnitte
fr: Concepteur de niveaux • forêt, grotte, donjons
gd: Dealbhaiche leibheilean • leibheilean coille, uamha is tuill-dhubha
mt: Disinjatur tal-Livelli - livelli tal-masġar, għerien, u kalzri
pl: Twórca poziomów • las, jaskinie i lochy
pt_br: Designer de Fases • Floresta, caverna e masmorra
sk: Dizajnér levelo • les, jaskyňa a žaláre
zh_cn: 关卡设计人员 • 森林、洞穴和地下关卡

source: Programmer • Engine Development and Improvement
de: Programmierung • Programmkernentwicklung und -verbesserung
fr: Programmeur • Développement du Moteur et Améliorations
gd: Prògramaiche • Leasachadh is piseach an inneil
mt: Programmatur • Żvilupp tal-Magna tal-Logħba u Titjib
pl: Programista • Rozwój i Doskonalenie Silnika
pt_br: Programadora • Desenvolvimento e Melhorias à Engine
zh_cn: 编程员 • 引擎开发及改善

source: User Interface Code
cs: Kód uživatelského rozhraní
de: GUI-Programmierung
fr: Code de l'Interface Utilisateur
gd: Còd eadar-aghaidh a' chleachdaiche
mt: Kodiċi tal-Interfaċċja mal-Utent
pl: Kod Interfejsu Użytkownika
pt_br: Programação da Interface
zh_cn: 用户界面代码

source: Windows Packager
de: Paketierung für Windows
fr: Packager Windows
gd: Pacaidiche Windows
mt: Pakkeġġjatur għal-Windows
pt_br: Pacote/Instalador da Versão para Windows
zh_cn: Windows 打包者

source: Android Port
de: Android Portierung
fr: Portage Android
gd: Portachadh dha Android
mt: Konverżjoni għas-sistema Android
pt_br: Versão para Android
zh_cn: Android 移植

source: Translation Coordinator
cs: Koordinátor překladu
de: Übersetzungs-Koordinator
fr: Coordination des traductions
gd: Co-òrdanaiche an eadar-theangachaidh
mt: Co-ordinatur tat-Traduzzjoni
pl: Koordynator Tłumaczeń
pt_br: Coordenação de Traduções
sk: Koordinátor prekladu
zh_cn: 翻译协调员

source: Bug Fixer
fr: Correcteur de Bugs
gd: Ceartaiche bhugaichean
mt: Tiswija ta' Difetti Fil-Kodiċi
pl: Likwidator Bugów
pt_br: Corretor de bugs
sk: Opravár chýb
zh_cn: Bug 修复人员

source: Translation Code
de: Übersetzungscode
fr: Code de traduction
gd: Còd eadar-theangachaidh
mt: Kodiċi tat-Traduzzjoni
pl: Kod tłumaczeń
pt_br: Código para suporte a traduções
sk: Kód pre preklady
zh_cn: 代码翻译

source: Key Remapping Code
de: Tastenumbelegungscode
fr: Code du Remappage des touches
gd: Còd ath-mhapadh iuchraichean
mt: Kodiċi tal-Assenjazzjoni tal-Keys
pl: Kod Przypisań Klawiszy
pt_br: Código para configuração de controles
sk: Kód pre premapovanie klávesov
zh_cn: 键盘重新映射编程

source: Maemo Port
fr: Portage Maemo
gd: Portachadh dha Maemo
mt: Xatt Maemo
pl: Port Maemo
pt_br: Versão para Maemo
zh_cn: Maemo移植

source: Our Players
de: Unsere Spieler
fr: Nos Joueurs
gd: Ar cluicheadairean
mt: Il-Plejers Tagħna
pl: Nasi Gracze
pt_br: Vocês, os jogadores
sk: Naši hráči
zh_cn: 我们的玩家

source: Bug Reports/Fixes
de: Fehlerberichte/-lösungen
fr: Rapport et Correction de Bugs
gd: Aithris/Càradh air bugaichean
mt: Rapporti ta' Difetti / Tiswijiet
pl: Zgłoszenia Błędów/Poprawki
pt_br: Reporte/Correção de Bugs
sk: Hlásenia chýb / Opravy
zh_cn: Bug报告/修正

source: Technical Advice
de: Technische Unterstützung
fr: Conseils Techniques
gd: Comhairle theicneolach
mt: Pariri Tekniċi
pl: Pomoc Techniczna
pt_br: Conselhos Técnicos
sk: Technická podpora
zh_cn: 技术指导

source: Level Design and Object Scripting
de: Leveldesign und Objekte skripten
fr: Conception de Niveaux et Scripteur d'Objets
gd: Dealbhachadh leibheilean is sgriobtadh oibseactan
mt: Diżin ta' Livelli u Skrittura ta' Oġġetti
pl: Projektowanie Poziomów i Skrypty Obiektów
pt_br: Design de Fases/Programação de Objetos
sk: Návrh levelov a scenár objektov
zh_cn: 关卡设计和对象脚本编写

source: Devil's Advocacy
cs: Ďáblův advokát
de: Des Teufels Advokat
fr: Avocat du Diable
gd: An caochladh bheachdan
mt: Avukat Tax-Xitan
pl: Adwokat Diabła
pt_br: Crítica Construtiva
sk: Diablova obhajoba
zh_cn: 魔鬼代言人

source: Programmer, Lead Content Wrangler and Lead Object Scripter
de: Programmierer, Schriftführer und Haupt-Objekt-Skripter
fr: Programmeur, Organisation des Contenus et Scripteur d'Objets
gd: Prògramaiche, prìomh fhear-susbainte is prìomh sgriobtair oibseactan
mt: Programmatur, Arbitru Prinċipali tal-Kontenut, u Skrittur Prinċipali tal-Oġġetti
pl: Programista, Główny Content Wrangler i Główny Autor Skryptów Obiektowych
pt_br: Programador, Diretor de conteúdo e script de objetos
sk: Programátor, vedúci správca obsahu a vedúci objektový skripter
zh_cn: 程序员，首席内容争论者及首席物件脚本 编写者

source: Artist • Characters, Monsters, Props, Terrain
de: Zeichner • Charaktere, Monster, Objekte, Terrain
fr: Artiste • Personnages, Monstres, Accessoires, Terrain
gd: Neach-ealain • Pearsachan, nithean, cruth-tìre
mt: Artista - Karattri, Għedewwa, Materjali tax-Xena, Terren
pl: Artysta • Postacie, Potwory, Zasługi, Teren
pt_br: Artista • Personagens, inimigos, objetos, terreno
zh_cn: 艺术家•角色，怪物，道具，地形

source: Writer • Wrote Main Story and Most Dialogue
de: Autor • Schrieb Haupthandlung und die meisten Dialoge
fr: Rédacteur • Rédaction de l'histoire principale et des Dialogues
gd: Sgrìobhadh na prìomh sgeulachd is cuid mhòr dhen chòmhradh
mt: Kittieb - Storja Prinċipali u l-Maġġoranza tad-Djalogu
pl: Pisarz • Główna Fabuła i Wiekszość Dialogów
pt_br: Escritor • Script principal e maior parte do diálogo
sk: Autor textov • Napísal hlavný príbeh a väčšinu dialógov
zh_cn: 故事 • 写下主要故事和大多对话

source: Level Designer • seaside, town, and forest
de: Level-Designer • Küste, Stadt und Wald
fr: Concepteur de niveaux • bord de mer, ville et forêt
gd: Dealbhaiche leibheilean • Taobh na mara, baile is coille
mt: Disinjatur tal-Livelli - xatt il-baħar, rħula u masġar.
pl: Twórca Poziomów • nabrzeże, miasteczko i las
pt_br: Designer de fases • Beira-mar, vila e floresta
sk: Dizajnér levelov • pobrežie, mesto a les
zh_cn: 关卡设计者 • 沿海、村镇、森林

source: Musician
de: Musiker
fr: Musicien
gd: Ceòladair
mt: Mużiċist
pl: Muzyk
pt_br: Compositor
sk: Hudobník
zh_cn: 音乐制作者

source: Sound Effect Designer
de: Geräuscheffekt-Gestalter
fr: Concepteur des effets sonores
gd: Co-dhealbhadair buaidhean fuaime
mt: Awtur Tal-Effetti Sonori
pl: Projektant Efektów Dźwiękowych
pt_br: Desenvolvedor de Efeitos Sonoros
sk: Návrhár zvukových efektov
zh_cn: 声效设计师

source: SPECIAL THANKS:
cs: ZVLÁŠTNÍ PODĚKOVÁNÍ:
de: BESONDEREN DANK AN:
fr: REMERCIEMENTS SPECIAUX :
gd: TAING SÒNRAICHTE:
mt: RINGRAZZJAMENT SPEĊĊJALI LIL:
pl: PODZIĘKOWANIA DLA:
pt_br: AGRADECIMENTOS ESPECIAIS:
sk: OSOBITNÉ POĎAKOVANIA:
zh_cn: 鸣谢：

source: So let me get this straight...
de: Lass mich das in Ordnung bringen…
fr: Alors si je comprends bien...
gd: Dìreach ach an tuig mi thu ...
mt: Mela ħa nara jekk fhimtekx sew...
pl: Więc pozwól mi to wytłumaczyć...
pt_br: Então, deixa eu entender...
sk: Tak dovoľ mi priamo...
zh_cn: 就让我直说了吧……

source: What you're saying, is that the elder borrowed all this money from you,
de: Willst du behaupten, dass der Älteste sich all das Geld von dir geliehen hat,
fr: Vous êtes en train de dire que l'ancien vous a emprunté tout cet argent,
gd: 'Eil thu 'g ràdh gun d' fhuair an seanair iasad air an airgead uile a tha seo bhuat,
mt: Mela jekk fhimtek sew, ix-xiħ issellef il-flus minn għandek,
pl: Twierdzisz, że starzec pożyczył wszystkie te pieniądze od ciebie
pt_br: O que você está dizendo, é que o ancião da vila pegou todo esse dinheiro emprestado,
sk: Hovoríte, že starec si požičal všetky tieto peniaze od Vás,
zh_cn: 你的意思是，这些钱是老前辈 问你借的，

source: and it was meant to be used on civil projects for the town?
de: und es war für zivile Projekte in der Stadt bestimmt?
fr: et qu'il était censé être utilisé pour des travaux d'intérêt général ?
gd: is gu robh e airson a chleachdadh gus pròiseactan coimhearsnachd a dhèanamh sa bhaile?
mt: bi skop li jintużaw għal proġetti ċiviċi fir-raħal?
pl: i że miały być one wykorzystane przy projektach dla miasta?
pt_br: que era pra ser usado em projetos pra melhorar a vila?
sk: a tie boli určené pre projekty občanov tohto mesta?
zh_cn: 本来是要用来在镇上搞建设的？

source: Exactly!
cs: Přesně!
de: Genau!
fr: Exactement !
gd: Sin agad e!
mt: Eżatt!
pl: Dokładnie!
pt_br: Exatamente!
sk: Presne!
zh_cn: 正是如此！

source: In fact, I came to him with the idea. It was meant to be philanthropy.
de: Tatsächlich bin ich mit der Idee zu ihm gegangen. Es war als Akt der Menschenfreundlichkeit gedacht.
fr: En fait c'est moi qui l'ai approché avec cette idée. C'était une approche philanthropique.
gd: A dh'innse na fìrinne, 's e mo bheachd-s' a bh' ann. Bhiodh e air sgàth gràdh daonna.
mt: Infatti, jien kont li ssuġġerejt l-idea. Kella tkun opera filantropika..
pl: Właściwie to przyszedłem do niego z pomysłem. Chciałem być filantropem.
pt_br: Aliás, eu que tive a ideia. Era pra ser um ato beneficente, mesmo.
sk: V skutočnosti, som prišiel za ním s nápadom.⏎ Bolo to myslené ako dobročinnosť.
zh_cn: 实际上是我带着这点子去找他的。 这本该算是慈善事业的。

source: I thought a 'mayor' would be responsible, but instead he's spending it all <em>on himself!</em>
de: Ich dachte, ein "Bürgermeister" wäre rücksichtsvoll, stattdessen gibt er alles <em>für sich selbst</em> aus!
fr: Je pensais qu'un 'maire' aurait le sens des responsabilités, mais il a préféré tout dépenser <em>pour lui-même</em> !
gd: Bha mi dhen bheachd gum biodh 'bàillidh' ciallach ach cha dèan e ach an airgead uile a chosg dha fhèin!
mt: Ħsibt li "Sindku" jkun responsabbli, iżda minflok qed jonfoqhom kollha <em>għalieh!!</em>
pl: Myślałem, że 'burmistrz' będzie odpowiedzialny, ale zamiast tego, on wydawał wszystko na siebie!
pt_br: Eu achei que um 'prefeito' seria responsável, mas, em vez disso, ele ficou esbanjando tudo!
zh_cn: 我本以为一个“镇长”会很有责任感， 但他却把钱都花在<em>自己</em>身上了！

source: And now he's refusing to repay you?
cs: A teď vám odmítá ty peníze vrátit?
de: Und jetzt weigert er sich, es dir zurückzuzahlen?
fr: Et maintenant il refuse de vous rembourser ?
gd: Is a bheil e diùltadh gad phàigheadh a-nis?
mt: U issa ma jridx irodd flusek lura?
pl: A teraz nie chce oddać długu?
pt_br: E agora ele não quer te devolver o dinheiro?
sk: A teraz to odmieta splácať?
zh_cn: 现在他还拒绝还你钱？

source: That's right!
cs: To je pravda!
de: Das stimmt!
fr: C'est ça !
gd: Tha sin ceart!
mt: Eżatt!
pl: To prawda!
pt_br: Pois é!
sk: To je pravda!
zh_cn: 不错！

source: Ouch.
de: Autsch.
fr: Ouille.
gd: Oich.
mt: Ajma.
pl: Ała!
pt_br: Ih...
sk: Au.
zh_cn: 哦。

source: You know, I really think there are some <em>big</em> misunderstandings that need to get cleared up.
de: Weißt du, ich glaube wirklich, es gibt einige <em>große</em> Missverständnisse, die noch aufgeklärt werden müssen.
fr: Vous savez, je pense vraiment qu'il y a quelques <em>gros</em> malentendus qui ont besoin d'être éclaircis.
gd: Fhios a'd, tha torr mì-thuigse ann a bu chòir dhuinn a chur ceart a-nis.
mt: Kos, naħseb li tassew hemm xi nuqqasijiet ta 'ftehim <em>kbar</em> li jeħtieġ niċċaraw.
pl: No wiesz, ja naprawdę myślę, że to jedno wielkie nieporozumienie, które należy wyjaśnić.
pt_br: Sabe, me parece que estamos com uns <em>grandes</em> desentendimentos que deveríamos corrigir.
zh_cn: 你知道，我觉得这里有一个 <em>重大</em>的误解需要澄清。

source: Almost all of which are his fault.
de: Beinahe alles ist seine Schuld.
fr: Dont presque tous sont de sa faute.
gd: Is esan as coireach airson cha mhòr a h-uile gin dheth.
mt: Kważi kollha ħtija tiegħu.
pl: Wszystko to prawie jego wina.
pt_br: A maior parte desses é culpa do ancião.
sk: Takmer všetko z toho zavinil on.
zh_cn: 都是他的错。

source: This might not be obvious from talking to him, but that elder guy is really just ... <em>crazy.</em>
de: Ich glaube, dass ich es nicht erwähnen muss, aber, der Älteste scheint einfach ... <em>verrückt</em> zu sein.
fr: On ne s'en rend pas forcément compte en lui parlant, mais cet ancien est vraiment... <em>fou</em>.
gd: 'S dòcha nach eil e follaiseach nuair a bhruidhneas tu ris, ach tha an t-seanair ud glan às a rian.
mt: Forsi mhux daqshekk ovvju meta tkellmu, iżda dak ix-xiħ fil-fatt hu ... <em>spissjat.</em>
pl: Może to wydawać się nieoczywiste po rozmowie z nim, ale ten starszy jegomość jest po prostu... szalony.
pt_br: Pode não ser muito óbvio de notar, mas ele é meio... <em>doido.</em>
zh_cn: 跟他谈话可能不明显， 但是那个长老实在是...<em>疯了</em>。

source: He's just plain nuts. He's got a lot of bizarre delusions about things...
de: Er ist einfach irre. Er hat viele bizarre Wahnvorstellungen über bestimmte Dinge…
fr: Il est complètement taré. Il a plein d'idées délirantes sur les choses...
gd: Tha e air chuthach. Tha tòrr mhealladh amaideach aige air cùisean ...
mt: Hu spissjat. Għandu ħafna delużjonijiet bizzarri dawr ħafna xorti...
pl: To zwykły wariat. Ma mnóstwo dziwacznych teorii.
pt_br: Ele é totalmente caduco. Ele vive cheio de ilusões, com relação a todo tipo de coisa...
sk: To je proste blbosť. Má veľa bizarných predstáv o veciach...
zh_cn: 他只是个蠢蛋。 莫名其妙地做疯狂的事...

source: ...and mostly we just humor him, because he's pretty harmless.
de: …und meistens haben WIR nachgegeben, weil er einfach harmlos war.
fr: ... Et en gros on le ménage, car il est assez inoffensif.
gd: .. is mar as trice bheir sinn a thoil dha oir tha e solta gu leòr.
mt: ... u l-biċċa l-kbira nkomplu miegħu, għax hu pjuttost ma jħabbatniex.
pl: ...zwykle po prostu bawimy się jego kosztem, w końcu jest zupełnie niegroźny.
pt_br: ...mas normalmente a gente nem contraria muito, porque apesar de tudo ele não faz mal pra ninguém.
sk: ... a väčšinou to berieme ako humor, kedže je celkom neškodný.
zh_cn: ...多数时候我们和他玩笑， 因为无妨大雅。

source: We've trumped him up with a pointless job as the gatekeeper on the east side of town.
de: Wir bestachen ihn mit einem nutzlosen Job als Torwächter des Ostteils der Stadt.
fr: Nous l'avons berné avec un travail inutile en tant que portier du côté Est de la ville.
gd: Thug sinn obair gun chiall dha mar ghlèidheadair-gheata taobh an ear a' bhaile.
mt: Qabbadnielhu xogħol bla' skop, bħala għassies ta' bieb ir-raħal min-naħa tal-lvant.
pl: Daliśmy mu bezcelową pracę: jest strażnikiem wrót po wschodniej stronie miasteczka.
pt_br: Nós demos pra ele um empreguinho bobo, como porteiro no lado leste da vila.
sk: Dali sme mu teda nezmyselnú prácu strážcu brány na východnej strane mesta.
zh_cn: 我们给他一个无聊的工作： 在村镇东面看门。

source: Which plays to his ego, and keeps him out of trouble.
de: Was sich in seinem Ego widerspiegelt und ihn von Ärger fernhält.
fr: Ce qui flatte son ego, et l'empêche de s'attirer des ennuis.
gd: Gheibh e moit às is cumaidh seo air falbh o thrioblaid e.
mt: Li jġiegħlu jħossu importanti, waqt li jżommu l-bogħod mill-inkwiet.
pl: Co daje mu powód do dumy, i trzyma z dala od kłopotów.
pt_br: O que deixa ele contente, e também meio quieto no canto dele.
sk: Čo podporovalo jeho ego, a zároveň ho držalo ďalej od problémov.
zh_cn: 自我满足的他如此也摆脱了麻烦。

source: Sounds like a perfect place for him!
de: Klingt nach dem perfekten Job für ihn!
fr: Ça paraît un endroit parfait pour lui !
gd: Àite foirfe dha a rèir coltais!
mt: Donnu xogħol perfett għalieh!
pl: Brzmi jak doskonałe miejsce, dla kogoś takiego jak on.
pt_br: Parece um lugar perfeito pra ele!
sk: Znie to ako perfektné miesto pre neho!
zh_cn: 听起来像他绝佳的职位！

source: Yes, he's our official 'greeter'.
de: Ja, er ist unser offizieller 'Grußaugust`.
fr: Oui, il s'occupe officiellement de "l'accueil".
gd: Seadh, is esan an 'neach-fàilteachaidh' oifigeil againn.
mt: Iva, hu il-'laqqaj' uffiċċjali tagħna.
pl: O tak, jest naszym oficjalnym 'witaczem'.
pt_br: É, ele é o nosso anfitrião, por assim dizer.
sk: Áno, je našim oficiálnym 'uvádzačom'.
zh_cn: 不过，他确实是正式的接待员。

source: But I guess he really could cause some issues if other people, like yourself, aren't aware of his background.
de: Aber ich glaube, er könnte einige Schwierigkeiten bereiten, wenn andere Leute wie du nichts von seinem Hintergrund wissen.
fr: Mais je suppose qu'il pourrait vraiment causer quelques soucis si d'autres personnes, comme vous, n'êtes pas conscients de son historique.
gd: Ach dhomhsa dheth, 's dòcha gun adhbharaich e trioblaid ma tha duine eile a leithid thu fhèin aineolach air suidheachadh an daoine.
mt: Imma nissuponi li jaf ikun problema għal min, bħalek, ma jafux.
pl: Wydaję mi się, że mógł nieco zdziałać, jeśli inni ludzie, tacy jak ty, nie byli świadomi jego przeszłości.
pt_br: Mas é, ele bem que pode causar uma confusão se alguém, como você, não conhece a história dele.
sk: Ale mám dojem, že naozaj mohol niečo spôsobiť, ak niektorí ľudia, ako ty, neboli upovedomení o jeho povahe.
zh_cn: 他也可能给其他人造成麻烦，比如你： 因为你们都不知道他的背景。

source: Intriguing. That'd certainly explain a few things.
de: Faszinierend. Das würde einige Dinge erklären.
fr: Intéressant. Ça expliquerait sûrement pas mal de choses.
gd: Smaoineachail. Mhìnicheadh seo rud no dhà gun teagamh.
mt: Interessanti. Dan żgur jispjega ħafna xorti.
pl: Intrygujące. To wiele wyjaśnia.
pt_br: Intrigante... Isso bem que me explica algumas coisas.
sk: Fascinujúce. To určite vysvetľuje zopár vecí.
zh_cn: 可以想象。 这样也说的通。

source: For starters, uh ... he's <em>NOT</em> our mayor.
de: Zum mitschreiben…, er ist <em>NICHT</em> unser Bürgermeister.
fr: Pour commencer, euh... Ce n'est <em>PAS</em> notre maire.
gd: Sa chiad dol a-mach ... chan e ar bàillidh a th' annsan.
mt: Ibda biex, ehm ... hu <em>m'huwiex</em> is-sindku tagħna.
pl: Po pierwsze, uh... NIE jest naszym burmistrzem.
pt_br: Pra começo de conversa... Ele não é o nosso prefeito.
zh_cn: 首先，...他 从来<em>不是</em> 我们的镇长。

source: Now, as for who <em>is</em> our mayor... well...
de: Jedenfalls <em>tut er so</em>, als sei er unser Bürgermeister…
fr: Et justement, pour ce qui est du maire... Eh bien...
gd: Nise, cò am fìor-bhàillidh againn ... uill ...
mt: Issa, għal min <em>hu</em> s-sindku tagħna ... ħeqq ...
pl: Po drugie, dla kogo jest nasz burmistrz... Cóż...
pt_br: Agora, quanto à questão de <em>quem</em> é o nosso prefeito, bem...
zh_cn: 要说到谁<em>是</em>村长… 呃…

source: Let's just say the political situation in Crevice Village is a little confusing.
de: Sagen wir mal, die politische Situation im Erdspalt-Dorf ist ein wenig verwirrend.
fr: Disons que la situation politique au Village de la Crevasse est un peu spéciale.
gd: Canamaid gu bheil an suidheachadh ann am Àird a' Chòis caran toinnte.
mt: Ejja ngħidu s-sitwazzjoni politika f'Ħal Xaqq hija ftit konfuża.
pl: Powiedzmy, że sytuacja polityczna w Wiosce nad Przepaścią jest trochę myląca.
pt_br: Digamos que a situação política na Vila da Fenda é meio confusa.
zh_cn: 这样说吧，裂口村的 政治情况比较混乱。

source: I wouldn't call it anarchy, but we're a little weak when it comes to "social institutions".
de: Ich würde es nicht Anarchie nennen, aber wir hinken in Sachen "sozialer Einrichtungen" hinterher.
fr: Je n'irais pas jusqu'à dire que c'est une anarchie, mais les "institutions sociales" ne sont pas notre fort.
gd: Cha chuirinn ain-riaghailt air, ach tha sinn caran lag a thaobh "buidhnean sòisealta."
mt: Ma nsejħiliex anarkija, imma ftit foqra fjen jidħlu "istituzzjonijiet soċjali".
pl: Nie nazwałbym jej anarchią, ale jesteśmy nieco słabi, jeśli chodzi o 'instytucje społeczne'.
pt_br: Eu não chamaria de anarquia, mas não temos grande coisa no que se refere a "instituições sociais".
zh_cn: 也不算是无政府状态， 但是我们在”社会机构“ 这方面有一点缺乏。

source: Which as you can guess, has good sides, but also has bad sides.
de: Was, wie man meinen darf, sowohl gute als auch schlechte Seiten hat.
fr: Ce qui, comme vous vous en doutes, a ses bons côtés, comme ses mauvais côtés.
gd: Is mar a shaoileadh tu, tha rudan math is dona mu dheidhinn.
mt: Li kif tista tobsor, għandha t-tajjeb kif ukoll il-ħażin.
pl: Co, jak możesz zgadnąć, ma dobre, ale też złe strony.
pt_br: O que, pelo que você pode imaginar, tem um lado bom e um lado ruim.
zh_cn: 你也能猜到， 这有利也有弊。

source: I'll presume this contributes to the poor infrastructure?
de: Vielleicht hängt das mit der schlechten Infrastruktur zusammen?
fr: J'imagine que ça contribue à la faiblesse de vos infrastructures ?
gd: Shaoilinn gur e seo as adhbhar air an dìth rathaidean?
mt: Nissuponi li dan jikkontribwixxi għall-infrastruttura inadegwata?
pl: Wnioskuję, że to przyczynia się do słabej infrastruktury.
pt_br: Imagino que isso ajuda a explicar os seus problemas de infraestrutura?
zh_cn: 我猜这也是设施贫乏 的一个原因？

source: Yup!
cs: Jo!
de: Jepp!
fr: Ouaip !
gd: Sin agad e!
mt: Iwa!
pl: Tak!
pt_br: Pois é!
zh_cn: 没错！

source: It's very, very hard to get people to work on anything big or long-term.
de: Es ist ziemlich schwierig, die Leute für etwas großes oder zeitaufwendiges arbeiten zu lassen.
fr: C'est vraiment, vraiment difficile d'arriver à faire travailler les gens sur des grands projets à long terme.
gd: Tha e cianail fhèin doirbh toirt air daoine obair air rudan mòra no thar ùine mòire.
mt: Diffiċli ħafna ħafna tqabbad in-nies jaħdmu fuq proġetti kbar jew għal tul ta' żmien.
pl: Bardzo, bardzo trudno jest skłonić ludzi do pracy nad czymś dużym lub długoterminowym.
pt_br: É muito, mas muito difícil juntar o pessoal pra trabalhar em algo maior, ou a longo prazo.
zh_cn: 找人来做任何一件大型或 长期的工程非常，非常难。

source: We can raise a house, but we couldn't build a highway.
de: Wir können ein Haus bauen, aber keine Schnellstraße.
fr: On peut monter une maison, mais on arrive pas à construire une route.
gd: 'S urrainn dhuinn taigh a thogail, ach cha togadh sinn rathad.
mt: Nistgħu nibnu dar, imma ma naslux nibnu triq.
pl: Potrafimy wznosić domy, ale nie umiemy budować autostrad.
pt_br: Dá pra construirmos uma casa, mas pra fazer uma estrada já não daria certo.
zh_cn: 我们盖一座房子还行， 但是修高速公路就别想。

source: Nevertheless this sounds <em>idyllically</em> free of bureaucracy.
de: Dennoch klingt es so <em>idyllisch</em>, als gäbe es keine Bürokratie.
fr: En tout cas, ça semble vraiment <em>idylliquement</em> dénué de bureaucratie.
gd: Air a' làimh eile, tha mi 'n dùil gu bheil sibh saor o gach biurocrasaidh.
mt: Madankollu dan jinħass <em>idillikament</em> bla burokrazija.
pl: Mimo to ten opis brzmi jak sielanka bez biurokracji.
pt_br: Por outro lado, a parte de não parecer ter burocracia deve ser um sonho.
zh_cn: 不过，这种没有官僚的生活 听起来很诗情画意。

source: Hah, right ... unless you count "dumb arguments with stubborn people".
de: Haha, richtig … außer man zählt "dumme Argumente mit sturen Leuten" dazu.
fr: Ha, c'est vrai... À moins de prendre en compte les débats futiles avec les gens têtus.
gd: Tha thu ceart fhad 's nach eil "argamaidean gòrach ri daoine raga" a' cunntadh.
mt: Ħeħ, u żgur ... sakemm ma tgħoddx argumenti bla' rażan ma nies ta' rashom iebsa.
pl: Hah, prawda... jeśli nie liczyć głupich argumentów upartych ludzi.
pt_br: Heh, é... a não ser que você conte "discussões tolas com gente teimosa".
zh_cn: 哈…除非你包括 ”与固执的人愚蠢的争吵“。
