Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: And don't worry - if you die, you'll restart right here.
cs: A neboj se - pokud zemřeš, po restartu budeš zase tady.
de: Und keine Sorge - wenn du stirbst, kannst du von hier wieder anfangen.
fr: Et ne vous inquiétez pas : si vous mourrez, vous recommencerez ici.
gd: Is na gabh dragh, ma gheibh thu bàs, cha dèan thu ach ath-thòiseachadh an-seo.
mt: U tinkwetax - jekk tmut, terġa tkompli minn hawn.
pl: I nie martw się - jeśli zginiesz, zaczniesz ponownie w tym samym miejscu.
pt_br: E não se preocupe - se você morrer, irá recomeçar daqui mesmo.
sk: A neobávaj sa, ak zahynieš, začneš znova sa odtiaľto.
zh_cn: 不用担心——要是你挂了， 会在这里重新开始。

source: A very useful fact is that you can control the direction in which enemies are spat.
cs: Velmi užitečný je fakt, že můžeš určit směr kam nepřítele vyplivneš.
de: Es ist gut zu wissen, dass du die Spuckrichtung beeinflussen kannst.
fr: Autre fait très utile, vous pouvez contrôler la direction dans laquelle les ennemis sont crachés.
gd: Tha e glè fheumail gu bheil smachd agad air an comhair a thilgeas tu nàimhdean.
mt: Ħaġa utli ħafna hi li tista' tikkontrolla d-direzzjoni ta' fejn tobżoq l-għedewwa.
pl: Możesz także kontrolować kierunek, w którym wyrzucani są wrogowie.
pt_br: Você pode controlar a direção à qual cospe os inimigos.
sk: Veľmi užitočným faktom je, že môžete kontrolovať smer vypľuvnutia nepriateľa.
zh_cn: 简单的命题：你能控制喷出的方向。

source: If you hold down the up key while pressing the attack button, you'll spit in a high arc.
cs: Pokud stiskneš šipkou nahoru při plivání, tak nepřítel poletí vysokým obloukem.
de: Wenn du {UP_KEY} hältst, wenn du auf {TONGUE_KEY} drückst, dann wird der Gegner in hohem Bogen ausgespuckt.
fr: Si vous maintenez enfoncée la touche du haut en appuyant sur le bouton d'attaque, vous cracherez avec un grand arc.
gd: Ma nì thu brùthadh air an iuchair ionnsaighe fhad 's a tha thu a' cumail an t-saighead suas, tilgidh tu smugaid gu h-àrd.
mt: Jekk iżżom il-key tal-vleġġa li tħares il-fuq, waqt li tagħfas il-buttuna tal-Attack, tobżoq l-għadu aktar il-fuq.
pl: Jeśli przytrzymasz strzałkę w górę i jednocześnie wciśniesz klawisz ataku, pluniesz wysokim łukiem.
pt_br: Se você segurar a seta para cima ao apertar o botão de ataque, irá cuspir com força ao alto.
sk: Ak stlačíte klávesu HORE, zároveň so stlačením klávesy ÚTOK, vypľuvnete ho vysoko do výšky.
zh_cn: 假如按下上喷出，会有较高的角度。

source: If you hold down the down key while pressing the attack button, you'll spit with very little force.
cs: Pokud ale stiskneš tlačítko dolů při vyplivnutí, nepřítele vyplivneš jen velmi slabě.
de: Wenn du {DOWN_KEY} hältst, wenn du auf {TONGUE_KEY} drückst, wird der Gegner mit sehr geringer Kraft ausgespuckt.
fr: Si vous maintenez enfoncée la touche du bas en appuyant sur le bouton d'attaque, vous cracherez avec très peu de force.
gd: Ma nì thu brùthadh air an iuchair ionnsaighe fhad 's a tha thu a' cumail an t-saighead sìos, tilgidh tu smugaid gu lag.
mt: Jekk iżżom il-key tal-vleġġa tħares l-isfel, waqt li tagħfas il-key tal-Attack, tobżoq bi ftit saħħa.
pl: Jeśli przytrzymasz strzałkę w dół i jednocześnie wciśniesz klawisz ataku, pluniesz z niewielką siłą.
pt_br: Se segurar a seta para baixo ao apertar o botão de ataque, irá cuspir com pouca força.
sk: Ak stlačíte klávesu DOLE, zároveň so stlačením klávesy ÚTOK, vypľuvnete ho s veľmi malou silou smerom k zemi.
zh_cn: 假如你按住下和攻击键， 喷射的威力会大减。

source: You should also beware that not all enemies can be grabbed with the tongue.
cs: Ale pozor, ne každý protivník se dá spolknout.
de: Allerdings gibt es auch Gegner, die man nicht mit der Zunge fangen kann.
fr: Faites attention, tous les ennemis ne peuvent être saisis avec la langue.
gd: Thoir an aire nach gabh a h-uile nàmhaid greimeachadh le do theanga.
mt: Żomm amment li mhux kull għadu, jista' jinqabad bl-islien.
pl: Powinieneś również wiedzieć, że nie wszyscy wrogowie mogą zostać połknięci.
pt_br: E note que nem todos os inimigos podem ser pegos com a língua.
sk: Mali by ste si dať tiež pozor, že nie všetkých nepriateľov môžete uchopiť pomocou jazyka.
zh_cn: 注意不是所有敌人都能用舌头捉住。

source: Different enemies present different challenges, and you'll need to get creative to deal with them.
cs: Odlišní nepřátelé znamenají odlišný způsob, jak se s nimi budeš muset vypořádat.
de: Andere Gegner, andere Herausforderungen. Sei kreativ, wenn du sie loswerden willst.
fr: Les différents ennemis posent des problèmes différents, il faudra être créatif pour y faire face.
gd: Thig dùbhlain eadar-dhealaichte an cois gach nàmhad is feumaidh tu a bhith cruthachail gus dèiligeadh riutha.
mt: Għedewwa differenti joffru sfidi differenti, u għalekk ftit kreattività tgħin biex tegħlibhom.
pl: Nie ma jednego sposobu na pokonanie wroga. Wiele z nich będziesz musiał wymyślić sam.
pt_br: Inimigos diferentes trazem desafios diferentes, então use a criatividade para lidar com eles.
sk: Rôzne typy nepriateľov predstavujú rozličné výzvy, a budete musieť byť kreatívni, aby ste sa s nimi vysporiadali.
zh_cn: 不同敌人有不同的策略，自己寻门路。

source: Also, the tongue can grab useful items, like keys. This is how you carry them to the lock they open.
cs: Jazyk může také pojmout mnoho užitečných věcí jako třeba klíče. Ty budeš potřebovat na otevírání dveří
de: Mit der Zunge kannst du auch Gegenstände, z.B. Schlüssel, aufheben. So kannst du sie zum passenden Schloss tragen.
fr: En outre, la langue peut attraper des objets utiles, comme des clés. C'est ainsi que vous les portez jusqu'à la serrure qu'elles ouvrent.
gd: Cuideachd, 's urrainn dhan teanga greim fhaighinn air nithean feumail a leithid iuchraichean. Seo mar a ghiùlaineas tu iad dhan ghlas a tha thu airson fosgladh.
mt: Barra minn hekk, l-islien jista' jaqbad oġġetti utli, bħal ċwievet. B'hekk iġġorrhom sas-serraturi rispettivi.
pl: Aha, możesz również połykać użyteczne rzeczy, takie jak klucze. Powinieneś przechowywać je w brzuchu, dopóki nie wykorzystasz ich do otwarcia zamka.
pt_br: Além disso, a língua pode agarrar itens importantes, como chaves, para que sejam levadas até a fechadura.
sk: Jazykom tiež môžete uchopiť užitočné predmety, napríklad kľúče. Týmto spôsobom ich treba preniesť k dverám, ktoré odomykajú.
zh_cn: 舌头可以粘取物件，比如钥匙。 这样你能带着它们去开锁。

source: Fountains, and other water dispensers, are very helpful.
cs: Fontány a další vodní zdroje, jsou velmi užitečné.
de: Springbrunnen und andere Wasserquellen sind sehr hilfreich.
fr: Les fontaines, ainsi que les autres distributeurs d'eau, sont très utiles.
gd: Tha fuarain is tobraichean slàinte eile glè fheumail.
mt: Funtani u għajnejn tal-ilma oħrajn huma t'għinuna kbira.
pl: Fontanny i inne ujęcia wody, są bardzo pomocne.
pt_br: Chafarizes e outras fontes de água são de grande ajuda.
sk: Fontány, a iné vodné automaty, sú veľmi užitočné.
zh_cn: 喷泉和其他吐水的地方是很有用的。

source: If you drink from them, you will restore all of your health!
cs: Pokud z nich budeš pít, obnovíš si celé tvé zdraví!
de: Wenn du aus ihnen trinkst, wird die gesamte Lebensenergie wieder aufgefüllt.
fr: Si vous y buvez, vous récupérerez toute votre vie !
gd: Ma dh'òlas tu bhuapa, bidh thu slàn fallain a-rithist!
mt: Jekk tixrob minnhom, iġġib saħħtek kollha lura.
pl: Pijąc z nich wodę, możesz przywrócić sobie punkty życia!
pt_br: Se você beber delas, terá toda a sua vida recuperada!
sk: Ak sa z nich napiješ, obnoví sa Ti zdravie.
zh_cn: 如果在那里饮水的话， 你的生命值便会完全回复！

source: Certain bridges and stairways, like this one, allow you to jump up and pass through them.
cs: některými mosty a schodištěmi, jako třeba tímhle, můžeš proskočit nebo projít
de: Durch Brücken und Treppen wie diese hier kannst du auch hindurchspringen, indem du dich drauf stellst, die Taste {DOWN_KEY} hältst und dann {JUMP_KEY} drückst.
fr: Certains ponts et escaliers, comme celui-ci, vous permettent de sauter et passer à travers eux.
gd: Leigidh cuid dhe dhrochaidean is staidhrichean a leithid an tè seo leat leum suas is dol tromhpa.
mt: Ċertu pontijiet u turġien, bħal dan, jħalluk taqbeż il-fuq u tgħaddi minnhom.
pl: Przez niektóre mosty i schody, takie jak ten, można przenikać.
pt_br: Certas escadarias e pontes, como esta, permitem que você pule e passe através delas.
sk: Niektoré mosty a schodiská, napríklad toto, umožňujú skákať na a prechádzať cez ne.
zh_cn: 有些桥梁和楼道， 像这个可以跳上和穿过。

source: You can also jump down through them.
cs: Můžeš ním i proskočit.
de: Du kannst auch durch sie hindurch nach unten springen.
fr: Vous pouvez également les traverser pour aller en dessous.
gd: Faodaidh tu leum sìos tromhpa cuideachd.
mt: Tista' anke taqbeż fiehom.
pl: Możesz także zeskoczyć z nich na dół.
pt_br: Você também pode descer através delas.
sk: Môžeš cez ne tiež zoskočiť dole.
zh_cn: 你也同样可以向下跳穿过它们。

source: A special button will appear, whenever this is possible.
de: Eine bestimmte Taste erscheint, wann immer es möglich ist.
fr: Un bouton spécial apparaîtra, chaque fois que ce sera possible.
gd: Nochdaidh putan sònraichte gach turas a bhios seo iomchaidh.
mt: Buttuna speċċjali ser tidher, meta jkun possibbli.
pl: Specjalny przycisk pojawi się, jeżeli będzie taka możliwość.
pt_br: Um botão especial irá aparecer na tela, quando isso for possível.
sk: Objaví sa špecialne tlačítko, vždy, keď to bude možné.
zh_cn: 当这可能的时候， 一个专门的按钮就会出现。

source: To do so, hold down the down key, and then press jump.
cs: Chceš-li tak učinit, podrž klávesu dolů a pak stiskni tlačítko pro skok.
de: Dazu halte die Runter-Taste und dann drücke die Sprungtaste.
fr: Pour cela, gardez la touche bas appuyée, et appuyez sur la touche saut.
gd: Gus seo a dhèanamh, cùm greim air an iuchair shaighde sìos is an uairsin brùth air leum.
mt: Biex tagħmel hekk, żomm id-Down key, u agħfas Jump.
pl: W tym celu przytrzymaj strzałkę w dół i jednocześnie wciśnij skok.
pt_br: Para fazer isso, segure a seta para baixo e aperte o botão do pulo.
sk: Ak tak chceš urobiť, podrž kláves nadol⏎ a potom stlač tlačidlo skok.
zh_cn: 要向下跳，只需按住下方向键， 而后按跳跃键。

source: As you've played through this level, you've probably noticed the coins.
cs: Jak jsi prošel tuhle úroveň, určitě sis všimnul mincí.
de: Wie du bereits bemerkt hast, sind in diesem Level einige Münzen verstreut.
fr: Lorsque vous avez parcouru ce niveau, vous avez probablement remarqué les pièces.
gd: Fhad 's a bha thu a' cluiche an leibheil seo, mhothaich thu na buinn òir gun teagamh.
mt: Peress li diġà lgħabt dal-livell, jaf innutajt il-muniti.
pl: Podczas gdy przechodziłeś ten poziom, zauważyłeś pewnie tu i ówdzie monety.
pt_br: Conforme você veio jogando esta fase, deve ter notado as moedas de ouro.
sk: Ako hráte tento level, zrejme ste si všimli mince.
zh_cn: 通过本场景的时候， 你也许已经注意到了那些金币。

source: You can collect these and then use them to buy stuff!
cs: Tyto mince můžeš sbírat a později za ně nakoupit užitečné věci!
de: Sammle sie ein, um nützliche Dinge damit zu kaufen!
fr: Vous pouvez les récupérer et les utiliser pour acheter plein de trucs !
gd: 'S urrainn dhut an cruinneachadh is an cleachdadh gus stuth a cheannach.
mt: Tista' tiġborhom, u wara tixtri l-ħwejjeġ bihom!
pl: Możesz je zbierać, i kupować za nie różne rzeczy.
pt_br: Você pode coletá-las e então usá-las para comprar coisas.
sk: Môžete ich zozbierať a potom využiť pri kúpe tovaru!
zh_cn: 你可以收集金币 以及其他金质物品， 而后用来购买装备！

source: There is a store conveniently located outside of the town.
cs: Ve hře je obchod umístěný nedaleko města.
de: Ein bequem erreichbares Geschäft ist vor den Toren der Stadt.
fr: Il y a justement une boutique juste en dehors de la ville.
gd: Tha bùth goireasach dìreach taobh a-muigh a' bhaile.
mt: Hemm ħanut eżatt kif toħroġ mir-raħal.
pl: Sklep zlokalizowany jest poza miastem.
pt_br: Nesta região, há uma loja logo antes da vila mais à frente.
sk: Je tu obchod, ktorý sa obyčajne nachádza mimo mesta.
zh_cn: 在小镇外面有个商店，很方便的。

source: Sometimes, you'll run into rather dangerous- looking terrain, such as these brambles.
cs: Někdy, můžeš narazit na nebezpečný terén- třeba ta ostružina před tebou.
de: Manchmal wirst du auf gefährlich aussehendes Terrain treffen, wie diese Dornenranken hier.
fr: Parfois, vous tomberez sur un terrain plutôt dangereux, tel ces ronces.
gd: Aig amannan, tachraidh tu air cruth-tìre cunnartach a leithid nan dreasan seo.
mt: Xi drabi, tiltaqa' ma terren perikoluż, bħal dan l-għollieq.
pl: Czasami napotkasz niebezpiecznie wyglądający teren, taki jak te krzaki.
pt_br: Às vezes, você irá deparar com terrenos perigosos, como os espinhos mais à frente.
sk: Niekedy môžeš nabehnúť do nebezpečnejšie vyzerajúceho prostredia, akým sú napríklad tieto černice.
zh_cn: 又是，你会跑进一个看起来危险的区域。

source: As you'd expect, stepping on them would hurt a bit.
cs: Jak se dá očekávat, šlapnutí na ní bude bolet.
de: Wie zu erwarten ist, solltest du sie nie berühren.
fr: Comme on peut s'y attendre, marcher sur elles fait un peu mal.
gd: Mar am biodh tu an dùil, bidh e caran goirt ma sheasas tu orra.
mt: M'hemmx għalfejn ngħidu li, jekk tirfishom, xi ftit se tweġġa'.
pl: Jak możesz podejrzewać, nastąpienie na nie byłoby bolesne.
pt_br: Como você pode imaginar, pisar neles machucará Frogatto.
sk: Ako môžeš očakávať, státie na nich by ti mohlo ublížiť.
zh_cn: 如你所料，踩上受伤。

source: However, they also hurt your enemies!
cs: Ale může zranit i tvé nepřátele!
de: Das gilt aber auch für deine Gegner!
fr: Cependant, elles font également mal à vos ennemis !
gd: Co-dhiù, goirtichidh iad do nàimhdean cuideachd!
mt: Mill-banda l-oħra, dawn iweġġgħu l-għadu wkoll!
pl: Ale pamiętaj, twoi wrogowie również mogą od nich ucierpieć!
pt_br: Porém, eles também podem ferir seus inimigos!
sk: Avšak, zrania aj tvojich nepriateľov!
zh_cn: 不过，它们同样伤害敌人！

source: Leading or spitting them onto harmful terrain is an excellent way to dispatch them.
cs: Navedení nebo plivnutí protivníka do ní je skvělí způsob jak se ho zbavit.
de: Lock sie hierher oder spuck sie hier aus, um sie loszuwerden.
fr: Les diriger ou les cracher sur un terrain dangereux est un excellent moyen de s'en débarasser.
gd: 'S e deagh dhòigh a th' ann gus cuidhteas fhaighinn dhiubh ma chuireas no spùtas tu air tìr chunnartach iad.
mt: Li tmexxihom jew tobżoqhom f'terren li jagħmel ħsara, huwa mezz eċċellenti biex teħles minnhom.
pl: Możesz ich na nie wyprowadzić lub wypluć. To świetny sposób by się ich pozbyć.
pt_br: Uma ótima maneira de se livrar deles é justamente cuspindo-os ou fazendo-os cair em terrenos perigosos como esse.
sk: Ich nalákanie alebo vypľuvnutie do nebezpečného prostredia je výborným spôsobom, ako sa ich zbaviť.
zh_cn: 吐到危险领域是摆脱它们的办法之一。

source: Beware also, any bottomless pits you encounter. Those are immediately fatal.
cs: Pozor taky na bezedné jámy. ty jsou smrtonosné.
de: Achte auch auf bodenlose Gruben. Sie sind besonders fatal.
fr: Attention aussi aux puits sans fond que vous rencontrerez. Ceux-ci sont immédiatement fatals.
gd: Thoir an aire cuideachd air na slocan gun bhonn ris an tachair thu. Gheibh thu bàs sa bhad annta.
mt: Żomm amment ukoll, ta' ħofor bla qieh li titsta' tiltaqa' magħhom. Dawn huma immedjatament fatali.
pl: Uważaj również na bezdenne przepaście. Upadek w nie zawsze kończy się śmiercią.
pt_br: Tome cuidado, também, com os abismos que encontrar. Cair neles é fatal.
sk: Daj si tiež pozor na bezodné jamy, ktoré zbadáš. Pádom do nich budeš vybavený.
zh_cn: 注意，无底洞是上不来的。不要去闯。

source: Up ahead, you'll notice an anthill, which ants constantly come out of.
cs: Před tebou, bude mraveniště, ze kterého budou vycházet další a další mravenci
de: Da vorne befindet sich ein Ameisenhügel aus dem kontinuierlich Ameisen kommen.
fr: Un peu plus loin, vous remarquerez une fourmilière en hauteur, dont des fourmis sortent en continu.
gd: Air do bheulaibh, chì thu dùn-sheangan, is seanganan a' tighinn a-mach às gun sgur.
mt: Ftit il-quddiem, tinnota bejta tan-nemel, li minnha joħorġu n-nemel kull tand ħin.
pl: Dalej przed tobą dostrzeżesz mrowisko, z którego bezustannie wychodzą mrówki.
pt_br: Mais à frente, você verá um formigueiro, de onde formigas saem sem parar.
sk: Nad hlavou si všimneš mravenisko, z ktorého neustále vychádzajú mravce.
zh_cn: 在前方你会看到一座蚁丘， 那里会源源不断地跑出蚂蚁。

source: There is no way to stop this; you can't destroy the anthill.
cs: To nemůžeš zastavit; Nemůžeš zničit mraveniště
de: Das ist nicht zu verhindern, der Hügel ist unzerstörbar.
fr: Il n'y a aucune façon de l'arrêter ; vous ne pouvez pas détruire la fourmilière.
gd: Chan eil dòigh ann gus stad a chur orra; chan urrainn dhut an dùn-sheangan a sgrios.
mt: M'hemmx mezz kif twaqqafhom, għax ma tistagħx teqred il-bejta.
pl: Nie da się tego zatrzymać, nie możesz zniszczyć mrowiska.
pt_br: Não há como impedir isso; você não pode destruir o formigueiro.
sk: Nie je žiadny spôsob, ako ich zastaviť.⏎ Mravenisko nemôžeš ani nesmieš zničiť.
zh_cn: 这是没办法停止的： 你不可能摧毁蚁丘。

source: Some hazards are like this. You simply have to work around them.
cs: Někdy se nedá nic dělat. Budeš muset projít kolem něj.
de: Es gibt einige solche Hindernisse. Du wirst sie einfach umgehen müssen.
fr: Certains obstacles sont ainsi, il faut faire avec.
gd: Tha cuid dhe na cunnartan mar seo. Feumaidh tu obair timcheall orra.
mt: Xi tiġrib magħmul hekk. Kull ma tista' tagħmel hu li tevitah.
pl: Niektóre zagrożenia już takie są. Trzeba radzić sobie z nimi w inny sposób.
pt_br: Alguns obstáculos são assim. Você deve encontrar um modo de passar por eles.
sk: Niektoré riziká sú také. Treba ich jednoducho obísť.
zh_cn: 有些危险就是如此。 你只能绕过它们。

source: That's it for this tutorial.
cs: To bylo pro začátek.
de: Das wär's für dieses Tutorial.
fr: C'en est fini du tutoriel.
gd: Sin agad e airson an oideachaidh.
mt: Naħseb spjegajtlek biżżejjed.
pl: To już koniec poradnika.
pt_br: E aqui terminamos o tutorial.
sk: Toľko pre tento kurz.
zh_cn: 教程到此结束。

source: Although there's more to playing the game, the rest, we can safely let you learn on your own.
cs: I když se ti toho stane víc během hraní, zbytek se budeš muset naučit sám.
de: Es gibt noch mehr Dinge, die dich erwarten könnten. Doch den Rest kannst du ruhig selbst erkunden.
fr: Bien qu'il y ait davantage à découvrir dans le jeu, nous pouvons maintenant vous laisser apprendre le reste par vous-même.
gd: Ged a tha barrachd ri ionnsachadh gus an geama a chluiche, ionnsaichidh tu an corr leat fhèin gun trioblaid.
mt: Għalkemm hemm aktar x'titgħellem biex tilgħab dil-logħba, konvinti li l-bqija nistgħu inħalluk tiskoprih waħdek.
pl: Mimo że jest jeszcze wiele rzeczy, o których można, by opowiedzieć, uważamy, że bez kłopotu nauczysz się ich sam.
pt_br: Embora não tenhamos explicado tudo sobre o jogo, o resto podemos deixar para você aprender sozinho.
sk: Aj keď pre hranie hry je tu toho viac, v kľude ťa necháme, aby si sa zvyšok naučil sám.
zh_cn: 尽管还有更多，不过，还是你自己探索吧。

source: Feel free to come back here, if you want to read a hint again.
cs: Neváhej se sem vrátit, pokud si budeš chtít přečíst nápovědu znovu.
de: Du kannst jederzeit hierher zurückkommen, wenn du einen Hinweis nochmal lesen möchtest.
fr: N'hésitez pas à revenir ici si vous souhaitez relire une astuce.
gd: Faodaidh tu tilleadh ma tha thu airson gliocas a leughadh a-rithist.
mt: Meta trid erġa ejja hawn biex taqra l-istruzzjonijiet.
pl: Możesz zawsze tu wrócić, aby przeczytać porady jeszcze raz.
pt_br: Fique à vontade para voltar, se quiser ler alguma dica novamente.
sk: Neváhaj sa sem vrátiť, ak si chceš prečítať nápovedu znova.
zh_cn: 如果你想要重读任何一条提示的话， 随时都可以回到这里。

source: Have fun!
cs: Bav se!
de: Viel Spaß!
fr: Amusez-vous bien !
gd: Gabh tlachd!
mt: Ħu gost!
pl: Miłej zabawy!
pt_br: Divirta-se!
sk: Bav sa!
zh_cn: 祝你玩得开心！

source: If you've seen a conversation before, it might be annoying to have to read it again.
cs: pokud jsi si přečetl nějaký rozhovor jednou, může být nepříjemné ho číst znovu.
de: Hast du ein Gespräch schon einmal mitverfolgt, dann kann es nervig sein, es nochmal zu lesen.
fr: Si vous avez déjà vu une conversation avant, il pourrait être ennuyeux d'avoir à la relire.
gd: Ma tha thu air còmhradh fhaicinn roimhe, faodaidh e conas a chur ort ma tha agad ri leughadh troimhe a-rithist.
mt: Jekk diġà qrajt konverżazzjoni, taf ma tkunx trid toqgħod terġa tgħaddi minnha.
pl: Jeśli widziałeś już jakąś rozmowę, czytanie jej na nowo może być meczące.
pt_br: Se você já viu alguma conversa antes, pode ser irritante ter que lê-la de novo.
sk: Ak si istý rozhovor už predtým videl, môže byť nepríjemné ho čítať znova.
zh_cn: 如果你看过一段对话， 看第二遍可能无聊。

source: You can skip a conversation, including parts of cutscenes, by pressing the "escape" key.
cs: můžeš ho přeškočit, to platí i pro ukázky, jednoduše stisknutím "escape".
de: Überspringe das Gespräch einfach, inklusive der Zwischensequenzen, indem du die "Escape"-Taste drückst.
fr: Vous pouvez sauter une conversation, y compris les cinématiques, en appuyant sur la touche "Échap".
gd: 'S urrainn dhut còmhradh a sheachnadh, a' gabhail a-steach pàirtean dhe sheallaidhean gearraidh ma nì thu brùthadh air an iuchair Esc.
mt: Tista' taqbeż konverżazzjonijiet, inklużi xeni maqtugħin, billi tagħfas l-Escape key.
pl: Możesz pominąć rozmowy zawierające sceny przerywnikowe, wciskając 'Escape'.
pt_br: Mas você pode pular partes de conversas, ou mesmo diálogos inteiros, apertando a tecla "ESC".
sk: Takýto rozhovor, a tiež častí príbehových scén, môžeš preskočiť stlačením klávesu "escape".
zh_cn: 你可以略过对话，包括部分场景的流程， 按下 "ESC" 即可。

source: And yes, this applies to the question marks on this level, too.
cs: A ano, platí to i pro nápovědy v této úrovni.
de: Das geht auch mit diesen Hinweisen hier.
fr: Et oui, cela s'applique aussi aux points d'interrogation de ce niveau.
gd: Is tha seo fìor cuideachd airson nan comharran-ceiste san leibheil seo.
mt: U iva, dan japplika wkoll għall-mistoqsijiet f'dan il-livell.
pl: Tak, to odnosi się również do znaków zapytania w tym poziomie.
pt_br: E sim, isso também vale para os pontos de interrogação nesta fase.
sk: Áno, a to platí aj pre otázniky v tomto leveli.
zh_cn: 并且，同样问号也会用上它。

source: If you haven't already noticed, the red fruits you sometimes find nestled in the grass are spittable projectiles.
cs: Pokud sis nevšimnul, červené ovoce které někdy leží na zemi může být také použito jako střela.
de: Falls dir die roten Früchte noch nicht aufgefallen sind, die du manchmal im Gras findest, du kannst sie als Munition verwenden.
fr: Si vous n'aviez pas déjà remarqué, les fruits rouges que vous trouverez parfois nichés dans l'herbe sont des projectiles crachables.
gd: Mura mhothaich thu fhathast, 's e peilearan a ghabhas tilgeil le smugaid a th' anns na measan dearga a lorgas tu san fheur aig amannan.
mt: Jekk għadek ma nnutajtx, il-frott aħmar li xi drabi ssib fil-ħaxix, jista' jinbeżaq.
pl: Jeśli jeszcze się nie zorientowałeś, czerwone owoce, które czasami można znaleźć w trawie, można spożytkować jako pociski.
pt_br: Talvez você não tenha notado, mas as frutas vermelhas que aparecem no caminho podem ser usadas como projéteis.
sk: Ak si to ešte nezbadal, červené ovocie, ktoré môžeš občas nájsť povaľovať sa v tráve, môžeš využiť ako vypľuvnuteľné projektily.
zh_cn: 假如你还没注意到， 草丛里的红色果实可以喷出。
