Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: If you don't mind, I'd kinda like to be left alone.
cs: Pokud vám to nevadí, docela bych chtěl být sám.
de: Wenn es dir nichts ausmacht, dann möchte ich jetzt allein sein.
fr: Si ça ne te dérange pas, j'aimerais bien qu'on me laisse tranquille.
gd: Ma tha seo ceart gu leòr dhut, chan eil mi airson bruidhinn ri duine an-dràsta.
mt: Jekk ma jimpurtax, nixtieq tħallini bi kwieti.
pl: Jeśli nie masz nic przeciwko, chciałbym pobyć trochę sam.
pt_br: Se você não se importar, eu gostaria que me deixassem sozinho.
zh_cn: 如果你不介意， 我想单独呆着。

source: Sure, okay...
cs: Jistě, v pořádku ...
de: Sicherlich…
fr: Bien sûr, pas de problème...
gd: Seadh, ceart gu leòr ...
mt: Mela le, kif trid...
pl: W porządku.
pt_br: Claro, tudo bem...
zh_cn: 啊，好……

source: Hey there, what's up?
cs: Ahoj, co se děje?
de: Hallo auch, was geht ab?
fr: Salut par ici, quoi de neuf ?
gd: Haoidh a charaid, dè tha dol?
mt: Bonġu, kollox sew?
pl: Cześć. Co słychać?
pt_br: Opa, o que que há?
zh_cn: 你好， 有什么问题吗？

source: Eh, trying to get this fire going.
cs: Eh, snažíme se tady rozdělat oheň.
de: Äh, ich versuche ein Feuer zu machen.
fr: Eh bien, j'essaie d'allumer ce feu.
gd: È, tha mi feuchainn ris an teine seo losgadh.
mt: Eħħ, qed nipprova nqabbad dan-nar.
pl: Eh, próbuję rozpalić ogień w kominku.
pt_br: Bah, tentando acender essa lareira.
zh_cn: 唉，我想把火炉点着。

source: Really? I don't see any wood.
cs: Opravdu? Nevidím žádné dřevo.
de: Wirklich? Wo ist das Brennholz?
fr: Vraiment ? Je ne vois pas de bois.
gd: A bheil? Chan fhaic mi fiodh-connaidh sam bith.
mt: Veru? Minix nara ħatab.
pl: Naprawdę? Nie widzę żadnych drewienek.
pt_br: Sério? Cadê a lenha, então?
zh_cn: 真的吗？ 看不到柴火啊。

source: Oh yeah, haha - it's a gas fire.
cs: Ach jo, haha - to jsou plynová kamna.
de: Oh ja, haha - es ist ein Gas-Feuer.
fr: Ah oui, haha. C'est un feu au gaz.
gd: Seadh, haha - 's e teine gasa a th' ann.
mt: Eh iva, ħeħe - dan nar tal-gass.
pl: A tak, haha - bo to kominek gazowy.
pt_br: Ah, pois é, heheh - é uma lareira a gás.
zh_cn: 哦，哈哈—是天然气火。

source: There's something wrong, though. Not enough gas is flowing.
cs: Je tam něco špatně. Když neproudí dostatek plynu.
de: Doch irgendwas stimmt nicht. Es strömt nicht genug Gas.
fr: Il y a un problème par contre. Il n'y a pas assez de gaz qui arrive.
gd: Tha rudeigin cearr air co-dhiù. Chan eil gas gu leòr a' tighinn troimhe.
mt: Hemm xi ħaġa ħażina, imma. Mhux ħiereġ biżżejjed gass.
pl: Coś jednak nie działa dobrze. Za mało gazu wypływa.
pt_br: Mas tem algo de errado. Não tem gás suficiente vindo.
zh_cn: 但是有点问题。 气流量不够。

source: It'll burn for a moment and then go out.
cs: Bude hořet chvíli a potom zhasne.
de: Es entflammt kurz und geht dann aus.
fr: Ça brûle un petit moment avant de s'éteindre.
gd: Loisgidh e greis is thèid e dheth an uairsin.
mt: Jaqbad ftit u mbagħad jintefa.
pl: Chwilę się po pali, a potem gaśnie.
pt_br: Chega a fazer fogo por uns segundos, e depois apaga.
zh_cn: 烧一会就灭了。

source: Which makes me think there's a small trickle building up, but it's only that - a trickle.
de: Als ob nur ein Rinnsal von Gas strömt.
fr: Ce qui m'indique qu'il y a un petit écoulement qui se fait, mais ça en reste là.
gd: Is tha mi smaoineachadh gun sil beagan dheth troimhe, ach cha shil ach beagan.
mt: Li jtini x'naħseb li qed jinġabar xi ftit, imma mhux biżżejjed biex iżomm.
pl: Co przypomina mi, że mała strużka przybiera, ale to tylko - krople.
pt_br: O que me faz pensar que tem um pouco de pressão que fica acumulando, mas é só isso - um pouquinho.
zh_cn: 所以我觉得有一点燃气流， 但是只有那一点。

source: I think the gas flow is way lower than it should be.
cs: Myslím, že průtok plynu je nižší, než by měl být.
de: Es ist einfach viel weniger als es sein sollte.
fr: Je pense que le flux de gaz est bien plus faible qu'il ne devrait être.
gd: Cha chreid mi gu bheil neart mar bu chòir air an t-sruth gasa.
mt: Naħseb it-tnixxija tal-gass mhix qawwija biżżejjed.
pl: Myślę, że przepływ gazu jest niższy niż powinien być.
pt_br: Me parece que o fluxo está bem mais fraco do que deveria.
zh_cn: 流量远远不够正常的。

source: What could cause that?
cs: Co by to mohlo způsobit?
de: Wo könnte die Ursache sein?
fr: Quelle peut bien en être la cause ?
gd: Dè as adhbhar air seo, saoil?
mt: X'tista' tkun il-kawża?
pl: Co może to powodować?
pt_br: O que que poderia causar isso?
zh_cn: 原因大概是什么？

source: Mmm, might be a clog. Might be some kind of corrosion.
cs: Mmm, možná je ucpáná. Může tam být nějaký druh koroze.
de: Hmm, die Leitung könnte verstopft sein oder ein Leck haben.
fr: Hum, c'est peut-être un caillot. Peut-être un effet de corrosion.
gd: Feumaidh gu bheil rudeigin ga stopadh. Meirg air choireigin 's dòcha.
mt: Jaf hemm xi ħaġa li qed issodd. Jaf xi tip ta' korrużjoni.
pl: Hmm, może utworzył się korek. Może to jakaś korozja.
pt_br: Mmm, pode ser um entupimento. Ou então algum tipo de corrosão.
zh_cn: 嗯，也许那里堵住了。 或者有腐蚀。

source: Or some butthead down in a service closet might have turned a valve down.
de: Oder irgendein Trottel im Wartungsbereich hat den Hahn zugedreht.
fr: Ou un quelconque imbécile dans un placard pourrait avoir fermé la valve.
gd: No gun do bhean amadan ri sionnach shìos sa chlòsaid sheirbheis.
mt: Jew xi tuba fuq xi pannel ta' servizzi jaf għalaq xi valv.
pl: Albo jakiś głąb z sekretnych służb mógł przykręcić zawór.
pt_br: Ou algum cabeça-de-vento deve ter ido numa caixa de passagem e deixado o registro no mínimo.
zh_cn: 或者那个混蛋到勤务间 里把阀门关小了。

source: Uh... how many valves lead up to this?
cs: Uh ... kolik ventilů k tomu vede?
de: Äh… wie viele Leitungen führen hier lang?
fr: Heu... combien de valves arrivent ici ?
gd: Uill ... cò mheud sionnach a thig dha seo?
mt: Ehm... kemm hemm valvi minn hemm s'hawn?
pl: Uh... ile zaworów jest na drodze do kominka?
pt_br: Hã... e tem quantos registros no caminho até aqui?
zh_cn: 呃……到这里有多少个阀门？

source: A lot. I don't even know. I really don't want to have to find out.
de: Eine Menge. Ich weiß nicht, wie viele es sind und ich will es auch nicht wissen.
fr: Un paquet. Je n'en sais rien moi-même. Je n'ai vraiment pas envie de le découvrir.
gd: Torr diubh. Chan eil fiù 's fios a'm, is chan eil mi airson faighinn a-mach idir.
mt: Ħafna. Ma nafx kemm eżatt. U ma nixtieqx nsiib kemm.
pl: Dużo. Sam nie wiem. Naprawdę nie chcę być przymuszony, żeby się o tym dowiedzieć.
pt_br: Um bocado. Eu nem sei dizer. E também nem quero ter que descobrir.
zh_cn: 好多。我都不知道， 也不想研究那个。

source: Wow, that really sucks. I hope you can fix this.
cs: Páni, to je vážně otrava. Doufám, že jsi to spravil.
de: Wow, das ist wirklich schlecht. Ich hoffe du findest die Ursache.
fr: Eh bah, ça craint à mort. J'espère vraiment que tu peux arranger ça.
gd: 'S truagh sin dha-rìribh. Tha mi 'n dòchas gun gabh seo càradh.
mt: Ajma, x'kanna. Nispera li ssewwiha.
pl: O rany, to prawdziwa beznadzieja. Mam nadzieję, że to naprawisz.
pt_br: Caramba, que droga. Tomara que você consiga consertar isso.
zh_cn: 啊，真是糟糕。 希望你能修好。

source: Yeah, thanks. This ... could get difficult.
de: Genau, danke. Das… könnte schwierig werden.
fr: Ouais, merci. Ça pourrait... être difficile.
gd: Seadh, taing. Dh'fhaodadh seo ... fàs duilich.
mt: Eh, grazzi. Din... taf teħodli l-ħin.
pl: Dzięki. To... może być trudne.
pt_br: É, obrigado. Isso... pode ficar complicado.
zh_cn: 谢谢。 这大概很困难……

source: Kitty Dormitory
cs: Kočičí Ubikace
de: Katzen-Wohnheim
fr: Dortoirs des Chatons
gd: Suain-lann nam piseagan
mt: Dormitorju tal-Qtates
pl: Koci Akademik
pt_br: Dormitório dos Gatos
zh_cn: 猫猫宿舍

source: The Kitty Factory
cs: Kočičí Továrna
de: Die Katzenfabrik
fr: L'Usine des Chatons
gd: Factaraidh phiseagan
mt: Fabbrika tal-Qtates
pl: Fabryka Kotków
pt_br: Fábrica de Gatos
zh_cn: 猫猫工厂

source: Do you help out here in the kitchen?
de: Kannst du mir in der Küche helfen?
fr: Est-ce que tu aides à la cuisine ?
gd: 'Eil thu nad sgalag chidsin?
mt: Int tgħin fil-kċina?
pl: Czy pomagasz tutaj w kuchni?
pt_br: Você ajuda aqui na cozinha?
zh_cn: 你是在厨房帮忙的吗？

source: Yes, in fact I do.
de: Klaro.
fr: Oui, en effet.
gd: A dh'innse na fìrinn, thà.
mt: Hekk hu.
pl: Tak, rzeczywiście pomagam.
pt_br: Sim, de fato.
zh_cn: 没错。

source: Nominally, I am the sous-chef, but in practice I'm an errand-runner.
de: Ich bin zwar nur der stellvertretende Küchenchef, doch meistens bin ich hier der Laufbursche.
fr: Sur le papier, je suis le sous-chef, mais en pratique, je suis garçon de courses.
gd: 'S e sous-chef a chuireas iad orm, ach chan e ach sgalag a th' annam ann an da-rìribh.
mt: Uffiċċjalment, jien il-viċi kok, imma fil-prattika niġri bil-qadi.
pl: Formalnie, jestem szefem od sosów, ale w praktyce jestem chłopcem na posyłki.
pt_br: Nominalmente, sou o sous-chef, mas, na prática... estou mais para um quebra-galho.
zh_cn: 名义上，我的副厨师长， 但在事实上，我是跑杂的。

source: I suppose someone has to do the job.
de: Irgendwer muss es ja machen.
fr: J'imagine qu'il faut bien que quelqu'un le fasse.
gd: Saoilidh mi gum biodh aig cuideigin ris an obair seo a dhèanamh co-dhiù.
mt: Kollox irid isir hux.
pl: Podejrzewam, że ktoś musi to robić.
pt_br: Bom, imagino que alguém tem que fazer esses serviços mais chatos.
zh_cn: 那也是必须有人干的活。

source: Well, we could use a bit more help.
de: Nun, wir können jede Hilfe gebrauchen.
fr: Eh bien, un peu d'aide ne serait pas superflue.
gd: Uill, tha beagan taic a bharrachd a dhìth oirnn.
mt: Kieku, ftit għinuna tiswa.
pl: Cóż, nie pogardzilibyśmy odrobiną pomocy.
pt_br: Bem, seria bom se tivéssemos mais ajuda...
zh_cn: 我们需要些帮手。

source: Nevertheless, Gaston is pretty nice as far as bosses go.
de: Jedenfalls ist Gaston genau so nett wie unsere Chefs.
fr: En tout cas, Gaston est plutôt sympa comme patron.
gd: Co-dhiù no co-dheth, tha Gaston snog gu leòr mar cheannard.
mt: Madanakollu, Gaston hu dħuli ħafna għalkemm hu kap.
pl: Niemniej jednak, Gaston jest całkiem miły, jak na szefa oczywiście.
pt_br: Mas mesmo assim, pra um chefe, o Gastão é bem legal.
zh_cn: 不过，加斯顿是个不错的老板。

source: The job is a bit of a pressure-cooker, no pun intended, but he doesn't use that as an excuse to be mean.
de: Bei diesem Job stehen wir alle unter Dampf, kein Witz, aber das solltest du nicht als Ausrede verstehen.
fr: Le boulot le met un peu sous pression, sans jeu de mot, mais ça ne le rend pas mesquin pour autant.
gd: Tha an obair fhèin caran cruaidh, ach cha chleachd e seo gus a bith mosach.
mt: Dax-xogħol iqabbdek il-fwawwar, jekk tippermettili l-logħob tal-kliem, iżda xorta ma jinfexx fina.
pl: W tej pracy czasami trzeba kogoś przycisnąć, ale on nie korzysta z okazji, by być niemiłym.
pt_br: O serviço é uma panela de pressão, com o perdão do trocadilho, mas ele não usa isso como desculpa pra ser ranzinza.
zh_cn: 这活像个压力锅（没有双关语意）， 但他并不以此为借口发脾气。

source: Yeah, that beats the alternative.
de: Ja, kann ich verstehen.
fr: C'est pas mal, comme ça.
gd: Seadh, tha seo nas fhearr na b' urrainn dha bhith.
mt: Aħjar hekk milli mod ieħor.
pl: Tak, zawsze mogłoby być gorzej.
pt_br: É, poderia ser pior.
zh_cn: 是，那比其他的选择好。

source: Do you guys get a lot of traffic?
de: Habt ihr eine Menge zu erledigen?
fr: Vous avez beaucoup de monde ?
gd: 'Eil torr trafaig agaibh?
mt: Jkollkom ħafna xogħol?
pl: Macie dużo klientów?
pt_br: Vocês têm muito movimento aqui?
zh_cn: 你们这里生意忙吗？

source: We do. ... I don't mean to be rude, but I think I'd better get back to work.
de: Stimmt. … Ich will nicht unhöflich sein, aber ich muss zurück zur Arbeit.
fr: Oh oui. Je ne voudrais pas paraître impoli, mais je pense que je ferais mieux de m'y remettre.
gd: Tha ... chan eil mi airson bhith mì-mhodhail, ach bu chòir dhomh tilleadh dhan obair.
mt: Iva. ... Ma nixtieqx inkun pastaż, imma naħseb aħjar inkompli.
pl: Tak... Nie chciałbym być niemiły, ale myślę, że powinienem wracać do pracy.
pt_br: Temos. ...Eu não queria ser grosseiro, mas eu acho que é melhor eu voltar ao trabalho.
zh_cn: 很忙。 ……不好意思，我得继续干活了。

source: Sure thing.
cs: Jasná věc.
de: Sicherlich.
fr: Bien sûr.
gd: Seadh seadh.
mt: Mela le.
pl: Jasna sprawa.
pt_br: Opa, claro.
zh_cn: 没问题。

source: You must excuse me, but I'm terribly busy. I don't have any time to speak right now.
de: Entschuldige, aber ich bin schwer beschäftigt. Ich habe gerade keine Zeit zum Reden.
fr: Pardonnez-moi, mais je suis terriblement occupé. Je n'ai pas le temps de discuter pour l'instant.
gd: Gabhaibh mo leisgeul, ach tha mi uabhasach trang. Chan eil ùine agam an-dràsta gus bruidhinn.
mt: Skużani, imma mħabbat ħafna. M'għandix ċans nitkellem miegħek bħalissa.
pl: Musisz mi wybaczyć, ale jestem strasznie zajęty, nie mam ani chwili czasu, by z tobą porozmawiać.
pt_br: Você terá que me desculpar, mas estou muito ocupado. Não tenho tempo pra ficar conversando agora.
zh_cn: 对不起，我实在很忙。 现在没有时间谈话。

source: I understand.
cs: Rozumím.
de: Ich verstehe.
fr: Je comprends.
gd: Tha mi tuigsinn.
mt: Ma ġara xejn.
pl: Rozumiem.
pt_br: Ah, compreendo.
sk: Rozumiem.
zh_cn: 知道了。

source: Hey, man, look at you!
cs: Ahoj, člověče, podívej se na sebe!
de: Hey, Mann, schau dich an!
fr: Hé, mon gars, regarde-toi !
gd: Sin thu!
mt: Kos, arak ħej!
pl: Hej, spójrz na siebie.
pt_br: Ei, cara, você... é o cara!
sk: Hej, chlape, pozri sa na seba!
zh_cn: 喂，伙计！

source: I hear you had a big hand in scaring those guys off. Way to go!
cs: Slyšel jsem, že jsi ty kočky vystrašil, že utekli pryč. Jen tak dál!
de: Ich hörte, du konntest diese Typen mühelos vertreiben. Mach weiter so!
fr: J'ai entendu dire que tu n'étais pas pour rien dans la fuite des autres, là. Bien joué !
gd: Chuala mi gu robh thu 'n sàs a' cur eagal air na daoine ud. Sin thu fhèin!
mt: Smajt li kond minn tal-ewwel li gerrixthom l-hemm. Prosit!
pl: Słyszałem, że napędziłeś im niezłego stracha. Tak trzymaj!
pt_br: Fiquei sabendo que você afugentou aqueles gatos. Muito bem!
sk: Počul som, že si zohral veľkú úlohu v odstrašení hentých chlapíkov. Len tak ďalej!
zh_cn: 我听说你帮了大忙把那些家伙吓跑了。 干的好！

source: Eh, I'd hardly say they were 'scared' away, but I might have tipped the scales.
cs: Ehm, těžko říct jestli utekli "strachy" pryč,\ale možná jsem tak trochu naklonil misky vah.
de: Nun, eigentlich habe ich sie nur 'ein bisschen erschreckt', aber vielleicht untertreibe ich etwas.
fr: Je n'irais pas jusqu'à dire qu'ils ont été "terrorisés", mais j'ai peut-être bien fait penché la balance.
gd: Uill, cha chanainn-sa gu robh an t-eagal orra, ach 's mathaid gun do rinn mi diofar.
mt: Ehm, ma nasalx ngħid li gerrixthom, imma jaf qlibt il-miżien favurina.
pl: Eh, trudno powiedzieć, że ich 'odstraszyłem', ale mogłem przynajmniej przechylić szalę na naszą korzyść.
pt_br: Eh, eu não diria que eles foram "afugentados", mas talvez eu tenha ajudado.
sk: Ech, ťažko povedať, či som ich 'odstrašil', ale mohol som trochu nakloniť misky váh.
zh_cn: 哦，我可不会说把他们“吓跑了”， 但是也许给他们了一点小的教训。

source: Well, whatever you did, I'm glad they're gone!
cs: Ať jsi udělal, co jsi udělal, jsem rád, že jsou pryč
de: Nun, was auch immer du getan hast, ich bin froh, dass sie weg sind!
fr: Hé bah, quoi que tu aies fait, je suis bien content qu'ils soient partis !
gd: Uill, ge b' e dè rinn thu, tha mi toilichte gun do dh'fhalbh iad!
mt: Għamilt x'għamilt, ħerqan li telqu!
pl: Cóż, cokolwiek zrobiłeś, cieszę się, że już ich nie ma.
pt_br: Bem, independente do que você fez, o importante é que foram embora.
sk: Dobre, čokoľvek si už spravil, som rád, že sú už preč!
zh_cn: 不管你怎么做到的，他们走了就是好事！

source: Yeah, I just hope we don't have a repeat incident...
cs: Jo, jen doufám, že se to nebude opakovat...
de: Ja. Ich hoffe, dass sich diese Sache nicht wiederholt.
fr: Hé, j'espère juste qu'on aura pas de nouvel incident.
gd: Tha 's mise, ach tha mi 'n dòchas nach tachair seo a-rithist ...
mt: Ehe, nispera ma jkolniex xi inċident ieħor bħalu.
pl: O tak, mam nadzieję, że nie zdarzy się to ponownie.
pt_br: É, eu só espero que isso não se repita...
sk: To hej, len dúfam, že sa to už nebude opakovať.
zh_cn: 是啊，我就希望不要重复这样的事件…

source: Uh ... why would that happen?
cs: No... Proč by se to mělo opakovat?
de: Äh … warum sollte das passieren?
fr: Heu... pourquoi est-ce que ça arriverait ?
gd: Uill .... carson a thachradh seo, saoil?
mt: Ehm.. għala għandu jerġa' jkollna?
pl: Uh... Dlaczego miałoby się zdarzyć?
pt_br: Uh... e por que motivo se repetiria?
sk: Uh ... prečo by sa to stalo?
zh_cn: 呃…为什么会那样？

source: I don't know, but... Why did this happen in the first place?
cs: Já nevim, ale... Proč se to stalo poprvé?
de: Ich weiß nicht, aber … Passierte so etwas schon einmal?
fr: Je ne sais pas, mais... Pourquoi ça s'est produit déjà la première fois ?
gd: Chan eil fhios a'm, ach ... carson na thachair seo sa chiad dol a-mach?
mt: Ma nafx, imma... Għala ġrat il-biċċa l-eweel nett?
pl: Nie wiem, ale... Dlaczego to się w ogóle zdarzyło?
pt_br: Não sei, mas... Pra começo de conversa, por que foi que isso aconteceu?
sk: Ja neviem, ale... v prvom rade, prečo sa stalo toto?
zh_cn: 我也不知道…到底这次是什么原因？

source: It's an important question, and someone needs to look into it.
cs: To je důležité otázka, to bysme měli zjistit.
de: Eine sehr gute Frage, der jemand dringend nachgehen sollte.
fr: C'est une question importante, et quelqu'un doit en chercher la réponse.
gd: 'S e ceist chudromach a tha seo is feumaidh dha chuideigin faighinn a-mach.
mt: Din mistoqsija importanti, u ta' min xi ħadd iħares lejha.
pl: To ważne pytanie, i ktoś powinien na nie odpowiedzieć
pt_br: Essa é uma questão importante, e precisa de alguém pra solucioná-la.
sk: To je dôležitá otázka, niekto by sa na to mal pozrieť.
zh_cn: 这可是个重要的问题。 应该让谁调查调查。

source: Would that someone possibly be you?
cs: Je možné, že to bylo, kvůli někomu z nás?
de: Meinst du vielleicht dich selbst?
fr: Ça pourrait potentiellement être toi ?
gd: Is an tusa fhèin a bhiodh ann an cuideigin seo?
mt: Jista' dak ix-xi ħadd tkun int?
pl: Czy tym kimś miałbyś być ty?
pt_br: E esse alguém seria você, talvez?
sk: Mohol by si tým niekým byť ty?
zh_cn: 也许你可以做这个调查吗？

source: That is a distinct possibility.
cs: To je hodně možné.
de: Das will ich wohl meinen.
fr: C'est une possibilité, en effet.
gd: 'S dòcha gur e.
mt: Hija possibbiltà minnhom.
pl: Istnieje taka możliwość.
pt_br: Digamos que há uma boa possibilidade.
sk: To je celkom reálna možnosť.
zh_cn: 那倒也很有可能。

source: Well, hey - you be careful, alright? Stay cool.
cs: No dobře - buď opatrný, jasný? A Zachovej si vždycky chladnou hlavu.
de: Nun denn - pass auf dich auf, klar? Bleib ganz gelassen.
fr: Eh bien, fais attention, d'accord ? Porte-toi bien.
gd: Uill, a bhalaich ... bi faiceallach! Is air do shocair.
mt: Ehm, isma - oqgħod attent ta! Moħħok hemm.
pl: Cóż, bądź ostrożny, dobrze? Trzymaj się.
pt_br: Bem, ei - tenha cuidado, ok? Não se machuque.
sk: Dobre, ale - buď opatrný - okej? A zostaň v pohode.
zh_cn: 好吧，伙计，你保重。

source: Hey, what's new?
cs: Ahoj, co je nového?
de: Hey, was gibt es Neues?
fr: Hé, quoi de neuf?
gd: Haoidh, dè saoghal a th' agad?
mt: Aw, kif aħna?
pl: Hej, co słychać nowego?
pt_br: Opa, novidades?
sk: Hej, čo je nové?
zh_cn: 嘿，有啥新闻？

source: Oh, just cleaning up after that ruckus.
cs: Ale, je uklízím po tom kraválu tady.
de: Och, ich räume nur auf nach dem Krawall.
fr: Oh, je nettoie les dégâts de la commotion.
gd: Och, chan eil mi ach a' glanadh an dèidh a' bhùraich a bha seo.
mt: Eh, qiegħed innaddaf wara dak il-frakass.
pl: Och, sprzątam po tym całym zamieszaniu.
pt_br: Ah, só arrumando as coisas, agora que acabou aquela confusão.
sk: Och, len upratujem tento bordel.
zh_cn: 哦，只不过是在收拾吵闹后的烂摊子。

source: So nice to have things back to normal.
cs: Je to příjemné, když se věci vracejí do normálu.
de: So schön, dass die Dinge sich wieder normalisiert haben.
fr: C'est si bon que les choses soient redevenues comme elle étaient.
gd: Nach math gu bheil cùisean mar a b' àbhaist a-rithist.
mt: Xi pjaċir tara' kollox f'postu.
pl: Cieszę się, że wszystko wróciło do normalności.
pt_br: É muito bom ter as coisas de volta ao normal.
sk: Pekné mať veci späť v normále.
zh_cn: 日常又回来了，真好。

source: You bet.
cs: To si piš.
de: Und ob.
fr: C'est clair.
gd: 'S math gu dearbh.
mt: U kif.
pl: No pewnie.
pt_br: Pode apostar!
sk: To si píš.
zh_cn: 当然。

source: Speaking of which, am I imagining it or is this house actually smaller now?
cs: Když o tom mluvíme, není ten dům teď nějak menší?
de: Wo wir gerade drüber reden, bilde ich mir das nur ein, oder ist das Haus tatsächlich kleiner geworden?
fr: En parlant de ça, c'est moi ou la maison est devenue plus petite ?
gd: Fhad 's a bhios sinn a-mach air, 'eil mi nam bhruadair no a bheil an taigh seo nas lugha a-nis?
mt: Tabilħaqq, qed nimmaġina, jew id-dar tiegħek iżgħar minn qabel?
pl: Jeśli już mówimy o normalności, wydaje mi się czy ten dom zrobił się teraz mniejszy?
pt_br: Falando nisso, eu estou imaginando coisas ou esta casa ficou menor agora?
sk: Keď o tom hovoríme, zdalo sa mi to,⏎ alebo je tento dom teraz oveľa menší?
zh_cn: 说到“日常”，是我的错觉呢， 还是这屋子真的变小了？

source: Of course not. That's just nutty.
cs: Samozřejmě že ne. Je to jen oříšek.
de: Natürlich nicht. Das ist einfach nur bekloppt.
fr: Bien sûr que non. Quelle drôle d'idée.
gd: Chan eil idir. Tha seo craicte.
mt: U ma tarax. X'affarijiet dawn.
pl: Oczywiście, że nie. Tak ci się tylko wydaje.
pt_br: Claro que não. Está de brincadeira, né?
sk: Samozrejme, že nie. To je len klam.
zh_cn: 当然没变小。 你真犯傻。

source: Hey there - is everything going alright?
cs: Ahoj - je všechno v pořádku?
de: Hey ihr da - alles im Lot?
fr: Salut, tout va bien par ici ?
gd: Haoidh - 'eil thu ceart gu leòr?
mt: Bonġu - kollox miexi sew?
pl: Hej tam, czy wszystko w porządku?
pt_br: Olá - tá tudo indo bem?
sk: Hej ty tam - klape všetko poporiadku?
zh_cn: 喂，你们还好吗？

source: It sure is now! Thanks for taking those guys on!
cs: Teď už jo! Díky za to, že jsi vyhnal ty chlápky!
de: Na klar! Danke dass du diese Typen verjagt hast!
fr: Depuis peu, oui ! Merci de t'être occupé de ces gars là !
gd: Tha a-nis! Mòran taing airson sabaid an aghaidh nan daoine ud.
mt: U żgur! Grazzi talli ħadt ħsiebhom dawk!
pl: Teraz już tak! Dziękuję, że zająłeś się tymi napastnikami.
pt_br: Com certeza está agora! Obrigado por ter afugentado aqueles caras!
sk: Som si istý, že áno! Vďaka, že si sa postaral o tých chlapov!
zh_cn: 现在没问题了！ 真谢谢你教训那帮家伙！

source: That was really brave of you!
cs: To od tebe bylo opravdu odvážné!
de: Das war sehr tapfer von dir!
fr: C'était très courageux de votre part!
gd: Bha seo dàna dha-rìribh!
mt: Kond vera qalbieni!
pl: To było naprawdę odważne.
pt_br: Foi realmente um ato de bravura seu!
sk: To bolo od teba naozaj hrdinské!
zh_cn: 你真是好样的！

source: I'm just glad everyone's okay.
cs: Jsem šťastný, že jste všichni v pohodě.
de: Ich bin froh, dass es allen gut geht.
fr: Je suis juste content que tout le monde aille bien.
gd: Chan eil mise ach toilichte gu bheil a h-uile duine ceart gu leòr.
mt: L-aqwa li kullħadd sew.
pl: Ja po prostu cieszę się, że wszyscy są cali i zdrowi.
pt_br: Só estou feliz que está todo mundo bem.
sk: Som len rád, že sú všetci okej.
zh_cn: 只要大家没事就好。

source: Where's your sibling, by the way?
cs: Kde máš sourozence, jen tak mimochodem?
de: Wo ist dein Bruder, so nebenbei?
fr: Au fait, il est où ton frère?
gd: Eadar dà sgeul, cà bheil do bhràthair?
mt: Fejn hu ħuk, tabilħaqq?
pl: A gdzie twój brat bliźniak?
pt_br: Mas... cadê o seu irmão?
sk: Kde je tvoj brácho, mimochodom?
zh_cn: 顺便一提，你兄弟呢？

source: At the store.
cs: V obchodě.
de: Im Laden.
fr: Au magasin.
gd: Sa bhùth.
mt: Il-ħanut.
pl: W sklepie.
pt_br: Foi pra loja do Chopple.
sk: V obchode.
zh_cn: 在商店里。

source: I see.
cs: Aha.
de: In Ordnung.
fr: Je vois.
gd: Ceart ma-thà.
mt: Sewwa.
pl: Aha.
pt_br: Ah, sim.
sk: Aha.
zh_cn: 我知道了。

source: Lobby
de: Empfangshalle
fr: Vestibule
gd: Lobaidh
mt: Loġġa
pl: Hol
pt_br: Saguão de Espera
zh_cn: 大厅

source: A Long Plastic Hallway
cs: Dlouhá Plastiková Chodba
de: Eine lange Plastikhalle
fr: Un Long Corridor Plastifié
gd: Trannsa plastaig fada
mt: Sala Plastika Twila
pl: Długi Plastikowy Korytarz.
pt_br: Caminho do Plástico
zh_cn: 漫长的塑料走廊
