Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: When he was getting shaken down by that kitty, we turned our back on him for a second.
de: Als er von diesem Kätzchen ausgequetscht wurde, hatten wir ihm kurz den Rücken zugekehrt.
fr: Quand il se faisait secouer par ce chaton, nous lui avons tourné le dos une seconde.
gd: Nuair a bha dubh-chìs aig a' phiseag ud air, thionndaidh sinn ar cùlaibh dha greis.
mt: Meta kien qed jgħeżżu dak il-qattus, aħna ma ndunajniex.
pl: Kiedy był szantażowany przez tamtego kotka, przez chwilę nie chcieliśmy mu pomóc.
pt_br: Quando ele estava sendo apertado por aquele capitão de vocês, nós viramos as costas para ele por um instante.
sk: Keď bol ešte otrasený z tej mačičky, na sekundu sme sa mu otočili chrbtom.
zh_cn: 当他被那猫晃下来时，我们背对过去一会 儿。

source: It turned out he'd hidden in some sort of secret passage.
de: Es stellte sich heraus, dass er sich an irgendeinem geheimen Ort versteckte.
fr: Il s'est avéré qu'il s'était caché dans une sorte de passage secret.
gd: Air a cheann tall, dh'fhalaich e fhèin ann an seòrsa dhe thrannsa dìomhair.
mt: Mid-dehra staħba ġo xi passaġġ sigriet.
pl: Okazało się, że ukrył się w jakimś sekretnym przejściu.
pt_br: Nesse tempo, ele se escondeu em algum tipo de passagem secreta.
sk: Ukázalo sa, že sa schoval v nejakej tajnej pasáži.
zh_cn: 结果他躲在某个秘密通道。

source: He may have used some of the money to build it, but his house has some sort of safe room.
de: Er könnte einen Teil für den Bau ausgegeben haben, aber sein Haus hat irgendeine Art von Tresorraum.
fr: Il a peut-être utilisé une partie de l'argent pour le construire, mais sa maison a une sorte de cachette blindée.
gd: 'S dòcha gun do chleachd e cuid dhen airgead dìomhair gus a thogail, ach tha seòmar falaichte air choireigin san taigh aige.
mt: Jaf uża ftit mil-flus biex bnieh, imma f'daru għandu xi għamla ta' kamra sigura.
pl: Mógł wydać część tych pieniędzy, by je zbudować, tylko że jego dom miał coś w rodzaju awaryjnego pokoju.
pt_br: Ele deve ter gasto um pouco do dinheiro pra construir esse esconderijo, mas tem algum tipo de cofre lá dentro.
sk: Mohol použiť na to nejaké peniaze, lebo jeho dom má jednu zabezpečenú miestnosť.
zh_cn: 也许他用了钱建了这个，但他房子也有些安 全的房间。

source: It's just a guess, but I honestly think he might have hidden the rest right inside it.
de: Es ist nur eine Vermutung, aber ehrlich gesagt denke ich, er könnte den Rest genau da drin versteckt haben.
fr: C'est juste une supposition, mais honnêtement, je pense qu'il pourrait avoir planqué le reste à l'intérieur.
gd: Chan e ach tuairmse a th' ann, ach tha mi dhen làn-bheachd gun do dh'fhalaicheadh e an corr a-steach ann a shiud.
mt: Qed nispara fl-arja, imma konvint li ħeba l-bqija tal-flus fiha.
pl: Tylko strzelam, ale naprawdę wydaje mi się, że mógł ukryć resztę pieniędzy w nim.
pt_br: É só um chute, mas eu realmente acho que ele deve ter escondido o que sobrou lá dentro.
sk: Je to síce len dohad, ale naozaj si myslím, že by tam mohol mať schovaný ten zvyšok.
zh_cn: 猜想：他可能把其他的藏在里面。

source: Incredible.
cs: Neuvěřitelné.
de: Unglaublich.
fr: Incroyable.
gd: Tha e doirbh creidsinn.
mt: Inkredibbli.
pl: Niesamowite.
pt_br: Incrível...
sk: Neuveriteľné.
zh_cn: 不可思议。

source: Knowing that, you could probably just walk in and take it.
de: Wenn du davon Bescheid weißt, dann könntest du einfach reingehen und es mitnehmen.
fr: Sachant cela, vous pourriez probablement juste y aller et le prendre.
gd: Leis an fhiosrachadh seo, b' urrainn dhuibh coiseachd a-steach is a thogail gun teagamh.
mt: La taf dan, probabbilment kemm tmur u tieħu flusek lura.
pl: Wiedząc o tym, mógłbyś prawdopodobnie po prostu wejść tam, i je zabrać.
pt_br: Sabendo disso, vocês poderiam talvez ir lá e pegar de volta...
sk: Keby si to bol vedel, zrejme by si mohol jednoducho vojsť dnu a zobrať si to.
zh_cn: 知道吧，你应该走进去带出来。

source: We may. In fact I believe we will!
de: Das könnten wir. Und das werden wir auch!
fr: On pourrait. En fait je crois que nous allons le faire !
gd: 'S dòcha. A dh'innse na fìrinn, saoilidh mi gun dèan sinn seo!
mt: Nistgħu. Anzi, naħseb li hekk se nagħmlu!
pl: Moglibyśmy. Rzeczywiście, mam nadzieję, że to zrobimy!
pt_br: Poderemos. Aliás, digo que vamos!
sk: Môžeme. V skutočnosti verím, že tak aj urobíme!
zh_cn: 我们马上去。 相信能搜出来！

source: If I may be so bold, I think it's safe to say on behalf of the town...
de: Wenn ich wirklich so mutig gewesen wäre, könnte ich sicher sagen, dass es im Interesse der Stadt geschehen ist.
fr: Si je peux me permettre, je pense pouvoir dire au nom de la ville...
gd: Mas fhaod mi, saoilidh mi gum b' urrainn dhomh ràdh às leth a' bhaile ...
mt: Jekk nazzarda nagħmel wiċċi miegħek, inħoss li għan-nom tar-raħal kollhu...
pl: Jeśli mogę bez ogródek, myślę że moglibyśmy zrobić to w imieniu miasteczka.
pt_br: Bom, além disso, acho que falo pelo pessoal todo da vila...
sk: Ak môžem byť taký smelý, myslím, že je bezpečné povedať v mene mesta...
zh_cn: 假如我也这么有魄力，就能当上镇里的模范 了...

source: ...the rest of us would still appreciate some sort of public-works project.
de: …der Rest von uns könnte sich an gemeinnützigen Projekten beteiligen.
fr: ... que le reste d'entre nous apprécierait toujours un quelconque projet de travaux publics.
gd: ... gu robh an corr dhuinn fhathast deònach air pròiseact obrach poblach air choireigin.
mt: ... napprezzaw ħafna kieku xprta jsir xi xogħol ċiviku.
pl: ... reszta z nas z pewnością doceniłaby pewien rodzaj robót publicznych.
pt_br: ...que o resto de nós ficaria muito grato em ter uma ajuda em algum projeto de benfeitoria.
sk: ...by zvyšok z nás stále ocenil nejaký verejný projekt.
zh_cn: ...其他人肯定很兴奋这种团体协作项目。

source: You probably should hear what others are interested in, but I for one really wish there was a road of any kind between here and there.
de: Du solltest dir erst anhören, woran andere interessiert sind, aber ich zum Beispiel würde mir irgendeine Straße von hier nach dort wünschen.
fr: Vous devriez probablement écouter aussi ce qui intéresse les autres, mais moi en tout cas, j'aimerais vraiment qu'il y ait un genre de route entre le village et le château.
gd: Tha mi 'n dùil gum bu chòir dhuibh èisteachd ri càch fhathast, ach dhomhsa dheth, bhiodh e math nan robh rathad air choireigin eadar a-bhos an-seo is thall an-siud.
mt: Tajjeb li tisma dak li għandu x'jgħid ħadd ieħor, iżda minn-naħa tiegħi nixtieq tissawwar triq bejn hawn u hemm.
pl: Pewnie słyszałeś, czym zainteresowani są inni, ale ja żałuję, że nie ma tutaj żadnej drogi prowadzącej stąd aż tam.
pt_br: Seria importante também ouvir o que os outros teriam a dizer sobre isso, mas pessoalmente eu adoraria que tivesse uma estrada daqui até lá.
sk: Asi by si mal počúvať, o čo majú záujem ostatní, ale ja som si napríklad želal, aby bola nejaká cesta odtiaľto tam.
zh_cn: 你可能知道其他人的兴趣，不过我的建议肯定最棒： 造一条相互连通的道路。

source: I'm dreading the trip back.
de: Ich fürchte, ich muss wohl umkehren.
fr: Je crains pour le voyage de retour.
gd: Tha amharas agam ron t-siubhal air ais.
mt: M'inix ħerqan biex nimxi lura.
pl: Obawiam się drogi powrotnej.
pt_br: Porque a viagem de volta já está me desanimando...
sk: Desím sa cesty naspäť.
zh_cn: 我害怕回程了。

source: Really? Where's your ship parked?
cs: Opravdu? kam jsi zaparkoval svůj koráb?
de: Wirklich? Wo hast du dein Schiff geankert?
fr: Vraiment ? Où est garé votre bateau ?
gd: A bheil? Càit' a bheil a' long agad?
mt: Tassew? Fejn hi marbuta d-dgħajsa tiegħek?
pl: Naprawdę? Gdzie zaparkowałeś swój statek?
pt_br: É? Onde você estacionou sua aeronave?
sk: Naozaj? Kde je zaparkovaná tvoja loď?
zh_cn: 真的，你的船停在哪里？

source: I ... didn't ... use a vehicle. I walked.
cs: Já...nepotřebuji... žádné vozidlo. přišel jsem pěšky.
de: Ich … habe … kein Fahrzeug benutzt. Ich bin gelaufen.
fr: Je... n'ai pas... utilisé de véhicule. J'ai marché.
gd: Cha ... cha do chleachd mi mar shoitheach-giùlain e. Choisich mi.
mt: Jien... ma... użajt l-ebda vettura. Imxejt.
pl: Ja... nie... użyłem pojazdu. Przyszedłem na piechotę.
pt_br: Hã, eu... não vim com nenhum veículo. Eu vim a pé.
sk: Ja ... som ... nepoužil dopravný prostriedok. Išiel som pešo.
zh_cn: 我...没...用什么工具。 走着来的。

source: ... I'm amazed that's even <em>possible.</em>
de: … Ich bin erstaunt, dass <em>das möglich ist</em>.
fr: ... Ça m'étonne que ce soit même <em>possible</em>.
gd: ... Tha an t-iongnadh orm gun do ghabh seo dèanamh idir.
mt: ... Jien niskanta li hu <em>possibbli.</em>
pl: ... Jestem zdumiony, że to w ogóle możliwe.
pt_br: ... Eu nem achava que isso fosse possível.
zh_cn: ... 不敢相信。

source: I like you, little frog! You're quite bold.
cs: Líbíš se mi, malá žábo! Jsi trochu drzej, ale líbíš se mi.
de: Ich mag dich, kleiner Frosch! Du bist ziemlich verwegen.
fr: Je vous aime bien, petite grenouille ! Vous êtes assez gonflé.
gd: 'S toil leam thu, a losgainn bhig! Tha thu caran dàna.
mt: Togħġobni, żrinġ zgħir! Int pjuttost qalbieni.
pl: Lubię cię, mała żabko! Jesteś naprawdę zuchwała.
pt_br: Gostei de você, sapinho. É bom ver gente de coragem assim.
sk: Uznávam ťa, malá žaba! Si celkom odvážny.
zh_cn: 我喜欢你，小青蛙！ 有气魄。

source: Well, I can certainly at least guarantee transportation for you!
de: Nun, ich kann dir natürlich wenigstens einen Transport garantieren.
fr: Eh bien, je peux certainement au moins garantir le transport pour vous !
gd: Uill, 's urrainn dhomh giùlan a thabhann dhut co-dhiù!
mt: Ara, nista' għall-inqas niggarantilek trasport lura!
pl: Cóż, z pewnością mógłbym przynajmniej zagwarantować ci transport.
pt_br: Bom, a ida foi a pé, mas eu certamente posso te garantir o transporte da volta!
sk: Dobre, prinajmenšom môžem pre teba zabezpečiť transport!
zh_cn: 我能你的保证传送成功！

source: And I'd be happy to consider some kind of project. You yourself could be my paid liaison.
de: Und ich wäre glücklich, ein Projekt in Erwägung ziehen zu können. Du selbst könntest für mich bürgen.
fr: Et je serais heureux d'examiner certains projets. Vous pourriez vous-même être payé pour être mon intermédiaire.
gd: Is bhithinn-sa toilichte smaoineachadh air pròiseact air choireigin. B' urrainn dhut fhèin a bhith nad fhear co-obrach pàighte agam.
mt: U bi pjaċir nikkonsidra xi proġett ċiviku. Nista' nimpjega lilek bħala ko-ordinatur miegħi.
pl: I byłbym szczęśliwy, mogąc rozważyć coś w rodzaju projektu. Ty sam mógłbyś zostać moim opłacanym współpracownikiem.
pt_br: E eu também adoraria considerar algum novo projeto para a vila. Aliás, você mesmo poderia ser meu representante.
sk: A rád by som zvážil nejaký druh projektu. Ty osobne by si mohol byť mojim plateným sprostredkovávateľom.
zh_cn: 我挺高兴这样的计划，我可以付钱给你当我 们的通信人。

source: We should keep in touch - hopefully, through you, I can meet some of the more 'level-headed' members of your town.
de: Wir sollten in Kontakt bleiben - durch dich kann ich mich mit einigen gleichgesinnten Bürgern der Stadt treffen.
fr: Nous devrions garder le contact - en espérant que par votre biais, je puisse rencontrer certains des membres les plus "raisonnables" de votre ville.
gd: Bu chòir dhuinn cumail ann an co-luadar - tha mi 'n dòchas gun tachair mi air cuid dhen mhuinntir nas "ciallaiche" aig a bhaile le taic bhuatsa.
mt: Misna nibqgħu fil-kuntatt - bit-tama li, bis-saħħa tiegħek, niltaqa' ma residenti aktar f'sensihom.
pl: Powinniśmy pozostać w kontakcie - mam nadzieję, że z twoją pomocą mógłbym poznać znaczące postacie twojego miasteczka.
pt_br: Nós deveríamos continuar falando - talvez, contratando você, eu possa encontrar e conversar com as pessoas mais... normais de lá.
sk: Mali by sme zostať v kontakte - pri troche šťastia, s tvojou pomocou by som sa mohol stretnúť s pár 'vyrovnanejšími' členmi vášho mesta.
zh_cn: 常联系 - 希望， 通过你，我也知道了镇上也有公正的成员。

source: So ... all's well that ends well?
cs: Takže... konec dobrý, všechno dobré
de: So … alle Unklarheiten beseitigt?
fr: Alors... tout est bien qui finit bien ?
gd: Mar sin ... canaidh sinn 's fhearr deireadh math na droch thoiseach.
mt: Mela... kollox sew dak li jintemm sew?
pl: Tak więc... wszystko dobre, co się dobrze kończy?
pt_br: Então... tudo bem quando termina bem?
sk: Takže ... všetko dobré, čo končí dobre?
zh_cn: 那么 ... 一切都完结了？

source: Yes, I do think everyone will have an equitable outcome to this whole mess.
de: Ja, ich denke, jeder wird das bekommen, was er wirklich verdient.
fr: Oui, je pense que tout le monde s'en sortira équitablement avec tout ce gâchis.
gd: Seadh, saoilidh mi gum faigh a h-uile duine buannachd ceart gu leòr a-mach às an truailleadh a tha seo.
mt: Iva, naħseb li eventwalment kullħadd se jibbenefika minn dil-kwestoni sħieħa.
pl: Tak, myślę, że każdy otrzyma sprawiedliwą część z tego całego bałaganu.
pt_br: Sim, eu acho que todo mundo vai sair ganhando com a solução dessa encrenca toda.
sk: Áno, myslím si, že každý bude mať z celého tohto neporiadku nakoniec len úžitok.
zh_cn: 嗯，我想风波之后每个人都想要同样的结 果。

source: Except the elder.
cs: Kromě staršího
de: Bis auf den Ältesten.
fr: À part l'ancien.
gd: Ach an seanair.
mt: Minbarra x-xiħ.
pl: Z wyjątkiem starca.
pt_br: Menos o ancião!
sk: Okrem staršieho.
zh_cn: 除了那老家伙。

source: The End
cs: Konec
de: Das Ende.
fr: Fin
gd: A' Chrìoch
mt: Tmiem
pl: Koniec
pt_br: Fim
sk: Koniec
zh_cn: 剧终

source: Staging Forest
cs: Jelení Les
de: Aufgeforsteter Wald
fr: Simulation de Forêt
gd: Coille an fhàsaich
mt: Stadji Forest
pl: Przemieszczające się Drzewa
pt_br: Ponto de Partida na Floresta
sk: Les predstáv
zh_cn: 平台森林

source: The North Tower
cs: Severní věž
de: Der Nordturm
fr: La Tour Nord
gd: An tùr tuathach
mt: Torri tat-Tramuntana
pl: Północna Wieża
pt_br: A Torre Norte
sk: Severná veža
zh_cn: 北塔

source: Each machine has a different arcade-style challenge.
cs: Každý automat představuje jinou arkádovou výzvu.
de: Jeder Spielautomat enthält eine andere Herausforderung.
fr: Chaque machine propose un défi d'arcade différent.
gd: Tha dùbhlan fhaoin-chleasa eadar-dhealaichte aig gach inneal.
mt: Kull magna għanda sfida differenti.
pl: Każda maszyna zawiera inne wyzwanie.
pt_br: Cada máquina tem um tipo diferente de desafio.
sk: Každý stroj má vlastnú úlohu arkádového štýlu.
zh_cn: 每台机器中都有一个不同的街机风格的挑战关卡。

source: Show us what you can do!
cs: Ukaž nám co umíš!
de: Zeig uns, was du drauf hast!
fr: Montrez-nous ce que vous savez faire !
gd: Seall dhuinn na th' agad!
mt: Urina x'taf tagħmel!
pl: Pokaż nam co potrafisz!
pt_br: Mostre-nos o que pode fazer!
sk: Ukáž nám, čo môžeš urobiť!
zh_cn: 展示你的技巧吧！

source: EXIT
cs: VÝCHOD
de: AUSGANG
fr: SORTIR
gd: FÀG
mt: OĦROĠ
pl: WYJŚCIE
pt_br: SAÍDA
sk: UKONČIŤ
zh_cn: 退出

source: Select a level:
cs: Vyberte úroveň:
de: Wähle ein Level:
fr: Choisissez un niveau :
gd: Tagh leibheil:
mt: Agħżel livell:
pl: Wybierz poziom:
pt_br: Escolha uma fase:
sk: Vyber level:
zh_cn: 选择一个关卡：

source: (cancel)
cs: (zrušit)
de: (abbrechen)
fr: (annuler)
gd: (sgur dheth)
mt: (ikkanċella)
pl: (anuluj)
pt_br: (cancelar)
sk: (zrušiť)
zh_cn: （取消）

source: CLIMB
cs: STOUPAT
de: KLETTERN
fr: GRIMPER
gd: SREAP
mt: ITLA'
pl: WSPINACZKA
pt_br: ESCALAR
sk: LEZ
zh_cn: 攀爬

source: RUN
cs: BĚH
de: RENNEN
fr: COURIR
gd: RUITH
mt: IĠRI
pl: BIEG
pt_br: CORRER
sk: BEŽ
zh_cn: 奔跑

source: Coin Race
de: Münzrennen
fr: Course aux Pièces
gd: Rèis bhonn
mt: Tellieqa tal-Muniti
pl: Wyścig po monety
pt_br: Corrida das Moedas
sk: Mincový závod
zh_cn: 硬币采集赛

source: COIN RACE
de: MÜNZRENNEN
fr: COURSE AUX PIÈCES
gd: RÈIS BHONN
mt: TELLIEQA TAL-MUNITI
pl: WYŚCIG PO MONETY
pt_br: CORRIDA DAS MOEDAS
sk: MINCOVÝ ZÁVOD
zh_cn: 硬币采集赛

source: SELECT DIFFICULTY LEVEL:
de: Wähle den Schwierigkeitsgrad:
fr: SÉLECTIONNER LE NIVEAU DE DIFFICULTÉ :
gd: TAGH ÌRE AN DUILGHEIS:
mt: AGĦŻEL IL-LIVELL TA' DIFFIKULTÀ:
pl: WYBIERZ POZIOM TRUDNOŚCI
pt_br: ESCOLHA O NÍVEL DE DIFICULDADE :
sk: VÝBER ÚROVNE OBTIAŽNOSTI:
zh_cn: 选择难度：

source: File 1:
cs: Soubor 1:
de: Spielstand 1:
fr: Fichier 1 :
gd: Faidhle 1:
mt: Faxxiklu 1:
pl: Plik 1:
pt_br: Arquivo 1:
sk: Súbor 1:
zh_cn: 第1存档：

source: File 2:
cs: Soubor 2:
de: Spielstand 2:
fr: Fichier 2 :
gd: Faidhle 2:
mt: Faxxiklu 2:
pl: Plik 2:
pt_br: Arquivo 2:
sk: Súbor 2:
zh_cn: 第2存档：

source: File 3:
cs: Soubor 3:
de: Spielstand 3:
fr: Fichier 3 :
gd: Faidhle 3:
mt: Faxxiklu 3:
pl: Plik 3:
pt_br: Arquivo 3:
sk: Súbor 3:
zh_cn: 第3存档：

source: Play!
cs: Hraj!
de: Spielen!
fr: Jouer !
gd: Cluich!
mt: Ilgħab!
pl: Graj!
pt_br: Jogar!
sk: Hrať!
zh_cn: 开始！

source: Select Save Slot:
cs: Vyber si slot pro uložení
de: Wähle Spielstand:
fr: Choisissez un emplacement de sauvegarde :
gd: Tagh slot sàbhalaidh:
mt: Għażel f'liema Qasam ser iasalva l-logħba:
pl: Wybierz Miejsce Zapisu
pt_br: Escolha a Posição para Salvar:
sk: Vyber si savovací slot:
zh_cn: 选择存档槽：

source: Select Difficulty:
cs: Vyber si obtížnost
de: Wähle Schwierigkeitsgrad:
fr: Choisissez la difficulté :
gd: Tagh duilgheas:
mt: Għażel id-Diffikultà
pl: Wybierz Poziom Trudności
pt_br: Escolha o Nível de Dificuldade:
sk: Vyber si obtiažnosť:
zh_cn: 选择难度：

source: empty
cs: Prázdné
de: leer
fr: vide
gd: falamh
mt: vojt
pl: pusty
pt_br: vazio
sk: prázdny
zh_cn: 空的

source: Casual
cs: Lehká
de: Locker
fr: Facile
gd: Socair
mt: Każwali
pl: Prosty
sk: Jednoduchšia
zh_cn: 放松

source: Challenging
cs: Těžká
de: Herausfordernd
fr: Difficile
gd: Dùbhlanach
mt: Impennjattiv
pl: Wymagający
pt_br: Complicado
sk: Náročná
zh_cn: 挑战

source: LOAD GAME
cs: NAHRÁT HRU
de: SPIEL LADEN
fr: CHARGER UNE PARTIE
gd: LUCHDAICH GEAMA
mt: KOMPLI L-LOGĦBA
pl: WCZYTAJ GRĘ
pt_br: CONTINUAR
sk: NAHRAŤ HRU
zh_cn: 读取游戏

source: NEW GAME
cs: NOVÁ HRA
de: NEUES SPIEL
fr: NOUVELLE PARTIE
gd: GEAMA ÙR
mt: IBDA MILL-BIDU
pl: NOWA GRA
pt_br: NOVO JOGO
sk: NOVÁ HRA
zh_cn: 新游戏

source: Press ${LEFT_KEY} or ${RIGHT_KEY} to walk.
cs: Stiskni ${LEFT_KEY} nebo ${RIGHT_KEY} k chůzi.
de: Drücke ${LEFT_KEY} oder ${RIGHT_KEY} zum Laufen.
fr: Appuyez sur ${LEFT_KEY} ou ${RIGHT_KEY} pour marcher.
gd: Brùth air ${LEFT_KEY} no ${RIGHT_KEY} gus coiseachd.
mt: Agħfas ${LEFT_KEY} jew ${RIGHT_KEY} biex timxi.
pl: Wciśnij ${LEFT_KEY} lub ${RIGHT_KEY} by chodzić.
pt_br: Pressione ${LEFT_KEY} ou ${RIGHT_KEY} para andar.
sk: Stlač ${LEFT_KEY} alebo ${RIGHT_KEY} pre chôdzu.
zh_cn: 按${LEFT_KEY}或者${RIGHT_KEY}左右走动。

source: Tap ← or → to walk.
de: Drücke ← oder → zum Laufen.
fr: Appuyez sur ← ou → pour marcher.
gd: Gnog air ← no → airson coiseachd.
mt: Tektek ← jew → biex timxi.
pl: Wciśnij ← lub →, by chodzić.
sk: Stlač ← alebo → pre chôdzu.
zh_cn: 点击 ← 或 → 走动

source: Quickly press ${LEFT_KEY} or ${RIGHT_KEY} twice to run.
cs: Dvakrát rychle stiskni ${LEFT_KEY} nebo ${RIGHT_KEY} pro běh
de: Drücke ${LEFT_KEY} oder ${RIGHT_KEY} schnell 2-mal zum Rennen.
fr: Appuyez rapidement sur ${LEFT_KEY} ou ${RIGHT_KEY} deux fois pour courir.
gd: Brùth air ${LEFT_KEY} no ${RIGHT_KEY} dà thuras gu luath gus ruith.
mt: Ittepja ${LEFT_KEY} jew ${RIGHT_KEY} darbtejn biex tiġri.
pl: Kliknij dwukrotnie ${LEFT_KEY} lub ${RIGHT_KEY} by biec.
pt_br: Pressione rapidamente ${LEFT_KEY} ou ${RIGHT_KEY} duas vezes para correr.
sk: Dvakrát rýchlo stlač ${LEFT_KEY} alebo ${RIGHT_KEY} pre beh.
zh_cn: 连按两下${LEFT_KEY}或者${RIGHT_KEY}可以奔跑。

source: Quickly tap ← or → twice to run.
de: Drücke ← oder → 2-mal schnell hintereinander zum Rennen.
fr: Pressez deux fois ← ou → rapidement pour courir.
gd: Gnog air ← no → dà thuras gu luath airson ruith.
mt: Tektek ← jew → darbtejn ġo xulxin biex tiġri.
pl: Dwukrotnie naciśnij ← lub →, by biec.
sk: Dvakrát rýchlo stlač ← alebo → pre beh.
zh_cn: 快速点击 ← 或 → 两下可跑动

source: Press ${DOWN_KEY} to crouch.
cs: Stiskni ${DOWN_KEY} pro skrčení
de: Drücke ${DOWN_KEY} zum Kriechen.
fr: Appuyez sur ${DOWN_KEY} pour vous accroupir.
gd: Brùth air ${DOWN_KEY} gus crùbadh.
mt: Agħfas ${DOWN_KEY} biex titbaxxa.
pl: Wciśnij ${DOWN_KEY} by kucnąć.
pt_br: Pressione ${DOWN_KEY} para agachar-se.
sk: Stlač ${DOWN_KEY} pre prikrčenie sa.
zh_cn: 按${DOWN_KEY}趴下。

source: Walk in front of a door or person,
de: Stell dich genau vor einer Tür oder Person hin und drücke
fr: Marchez devant une porte ou une personne,
gd: Coisich air beulaidh dorais no cuideigin,
mt: Imxi quddiem bieb jew xi ħadd,
pl: Przechodząc przed drzwiami lub osobą,
sk: Choď pred nejaké dvere alebo osobu,
zh_cn: 到门或者角色面前，

source: Press ${UP_KEY} to talk, and use things like doors.
cs: Stiskni ${UP_KEY} pro mluvení a používání věcí a dveří.
de: Drücke ${UP_KEY} um zu Reden oder Dinge wie z.B. Türen zu benutzen.
fr: Appuyez sur ${UP_KEY} pour parler et utiliser les objets, tels que les portes.
gd: Brùth air ${UP_KEY} gus bruidhinn no rudan mar dhorsan a chleachdadh.
mt: Agħfas ${UP_KEY} biex titkellem, jew tinteraġixxi m'oġġetti, bħal bibien.
pl: Wciśnij ${UP_KEY} by rozmawiać z postaciami i otwierać przedmioty takie jak drzwi.
pt_br: Pressione ${UP_KEY} para conversar, e interagir com coisas, como portas.
sk: Stlač ${UP_KEY} pre rozhovor s niekým, a používanie veci ako sú dvere.
zh_cn: 按${UP_KEY}说话和使用物品，例如门。

source: and tap ☆ to interact with them.
de: ☆, um mit ihnen zu interagieren.
fr: et appuyez sur ☆ pour interagir avec eux.
gd: is gnog air ☆ airson eadar-ghnìomh.
mt: u tektek ☆ biex tinteraġixxi magħhom.
pl: wciśnij ☆, by je aktywować.
sk: a stlač ☆ pre interakciu s nimi.
zh_cn: 点击 ☆ 交互

source: Press ${JUMP_KEY} to jump.
cs: Stistkni ${JUMP_KEY} pro skok.
de: Drücke ${JUMP_KEY} zum Springen.
fr: Appuyez sur ${JUMP_KEY} pour sauter.
gd: Brùth air ${JUMP_KEY} gus leum.
mt: Agħfas ${JUMP_KEY} biex taqbeż.
pl: Wciśnij ${JUMP_KEY} by skakać.
pt_br: Pressione ${JUMP_KEY} para pular.
sk: Stlač ${JUMP_KEY} pre skok.
zh_cn: 按${JUMP_KEY}跳跃。

source: Tap ○ to jump.
de: Drücke ○ zum Springen.
fr: Appuyez sur ○ pour sauter.
gd: Gnog air ○ airson leum.
mt: Tektek ○ biex taqbeż
pl: Naciśnij ○, by skoczyć.
sk: Stlač ○ pre skok.
zh_cn: 点击 ○ 跳起

source: Press ${TONGUE_KEY} to use a character's attacks.
cs: Stiskni ${TONGUE_KEY} pro útok
de: Drücke ${TONGUE_KEY} zum Angreifen.
fr: Appuyez sur ${TONGUE_KEY} pour utiliser l'attaque du personnage.
gd: Brùth air ${TONGUE_KEY} gus ionnsaigh a thoirt.
mt: Agħfas ${TONGUE_KEY} biex tattakka.
pl: Wciśnij ${TONGUE_KEY} by zatakować jęzorem.
pt_br: Pressione ${TONGUE_KEY} para usar o ataque do personagem.
sk: Stlač ${TONGUE_KEY} pre využitie útokov postavy.
zh_cn: 按${TONGUE_KEY}进行角色特有的攻击。

source: Tap □ to use a character's attacks.
de: Drücke □ um Attacken einzusetzen.
fr: Appuyez sur □ pour utiliser les attaques d'un personnage.
gd: Gnog air □ gus ionnsaigh aig pearsa a chleachdadh.
mt: Tektek □ biex tuża l-attakki tal-karattru.
pl: Naciśnij □, by użyć znaku ataku.
sk: Stlač □ pre využitie útokov postavy.
zh_cn: 点击 □ 发动攻击

source: ARCADE
cs: ARKÁDA
de: SPIELHALLE
gd: FAOIN-CHLEASAN
mt: ARKEJD
pl: SALON GIER
pt_br: FLIPERAMA
sk: ARKÁDA
zh_cn: 街机模式

source: If that gets in the batter, I swear...
de: Wenn sich das herumspricht, ich schwöre dir…
fr: Si ça atterrit dans la pâte, je te jure...
gd: Ma thuiteas seo dhan taois, geallaidh mi dhut ...
mt: Jekk taqa' fl-għaġina, Naħlef li...
pl: Jeśli z tego wyjdzie rzadkie ciasto, przysięgam, że...
pt_br: Se esse bicho cair na massa, eu juro que...
zh_cn: 如果它们进了面糊，我可…

source: Hey Nene, what's cooking?
cs: Ahoj Nene, co vaříš?
de: Hallo Nene, was gibt's?
fr: Salut Sula, tu mijotes quoi ?
gd: Haoidh a Nannag, dè tha dol?
mt: Bonġu Nene, x'qiegħed issajjar tajjeb?
pl: Cześć Nene, co się gotuje?
pt_br: Oi Nenê, assando o quê?
sk: Hej Nene, čo varíš?
zh_cn: 嘿奈奈，你在做什么？

source: I'm making a cake. Would you like to have some?
cs: Dělám koláč. Dáš si taky?
de: Kuchen. Magst du auch ein Stück?
fr: Je fais un gâteau. Tu en veux ?
gd: Tha mi dèanamh cèic. 'Eil thu airson pìos deth?
mt: Qiegħda nagħmel kejk. Trid biċċa?
pl: Robię tort. Czy chciałbyś spróbować?
pt_br: Fazendo um bolo. Quer um pedaço?
sk: Pečiem koláč. Dáš si?
zh_cn: 我在做蛋糕。 想拿一点么？
