Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: Maps are now strewn with spittable props within easy reach.
de: Auf den Karten sind nun leicht erreichbare Objekte verstreut, die Frogatto zum Spucken verwenden kann.
fr: Munitions recrachables désormais éparpillées sur les maps.
gd: Tha nithean airson spùtadh a-mach faisg ort sa h-uile àite a-nis.
mt: Il-livelli issa mimlijin oġġetti li jistgħu jinbeżqu.
pl: Od teraz na planszy można znaleźć wiele rzeczy dających się wypluć.
pt_br: Inclusão de itens que podem ser usados como munição nas fases.
sk: Na mapách sú teraz umiestnené ľahko zberateľné hádzacie predmety.
zh_cn: 关卡中现在散落了可以吐出的道具。

source: Rewrote most of the dialogue.
de: Viele Dialoge umgeschrieben.
fr: Réécriture de la plupart des dialogues.
gd: A' chuid as motha dhen chòmhradh air ath-sgrìobhadh.
mt: Ħafna mit-testi tal-logħba reġgħu inkitbu mill-ġdid.
pl: Przepisano większość kwestii dialogowych.
pt_br: Reescrita de boa parte dos diálogos.
sk: Prepísaná veľká časť dialógu.
zh_cn: 重写了多数对话。

source: Collectible items like coins can be collected by being touched by the tongue, besides just frogatto's body.
de: Sammelbare Items wie Münzen können, neben Frogattos Körper, nun auch mit der Zunge gesammelt werden.
fr: Les pièces, cœurs, et autres objets à collectionner peuvent désormais être attrapés par la langue, et plus seulement au contact.
gd: 'S urrainn dhut nithean a leithid buinn òir a chruinneachadh le beantainn do theanga seach le bodhaig Fhrogatto a-mhàin.
mt: Oġġetti kollettibbli bħal muniti jistgħu jinġabru bl-ilsien, apparti l-ġisem ta' Frogatto.
pl: Rzeczy można zbierać nie tylko na nie wchodząc, ale również łapiąc je jęzorem.
pt_br: Incluída a possibilidade de Frogatto coletar moedas com a língua.
sk: Zberateľné predmety, napríklad mince teraz môžu byť zozbierané len pomocou jazyka, nie nevyhnutne frogattovým telom.
zh_cn: 收集物品可以使用舌头

source: Redrew the world map.
cs: Nová mapa světa.
de: Weltkarte neu gezeichnet.
fr: Redessiné la carte du monde.
gd: Mapa an t-saoghail air a tharraing as ùr.
mt: Il-mappa tad-dinja reġgħet tpinġiet.
pl: Poprawiono mapę świata.
pt_br: Redesenho do mapa-múndi.
sk: Prekreslená svetová mapa.
zh_cn: 重画世界地图。

source: Added a few new monsters, like the red hornbugs, and completely rewrote how bats behave.
de: Einige neue Monster hinzugefügt, wie die roten Hornkäfer, und das Verhalten der Fledermäuse neu definiert.
fr: Ajouté quelques nouveaux monstres, comme le hornbug rouge, et complètement réécrit le comportement des chauves-souris.
gd: Biastan air an cur ris a leithid dhaolagan adharcach dearga is ath-sgrìobhadh slàn air giùlan ialtagan.
mt: Żieda ta' għedewwa ġodda, bħall-ħanfusa muqrana ħamra, u tibdil totali tal-imġieba tal-friefet il-lejl.
pl: Dodano kilka potworów, między innymi czerwone rogate owady. Całkowicie zmieniono zachowanie nietoperzy.
pt_br: Inclusão de novos inimigos, como um inseto que persegue Frogatto pelo ar, e alterações no comportamento dos morcegos.
sk: Pridaných zopár nových príšer, napríklad červených chrobákov s rohmi, a kompletne prerobený pohyb netopierov.
zh_cn: 添加几种新怪物，好像红色甲虫；蝙蝠的举动也变了。

source: Fixed a bug that caused a black line in the seaside background during dialogues.
de: Fehler behoben, der während der Dialoge auf dem Hintergrundbild von Küstenleveln einen schwarzen Balken zeichnete.
fr: Corrigé le bug qui causait une ligne noire dans le fond pendant les dialogues.
gd: Chaidh buga a chàradh a chur loidhne dhubh ri cùlaibh taobh na mara ann an còmhraidhean.
mt: Tranġar ta' difett li kien juri linja sewda fl-isfond tal-livelli ta' xtut il-baħar waqt id-djalogi.
pl: Naprawiono błąd, który powodował pojawienie się czarnej line w tle podczas wyświetlania dialogów
pt_br: Correção de um bug em que aparecia uma linha preta no segundo plano durante os diálogos.
sk: Zafixovaný bug spôsobujúci čierne čiary počas dialógov v morskej oblasti na začiatku.
zh_cn: 修复了一个bug：在海边背景的对话框中出现黑线的情况

source: Fixed a bug that caused some tiles to incorrectly be flagged as opaque.
de: Fehler behoben, der einige Teile irrtümlich als undurchsichtig kennzeichnete.
fr: Corrigé un bug qui faisait que certaines tiles étaient marquées opaques à tort.
gd: Chaidh buga a chàradh a chomharraich cuid dhe na leacan mar trìd-dhoilleir le mearachd.
mt: Tranġar ta' blokok li kienu immarkati opaki bi' żball.
pl: Naprawiono błąd, który powodował, że niektóre kafelki zostały błędnie oflagowane jako przezroczyste.
pt_br: Correção de um bug que tornava opacas algumas imagens, erroneamente.
sk: Opravený bug spôsobujúci, že niektoré dlaždice boli nesprávne označené ako nepriehľadné.
zh_cn: 修复了一个bug：某些图块被错误的标记为不透明

source: Version 1.1.1:
cs: Verze 1.1.1:
gd: Tionndadh 1.1.1:
mt: Versjoni 1.1.1
pl: Wersja 1.1.1:
pt_br: Versão 1.1.1:
sk: Verzia 1.1.1
zh_cn: 版本 1.1.1:

source: Fixed some crashing bugs.
cs: Opraveny některé chyby.
de: Einige Fehler, die für Abstürze sorgten, behoben.
fr: Corrigé quelques bugs de crash.
gd: Bugaichean tuislidh air an càradh.
mt: Xi diffetti li jikkrexxjaw il-programm imsewwija.
pl: Poprawiono błędy odpowiedzialne za zawieszanie się gry.
pt_br: Corrigidos alguns erros de conexão
sk: Zafixované niektoré bugy.
zh_cn: 修复了一些导致崩溃的bug

source: Fixed The Long Haul (compiled mode)
de: Level „Die Lange Strecke“ verbessert (kompilierter Modus)
fr: Corrigé La Grande Traversée (mode compilé)
gd: An sgrìob fhada air a chàradh (modh trusaichte)
mt: Tranġar ta' The LongHaul (modalià kompilata)
pl: Poprawiono poziom Długa Podróż (wersja skompilowana)
pt_br: Correção de bugs na fase O Longo Caminho
sk: Opravená Dlhá Vzdialenosť (režim kompilácie)
zh_cn: 修正了长时间停滞（编译模式）

source: Fixed instructions on titlescreen (iOS)
de: Anleitungen auf dem Titelbildschirm verbessert (iOS).
fr: Corrigé les instructions sur l'écran-titre (iOS)
gd: Mìneachaidhean air an sgrìn-tiotail air an càradh (iOS)
mt: Tranġar ta' istruzzjonijiet fit-titlu (iOS).
pl: Poprawiono instrukcje na ekranie tytułowych (iOS)
pt_br: Correção das instruções na tela inicial (iOS)
sk: Opravené pokyny v úvodnom menu (iOS)
zh_cn: 修正了标题页面的提示（iOS）

source: New translation: Italian
cs: Nový překlad: Italsky
de: Neue Übersetzung: Italienisch
fr: Nouvelle traduction : Italien
gd: Eadar-theangachadh ùr: Eadailtis
mt: Traduzzjoni ġdida: Taljan
pl: Nowe tłumaczenie: Język włoski
pt_br: Nova tradução: italiano
sk: Nový preklad: Taliančina
zh_cn: 新翻译: 意大利语

source: Added automatic language selection for Windows
cs: Přidán automatický výběr jazyka pro Windows
de: Automatische Sprachauswahl für Windows hinzugefügt
fr: Ajouté la sélection automatique de la langue pour Windows
gd: Fèin-taghadh cànain air a chur ris (Windows)
mt: Żieda ta' għażla awtomatika tal-lingwa fuq Windows.
pl: Dodano automatyczny wybór języka dla Windows
pt_br: Inclusão de seleção automática de idioma no Windows
sk: Pridaný automatický výber jazyka pre Windows
zh_cn: Windows下添加自动语言选择

source: Complete redo of iOS controls, switching to a 2-button dpad from a 4-button. Eliminates all problems with mispressed up or down keys interrupting other actions.
de: iOS-Steuerung neu definiert, Wechsel vom 2-Tasten zum 4-Tasten-Steuerkreuz. Beseitigt alle Probleme mit versehentlich gedrückten Hoch- und Runter-Tasten, die andere Aktionen unterbrachen.
fr: Refonte complète des contrôles iOS, passage à un dpad à 2 boutons à partir d'un 4 boutons. Élimination de tous les problèmes dus aux erreurs de pression sur les touches haut ou bas qui interrompaient toute action.
gd: Ath-dhèanamh slàn air uidheaman-smachd iOS, ag atharrachadh gu dpad 2-phutan bho 4-putain. A' faighinn cuidhteas dhen a h-uile trioblaid le iuchraichean suas is sìos air am brùthadh le mearachd a chuireadh stad air gnìomhan eile.
mt: Riimplementazzjoni tal-kontroll fl-iOS, swiċċjar minn dpad ta' 2 buttuni għal 4 buttuni.
pl: Całkowita zmiana sterowania na iOS, używamy 4-przyciskowego, zamiast 2-przyciskowego dpada. Eliminuje wszystkie problemy z nieumyślnie klikniętymi przyciskami anulującymi inne akcje.
pt_br: Redesign dos controles iOS, usando agora um direcional de dois botões (em vez de quatro). Isso corrige problemas como botões "para cima" e "para baixo" sendo pressionados sem querer.
sk: Kompletne preobené ovládanie na iOS, zmena z 4-tlačidlového ovládania na 2-tlačidlové. Eliminované všetky problémy s tým súvisiace.
zh_cn: iOS 控制的重新制作，改为2键操控。驱除全部误按上下键干扰其他动作的行为。

source: Version 1.1:
cs: Verze 1.1:
gd: Tionndadh 1.1:
mt: Versioni 1.1
pl: Wersja 1.1:
pt_br: Versão 1.1:
sk: Verzia 1.1
zh_cn: 版本 1.1

source: Added arcade mode.
cs: Přidán Arkádový Mód.
de: Spielehalle hinzugefügt
fr: Ajouté le mode arcade.
gd: Modh fhaoin-chleasan air a chur ris.
mt: Miżjuda il-Modalità Arcade
pl: Dodano tryb arcade.
pt_br: Adição o "Fliperama" (ou Modo Arcade)
sk: Pridaný arkádový mód.
zh_cn: 添加了街机模式

source: Redid graphics for forest trees.
de: Grafiken für Waldbäume erneuert.
fr: Refait des graphiques pour les arbres de la forêt.
gd: Grafaigeachd airson chraobhan coille air ath-dhèanamh.
mt: Il-grafika tas-siġar tal-masġar magħmul mil-ġdid.
pl: Odnowiono grafikę leśnych drzew
pt_br: Redesenho dos gráficos das árvores da floresta.
sk: Prerobené graifky pre lesné stromy.
zh_cn: 重制森林树木的图象

source: Redid graphics for forest background
de: Grafiken für Waldhintergrund erneuert.
fr: Refait des graphiques pour l'image de fond de la forêt.
gd: Grafaigeachd airson cùlaibh coille air ath-dhèanamh.
mt: Il-grafika tal-isfond tal-masġar magħmul mil-ġdid.
pl: Odnowiono grafikę leśnego tła
pt_br: Redesenho dos gráficos do segundo plano da floresta.
sk: Prerobené grafiky pre lesnú pôdu
zh_cn: 重制森林背景的图象

source: Redid graphics for dungeon wall tiles
de: Grafiken für Verlieswände-Kacheln erneuert.
fr: Refait des graphiques pour les tiles de murs de donjon
gd: Grafaigeachd airson leacan balla tuill-dhuibh air ath-dhèanamh.
mt: Il-grafika tal-blokok tal-kalzri magħmul mil-ġdid.
pl: Odnowiono grafikę ścian w lochach
pt_br: Redesenho dos gráficos das paredes da masmorra
sk: Prerobené grafiky pre podzemné steny
zh_cn: 重制地下场景墙壁图象

source: Redid graphics for basement wall tiles
de: Grafiken für Kellerwände-Kacheln erneuert.
fr: Refait des graphiques pour les tiles de murs de cave
gd: Grafaigeachd airson leacan balla seileir air ath-dhèanamh.
mt: Il-grafika tal-blokok tal-kantina magħmul mil-ġdid.
pl: Odnowiono grafikę ścian w piwnicy
pt_br: Redesenho dos gráficos das paredes do porão
sk: Prerobené grafiky pre prízemné steny
zh_cn: 重制堡垒场景墙壁图象

source: Added a bunch of interior props
de: Einen Haufen interner Objekte hinzugefügt.
fr: Ajouté quelques éléments de décor pour l'intérieur
gd: Nithean taobh a-staigh air an cur ris
mt: Żieda ta' għamara u aċċessorji oħta interjuri.
pl: Dodano zasługi
pt_br: Inclusão de vários objetos decorativos nos interiores
sk: Pridaná kopa interiérových vecí a pomôcok.
zh_cn: 添加了多件室内道具

source: Reworked "darkness" for improved appearance
de: Aussehen der "Dunkelheit" verbessert
fr: Retravaillé l'ombrage pour une meilleure apparence.
gd: "Dorchadas" air a leasachadh airson dreach nas fhearr
mt: L-effet tad-dlam maħdum mil-ġdid biex jidher aħjar.
pl: Przerobiono "ciemność" w celu poprawienia wyglądu
pt_br: Melhorias gráficas nas fases com escuridão
sk: Prerobená "darkness" kvôli úprave zjavovania.
zh_cn: 重制“黑暗”

source: Added new palettes to forest and seaside areas.
de: Neue Farbpaletten für Wald- und Meerumgebungen hinzugefügt.
fr: Ajouté de nouvelles palettes aux zones de la forêt et du bord de mer.
gd: Paileadan ùra airson àiteachan coille is taobh na mara air an cur ris.
mt: Żieda ta' paletti ta' kuluri ġodda għal-arja tal-foresti u xtut.
pl: Dodano nowe palety dla terenów leśnych i nadmorskich.
pt_br: Inclusão de paletas de cores alternativas para as fases da floresta e beira-mar.
sk: Pridané nové palety do lesov a prímorských oblastí.
zh_cn: 添加了森林和海边地区的新调色板

source: Added some unique enemies to the forest.
de: Einige einzigartige Gegner zum Wald hinzugefügt.
fr: Ajouté quelques ennemis uniques pour la forêt.
gd: Nàimhdean sònraichte airson na coille air an cur ris.
mt: Żieda ta' għedewwa uniċi ġodda għal-masġar.
pl: Dodano nowych wrogów, charakterystycznych dla terenów leśnych.
pt_br: Inclusão de alguns inimigos específicos para a floresta.
sk: Pridaných zopár zvláštnych typov nepriateľov do lesa.
zh_cn: 添加几种森林里独特的敌人

source: Refactored damage and monster type systems to make behavior more consistent and eliminate some rare buggy behavior.
de: Schadensberechnung und Monstertypsystem neu aufgebaut, um konsistenteres Verhalten zu bekommen und einige sehr seltene, fehlerhafte Verhaltensweisen auszumerzen.
fr: Refonte des systèmes de dégâts et de type de monstres pour rendre le comportement plus cohérent et éliminer quelques rares bugs de comportement.
gd: Ath-dhèanamh air siostaman dochainn is seòrsaichean bèiste gus am bi an giùlan nas cunbhalaiche is gus cur às dha bhugaichean ainneamh.
mt: Irranġar tas-sistemi ta' dannu u mmaniġjar ta' għedewwa għal-fini ta konsistenza u biex jitnaqqsu d-difetti.
pl: Poprawiono systemy obrażeń i typów potworów aby uczynić ich zachowanie bardziej spójnym i wyeliminować rzadko występujące błędne zachowania.
pt_br: Correção de bugs referentes a inimigos assumindo times errados (inimigos x aliados)
sk: Prepracované poškodenia a iné systémy pohybu a správania príšer, teraz sú viac konzistenté a zabraňujú vzniku nových bugov.
zh_cn: 重构了损伤和怪物种类系统，以消除一些少见的错误，增加一致性。

source: Added translation support, with 4 complete translations: French, Brazilian Portuguese, Chinese (Simplified), and Japanese.
de: Unterstützung für Übersetzungen hinzugefügt, mit 4 kompletten Übersetzungen: Französisch, brasilianisches Portugiesisch, Chinesisch (einfach) und Japanisch.
fr: Ajouté le support pour la traduction, avec 4 traductions complètes : Français, Brésilien Portugais, Chinois (simplifié), et Japonais.
gd: Taic dha dh'eadar-theangachadh air a cur ris, le 4 eadar-theangaichean slàna: Fraingis, Portagais Bhrasil, Sìnis Shimplichte is Seapanais.
mt: Żieda ta support ta' lingwi multipli, b'erbgħa tradduzzjonijiet kompluti: Franċiż, Brażiljan, Portugiż, Ċiniż (Simplifikat), u Ġappuniż.
pl: Dodano obsługę 4 języków: francuski, portugalski (norma brazylijska), chiński uproszczony oraz japoński.
pt_br: Inclusão de suporte a traduções, com 4 delas completas: Francês, Português Brasileiro, Chinês (Simplificado) e Japonês.
sk: Pridaná podpora prekladania, teraz s 4 kompletnými prekladmi: Francúzkym, Brazílskym Portugalským, Činskym (zjednodušeným) a Japonským.
zh_cn: 添加4种完整语言翻译支持：法语、葡萄牙语-巴西、汉语（简体）和日本语。

source: Version 1.0.3:
cs: Verze 1.0.3:
gd: Tionndadh 1.0.3:
mt: Versjoni 1.0.3
pl: Wersja 1.0.3:
pt_br: Versão 1.0.3:
sk: Verzia 1.0.3:
zh_cn: 1.0.3版本：

source: Fixed crash when picking up max heart pieces.
de: Programmabsturz beseitigt, der auftrat, wenn man die maximale Anzahl an Herzteilen besaß.
fr: Corrigé le crash quand on ramasse le maximum de morceaux de cœur.
gd: Tuisleadh nuair a thogar an àireamh as motha dhe phìosan cridhe air a chàradh.
mt: Tranġar ta' krexx meta jinġabru biċċiet ta' qlub massimi.
pl: Poprawiono błąd wieszania się gry podczas zbierania ostatniego kawałka serca.
pt_br: Correção de um bug que causava congelamento ao se coletar cápsulas de vida.
sk: Zafixovaný pád programov po zdvihnutí kapsuly zdravia.
zh_cn: 修复了捡起回复心时出现的崩溃问题

source: Other small bug fixes.
cs: Oparvy ostatních drobných chyb.
de: Weitere kleine Bugs behoben.
fr: Corrigé quelques autres petits bugs
gd: Càradh air bugaichean beaga.
mt: Tranġar ta' difetti oħra żgħar.
pl: Inne mniejsze poprawki.
pt_br: Outras correções de bugs menos importantes.
sk: Zafixovaných zopár malých bugov.
zh_cn: 一些小的bug修正

source: Version 1.0.2:
cs: Verze 1.0.2:
gd: Tionndadh 1.0.2:
mt: Versjoni 1.0.2
pl: Wersja 1.0.2:
pt_br: Versão 1.0.2:
sk: Verzia 1.0.2:
zh_cn: 1.0.2版本：

source: Added support for "darkness" in levels.
cs: Přidána podpora pro "tmu" v úrovních.
de: Unterstützung für „Dunkelheit“ in Leveln hinzugefügt.
fr: Ajouté le support pour des ombrages dans les niveaux.
gd: Taic dha "dhorchadas" sna leibheilean air a chur ris.
mt: Miżjud support għal-mekkaniżmu ta' dlam fil-livelli.
pl: Dodane obsługę "ciemności" w poziomach.
pt_br: Inclusão de suporte a "escuridão" nas fases.
sk: Pridaná podpora pre "darkness" v leveloch.
zh_cn: 在关卡里添加“黑暗”支持

source: Added support for WVGA.
cs: Přidána podpora pro WVGA.
de: Unterstützung für WVGA hinzugefügt.
fr: Ajouté le support pour WVGA.
gd: Taic dha WVGA air a chur ris.
mt: Miżjud support għall WVGA.
pl: Dodano obsługę WVGA.
pt_br: Inclusão de suporte a WVGA.
sk: Pridaná podpora pre WVGA.
zh_cn: 添加 WVGA 支持

source: Made player status not show on the titlescreen or world map.
de: Statusleiste des Spielers wird nicht mehr auf dem Titelbildschirm oder der Weltkarte angezeigt.
fr: Le statut du joueur n'est plus visible sur l'écran titre ou la carte du monde.
gd: Cha tèid staid a' chluicheadair a shealltainn air an sgrìn-tiotail no mapa an t-saoghail tuilleadh.
mt: L-istat tal-plejer m'għadux jidher fit-titlu jew mappa tad-dinja.
pl: Usunięto status gracza z menu oraz mapy świata.
pt_br: Remoção do status de Frogatto da tela, quando na tela inicial ou no mapa-múndi.
sk: Hráčov status sa teraz nezobrazuje v úvodnom menu alebo na svetovej mape.
zh_cn: 使得玩家状态不在标题界面或世界地图显示

source: Made golden ants less ambiguous.
cs: Vyrobení jednoznačnější zlatí mravenci .
de: Goldene Ameisen sehen weniger verschwommen aus.
fr: Rendu les fourmis dorées moins ambigües.
gd: Chan eil seanganan òra a cheart cho dà-sheaghach tuilleadh.
mt: In-nemel dehbi jidher aktar ċar.
pl: Złote mrówki są mniej dwuznaczne.
pt_br: Formigas de ouro menos ambíguas feitas.
sk: Vyrobiť zlatého mravca viac jednoznačnejšie
zh_cn: 让黄金蚂蚁少些

source: Fixed bug making certain music always play at full volume (iPhone).
cs: Opravena chyba , kterrá způsobovala, že některá hudba hrála vždy plně nahlas (iPhone).
de: Fehler behoben, bei dem eine bestimmte Musik immer auf voller Lautstärke abgespielt wurde (iPhone).
fr: Corrigé un bug qui faisaient jouer certaines musiques à volume maximal (iPhone).
gd: Buga a thug air a' chiùil a' cluich air an ìre as àirde air a chàradh (iPhone).
mt: Tranġar tal-volume tal-mużika (iPhone).
pl: Poprawiono błąd powodujący odtwarzanie niektórych utworów zawsze na maksymalnym poziomie głośności (iPhone).
pt_br: Corrigido o bug responsável por certas músicas sempre tocando em volume alto (iPhone).
sk: Opravený bug spôsobujúci, že muzika vždy hrala na najvyššej hlasitosti (iPhone).
zh_cn: 改正了个别音乐总是以满音量播放的错误(iPhone)。

source: Added option to reverse positions of A and B buttons (iPhone).
cs: Přidána možnost obrátit pozice A a B tlačítek (iPhone).
de: Möglichkeit hinzugefügt, die Anordnung des A- und B-Buttons zu vertauschen (iPhone).
fr: Ajouté l'option d'inverser les positions des boutons A et B (iPhone).
gd: Roghainn gus suaip a dhèanamh eadar na putanan A is B air a chur ris (iPhone).
mt: Żieda ta' għażla biex taqleb il-buttuni A ma' B (iPhone).
pl: Dodano opcję zamiany funkcji klawiszy A oraz B (iPhone).
pt_br: Adicionada opção para reverter posições dos botões A e B (iPhone).
sk: Pridaná možnosť vymeniť medzi sebou pozície tlačidiel A a B (iPhone).
zh_cn: 添加了颠倒A与B按钮的选项(iPhone)。

source: Added support for repeating levels (for arcade modes).
cs: Přidána podpora pro opakování úrovně (pro arkádové režimy).
de: Unterstützung zum Level-Wiederholen hinzugefügt (für Spielhallen-Modus)
fr: Ajouté le support pour niveaux redondants (pour les modes arcade).
gd: Taic gus leibheilean ath-dhèanamh air a chur ris (airson modhan fhaoin-chleasan).
mt: Miżjud support għal-livelli li jirrepetu (fil-kas tal-modalità arcade).
pl: Dodano obsługę zapętlonych poziomów (tryb arcade).
pt_br: Adicionado suporte para níveis repetidos (Modo Arcade).
sk: Pridaná podpora pre opakovanie level (pre arkádový mód).
zh_cn: 添加重复关卡支持（对应街机模式）

source: Pressing jump while in the air pressing against a wall now makes you cling to the wall.
de: Drückt man nun die Sprungtaste, während man in der Luft nah vor einer Wand ist, wird der Wandsprung vorbereitet.
fr: Appuyer sur saut quand on est dans les airs et qu'on frotte un mur vous fait maintenant vous accrocher au mur.
gd: Cumaidh tu greim air ballachan a-nis ma bhrùthas tu air leum is tu san adhair is ri balla.
mt: Meta tagħfas Jump fl-arja waqt li tmiss ma' ħajt, iqabbdek mal-ħajt.
pl: Naciśnięcie skoku w trakcie lotu w powietrzu powoduje przylgnięcie do najbliższej ściany.
pt_br: Apertando o botão de pular no ar contra uma parede fará você agarrar na parede.
sk: Stlačenie tlačidla Skok počas letu vo vzduchu naproti stene ta teraz prikliní k stene a si schopný robiť väčšie skoky.
zh_cn: 在空中依附墙壁是按下跳跃可以再次跳起。

source: Made it so you can skip dialogs sequences.
cs: Vyrobeno tak, že můžete přeskočit dialogové sekvence.
de: Dialogsequenzen können nun übersprungen werden.
fr: Les séquences de dialogues peuvent maintenant être passées.
gd: Faodaidh tu sreathan-còmhraidh a leigeil seachad a-nis.
mt: Id-djalogi bejn il-karattri issa jistaw jiġu maqbużin.
pl: Dodano możliwość pominięcia dialogów wypowiadanych przez postaci.
pt_br: Tornou-se possível a possibilidade de pular sequências de diálogos.
sk: Teraz je možné preskočiť niektoré dialógy.
zh_cn: 这样略过对话场景。

source: Fixed lots of z-order issues.
de: Viele z-order Probleme behoben.
fr: Corrigé plein de problèmes de z-order.
gd: Caochladh dhe dhuilgheasan òrdugh-z air an càradh.
mt: Tranġar ta ħafna każi ta' problemi ta' z-order.
pl: Poprawiono sortowanie głębokości.
pt_br: Corrigidos problemas com ordem Z.
sk: Opravených množstvo z-order otázok.
zh_cn: 改正了多个z-order的问题。

source: Fixed bug causing ambient sounds to not work.
de: Fehler, der Umgebungsgeräusche behinderte, behoben.
fr: Corrigé le bug qui empêchait le fonctionnement des sons d'ambiance.
gd: Buga nach robh na fuaimean àrainneachdail ag obair air a chàradh.
mt: Tranġar ta' difett fl-effetti sonori.
pl: Poprawiono błąd braku dźwięków otoczenia.
pt_br: Corrigido o erro responsável para que sons ambientes não funcionassem.
sk: Opravený bug spôsobujúci, že okolitá hudba nefunguje.
zh_cn: 修复了造成背景音效不工作的bug

source: Improved forest background, and made it go upwards infinitely.
de: Verbesserter Wald-Hintergrund, der nun keine Beschränkung mehr nach oben aufweist.
fr: Amélioré l'image de fond de la forêt, elle va maintenant vers le haut à l'infini.
gd: Cùlaibh na coille air leasachadh is sìnidh e suas gun sgur a-nis.
mt: Irfinar tal-isfond tal-masġar, li ġie magħmul jirrepeti fid-direzzjoni vertikali.
pl: Poprawiono tło lasu, teraz rozciąga się nieskończenie wysoko.
pt_br: Fundo da floresta melhorado, e tornou possível subir infinitamente.
sk: Upravené lesné pozadie, urobené tak, aby vyzeralo, že ide do nekonečna.
zh_cn: 改进森林背景，使其能无限向上延伸。

source: Made hearts heal a full heart, rather than just half.
de: Herzen heilen nun ein ganzes Herz, keine halben mehr.
fr: Les cœurs soignent un cœur de santé complet, plutôt qu'une moitié.
gd: Slànaichidh cridheachan cridhe slàn a-nis seach leth-chridhe a-mhàin.
mt: Il-qlub issa ifejqu punt ta' saħħa sħieġ, minnflok nofs.
pl: Wzmocnione serduszka uzupełniają całe życie, zamiast połowy.
pt_br: Fazendo corações curam um coração cheio, melhor do que só a metade.
sk: Srdcia teraz uzdravia celý Frogattov život, nie len polovicu.
zh_cn: 使得回复心恢复一格心，以前是半格

source: Changed tilesets to make water look better.
de: Grafikvorlage verändert, um Wasser besser aussehen zu lassen.
fr: Changé des tilesets pour rendre l'eau plus jolie.
gd: Buidhnean leacan air an atharrachadh ach am bi coltas nas fhearr air uisge.
mt: Irfinar tal-blokok grafiċi tal-ilma.
pl: Zmieniono zestaw kafelków by poprawić wygląd wody.
pt_br: Tilesets alterados para dar uma aparência melhor à água.
sk: Zmenené súpravy dlaždíc, voda teraz vyzerá lepšie.
zh_cn: 改变图块让水的效果更好
