Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: Do you want to buy the ${consts.name}?
cs: Opravdu chceš koupit ${consts.name}?
de: Möchtest du ${consts.name} kaufen?
fr: Voulez-vous acheter : ${consts.name} ?
gd: A bheil thu airson ${consts.name} a cheannach?
mt: Trid tixtri ${consts.name}?
pl: Czy chcesz kupić ${consts.name}?
pt_br: Você quer comprar o ${consts.name}?
sk: Chcete kúpiť ${consts.name}?
zh_cn: 想要买 ${consts.name} 吗？

source: Nope, it's locked.
cs: Sakra, je zamčeno.
de: Nein, das ist verschlossen.
fr: Nan, c'est verrouillé.
gd: Tha e glaiste.
mt: Leq, imsakkar!
pl: Nie, jest zamknięte.
pt_br: Não dá, está trancada.
sk: Kdeže, je zamknuté.
zh_cn: 没用，锁住了。

source: You made it to level ${level.player.difficulty} of the coin race.
de: Du hast nur Level ${level.player.difficulty} des Münzrennens erreicht.
fr: Vous avez atteint le niveau ${level.player.difficulty} de la Course aux Pièces.
gd: Ràinig thu leibheil ${level.player.difficulty} na rèise bhonn.
mt: Ilħaqt livell ${level.player.difficulty} fit-tiġrija tal-muniti.
pl: Osiągnąłeś ${level.player.difficulty} poziom w Monetowym Wyścigu.
pt_br: Você chegou ao nível ${level.player.difficulty} da corrida das moedas.
sk: Zvládol si to do ${level.player.difficulty}. levelu mincového závodu.
zh_cn: 你达到了硬币采集赛到第 ${level.player.difficulty} 关。

source: The furthest that has been reached is level ${registry.arcade_coin_race_high_score}.
cs: Nejdelší dosažená úroveň je ${registry.arcade_coin_race_high_score}.
de: Das höchste, bisher erreichte Level war Level ${registry.arcade_coin_race_high_score}.
fr: Le plus haut niveau atteint est le ${registry.arcade_coin_race_high_score}.
gd: Is ${registry.arcade_coin_race_high_score} an leibheil as àirde a chaidh a ruigsinn.
mt: L-għola livell li ntlaħaq hu ${registry.arcade_coin_race_high_score}.
pl: Najdalszy poziom, jaki został osiągnięty to ${registry.arcade_coin_race_high_score} poziom.
pt_br: O recorde atual é a ${registry.arcade_coin_race_high_score}ª fase.
sk: Najlepší dosiahnutý výsledok je ${registry.arcade_coin_race_high_score}.
zh_cn: 最高纪录是第 ${registry.arcade_coin_race_high_score} 关。

source: This has very little range, but is quite damaging.
cs: Ten má velmi krátký dosah, ale výborné poškození.
de: Er hat eine kurze Reichweite, aber teilt eine Menge Schaden aus.
fr: La portée est très courte, mais ça fait pas mal de dégats.
gd: Chan eil ach astar glè bheag aige, ach faodaidh e dochann mòr a dhèanamh.
mt: Dan m'għandix raġġ kbir, iżda jagħmel ħafna ħsara.
pl: Ma niewielki zasięg, ale bardzo niszczycielski.
pt_br: O alcance é bem limitado, mas o potencial de dano é bastante alto.
sk: Má to veľmi malý dosah, ale je to celkom účinné.
zh_cn: 它的射程很短， 但是杀伤力很强。

source: You can now breathe out a short stream of intense flame.
cs: Nyní můžeš plivat krátký, ale intenzivní plamen.
de: Jetzt kannst du Feuer speien. Aber nur über kurze Distanz.
fr: Vous pouvez maintenant cracher du feu à courte portée.
gd: Is urrainn dhut anail a shèideadh le sruth lasrach goirid glè theth.
mt: Issa tista' tonfoħ nifs ta' nar qawwi.
pl: Potrafisz teraz wydychać krótki strumień żywych płomieni.
pt_br: Você agora pode cuspir chamas intensas por um período curto.
sk: Odteraz môžete chrliť krátky prúd intenzívneho plameňa.
zh_cn: 你从此可以喷出 短程的强力火焰。

source: You gained a new ability!
cs: Získal jsi novou schopnost!
de: Du hast eine neue Fähigkeit erhalten!
fr: Vous avez obtenu une nouvelle compétence !
gd: Bhuannaich thu comas ùr!
mt: Għandek abbiltà ġdida!
pl: Zyskałeś nową umiejętność!
pt_br: Você ganhou uma nova habilidade!
sk: Nadobudli ste novú schopnosť!
zh_cn: 你学会了新的能力！

source: This has excellent range, and does decent damage.
cs: Ty mají vynikajicí dosah a slušné požkození.
de: Er hat eine gute Reichweite und teilt eine gehörig Schaden aus.
fr: La portée est excellente, et les dégats sont tout à fait corrects.
gd: Tha astar glè mhath aige is nì e dochann math.
mt: Dan għandu raġġ sostanzjali, u jagħmel ftit ħsara.
pl: Ma doskonały zasięg i wyrządza przyzwoite straty.
pt_br: O alcance é excelente, e o potencial de dano é razoável.
sk: Toto má výborný dosah, a spôsobuje celkom slušné zranenia.
zh_cn: 它的射程长，攻击力良好。

source: You can now fire balls of harmful energy from your fingertips.
cs: Nyní můžeš střílet ohnivé koule škodlivé energie z tvých prstů.
de: Jetzt kannst du gefährliche Feuerbälle mit deinen Fingern verschleudern.
fr: Vous pouvez maintenant lancer des boules d'énergie dévastatrice.
gd: 'S urrainn dhut bàlaichean dhe chumhachd chronail a losgadh bho do chorragan a-nis.
mt: Issa tista' titfa' balal ta' enerġija distruttiva minn ponot subajk.
pl: Potrafisz teraz wypuszczać kule ogniowe niszczycielskiej energii ze swoich palców.
pt_br: Você agora pode liberar esferas de energia da ponta dos dedos para atacar os inimigos.
sk: Odteraz môžete z končekov vašich prstov púšťať ohnivé gule.
zh_cn: 你现在可以从指尖发出 具有伤害力的能量火球。

source: These have excellent range and decent damage, but are somewhat draining to use.
cs: Ty mají vynikajicí dosah a slušné požkození, ale je vyčerpávající je používat.
de: Sie haben eine exzellente Reichweite und Stärke, benötigen aber auch eine Menge Energie.
fr: Ils ont une bonne portée et font des dégats tout à fait corrects, mais c'est un peu fatiguant à utiliser.
gd: Tha astar glè mhath aca is nì iad dochann math, ach fàsaidh tu sgìth gan cleachdadh.
mt: Dawn għandhom raġġ tajjeb ħafna u jagħmlu ħsara sew, imma jixorbulek ħafna saħħa.
pl: Mają wyśmienity zasięg i robią spore straty, ale są nieco wyczerpujące w użyciu.
pt_br: O alcance é ótimo e o dano causado é razoável, mas o custo de energia é um pouco pesado.
sk: Majú výborný dosah a spôsobujú slušné zranenei, avšak ich použitie je trochu vyčerpávajúce.
zh_cn: 这种攻击射程长，破坏力良好， 但是使用起来比较消耗。

source: You can now fire balls of harmful energy from your fingertips, which home in on your enemies.
cs: Nyní můžeš střílet koule škodlivé energie z tvých prstů na tvé protivníky.
de: Jetzt kannst du gefährliche Feuerbälle mit deinen Fingern verschleudern, welche deine Gegner verfolgen.
fr: Vous pouvez maintenant lancer des boules d'énergie dévastatrice qui se dirigent directement sur vos ennemis.
gd: 'S urrainn dhut bàlaichean dhe chumhachd chronail a losgadh bho do chorragan a-nis a nì lorgadh air an nàmhaid.
mt: Issa tista' tifta' balal ta' enerġija distruttiva minn ponon subajk, li jtijru wara l-għedewwa.
pl: Potrafisz teraz wypuszczać kule ogniowe niszczycielskiej energii ze swoich palców, która namierza twoich wrogów.
pt_br: Você agora pode liberar esferas de energia da ponta dos dedos. Essas aí perseguem e atacam os inimigos.
sk: Odteraz môžete z končekov vašich prstov púšťať ohnivé gule, ktoré pristanú na vašich nepriateľoch.
zh_cn: 你现在可以从手指尖射出有害的 火球，它们会跟踪攻击敌人。

source: Press ${ATTACK_KEY} to switch between abilities.
cs: Stiskni ${ATTACK_KEY} pro výběr mezi schopnostmi.
de: Drücke die Taste $ {ATTACK_KEY}, um zwischen Fähigkeiten wechseln.
fr: Appuyez sur ${ATTACK_KEY} pour changer de capacité.
gd: Dèan brùthadh air ${ATTACK_KEY} gus suids a dhèanamh eadar comasan.
mt: Agħfas $ {ATTACK_KEY} biex taqleb bejn l-abbiltajiet.
pl: Naciśnij ${ATTACK_KEY},\nby przełączać się między zdolnościami.
pt_br: Pressione ${ATTACK_KEY} para trocar de habilidade.
sk: Stlač ${ATTACK_KEY} na prepínanie medzi schopnosťami.
zh_cn: 按${ATTACK_KEY}切换不同的攻击。

source: Tap ♲ to switch between abilities.
de: Drücke ♲ um zwischen den Fähigkeiten zu wechseln.
fr: Appuyez sur ♲ pour changer de pouvoir.
gd: Gnog air ♲ gus leum a ghearradh eadar comasan.
mt: Tektek ♲ biex taqleb bejn l-abbiltajiet.
pl: Naciśnij ♲, by przełączać się między zdolnościami.
sk: Stlač ♲ na prepínanie medzi schopnosťami.
zh_cn: 点击 ♲ 切换技能

source: You have acquired a heart capsule. Your maximum HP has increased by one!
cs: Získal jsi kapsli srdce. Tvoje maximální HP se zvýšilo o jednu!
de: Du hast eine Herzkapsel erhalten. Deine maximale Lebenspunktzahl hat sich um eins erhöht!
fr: Vous avez obtenu une capsule de santé. Vos points de vie maximaux ont augmenté de un !
gd: Fhuair thu capsail chridhe. Tha puing-bheatha as motha a bharrachd agad!
mt: Sibt kapsola tal-qalb. il-HP massimu tiegħek żdied b'wieħed.
pl: Zebrałeś kapsułkę życia. Twoje maksymalne życie zwiększyło się o jeden!
pt_br: Você conseguiu uma cápsula de vida. Com isso, você tem um ponto de vida adicional!
sk: Získal si tabletku zdravia. Tvoja životaschopnosť sa zvýšila.
zh_cn: 你得到了一个红心胶囊。 你的最大生命值增加了一！

source: You've found part of a heart capsule. Collect another three to increase your maximum HP by one!
cs: Našli jste část kapsle srdce. Seberte další tři a zvýšite své maximální HP o jednu!
de: Du hast einen Teil einer neuen Herzkapsel gefunden. Sammle drei weitere, um dein maximales Leben zu erhöhen!
fr: Vous avez trouvé un morceau de capsule de santé. Ramassez-en trois autres pour augmenter vos points de vie maximaux de un !
gd: Lorg thu pàirt dhe chapsail chridhe. Tog trì feadhainn eile gus puing-bheatha as motha a bharrachd fhaighinn.
mt: Sibt biċċa minn kapsola tal-qalb. Iġbor tlieta oħra biex iżżid l-HP massimu tiegħek b'wieħed.
pl: Znalazłeś część kapsułki życia. Zbierz jeszcze trzy, aby zwiększyć swoje maksymalne życie o jeden!
pt_br: Você encontrou uma parte de uma cápsula de vida. Com mais três, você ganhará um ponto de vida adicional!
sk: Našiel si kúsok tabletky zdravia.⏎ K zväčšeniu tvojej životaschopnosti nájdi ďalšie tri.
zh_cn: 你找到了红心胶囊的一部分。 再收集三块碎片就可以使 你的最大生命值增加一！

source: You've found part of a heart capsule. Collect another two to increase your maximum HP by one!
cs: Našli jste část kapsle srdce. Seberte další dvě a zvýšite své maximální HP o jednu!
de: Du hast einen Teil einer neuen Herzkapsel gefunden. Sammle zwei weitere, um dein maximales Leben zu erhöhen!
fr: Vous avez trouvé un morceau de capsule de santé. Ramassez-en deux autres pour augmenter vos points de vie maximaux de un !
gd: Lorg thu pàirt dhe chapsail chridhe. Tog dà thè eile gus puing-bheatha as motha a bharrachd fhaighinn.
mt: Sibt biċċa minn kapsola tal-qalb. Iġbor tnejn oħra biex iżżid l-HP massimu tiegħek b'wieħed.
pl: Znalazłeś część kapsułki życia. Zbierz jeszcze dwie, aby zwiększyć swoje maksymalne życie o jeden!
pt_br: Você encontrou uma parte de uma cápsula de vida. Com mais duas, você ganhará um ponto de vida adicional!
sk: Našiel si kúsok tabletky zdravia.⏎ K zväčšeniu tvojej životaschopnosti nájdi ďalšie dve.
zh_cn: 你找到了红心胶囊的一部分。 再收集两块碎片就可以使 你的最大生命值增加一！

source: You've found part of a heart capsule. Collect another one to increase your maximum HP by one!
cs: Našli jste část kapsle srdce. Seberte další jednu a zvýšite své maximální HP o jednu!
de: Du hast einen Teil einer neuen Herzkapsel gefunden. Sammle ein weiteres, um dein maximales Leben zu erhöhen!
fr: Vous avez trouvé un morceau de capsule de santé. Ramassez-en une autre pour augmenter vos points de vie maximaux de un !
gd: Lorg thu pàirt dhe chapsail chridhe. Tog tè eile gus puing-bheatha as motha a bharrachd fhaighinn.
mt: Sibt biċċa minn kapsola tal-qalb. Iġbor waħd' oħra biex iżżid il-HP massimu tiegħek b'wieħed.
pl: Znalazłeś część kapsułki życia. Zbierz jeszcze jedną, aby zwiększyć swoje maksymalne życie o jeden!
pt_br: Você encontrou uma parte de uma cápsula de vida. Com mais uma, você ganhará um ponto de vida adicional!
sk: Našiel si kúsok tabletky zdravia.⏎ K zväčšeniu tvojej životaschopnosti nájdi ešte jednu.
zh_cn: 你找到了红心胶囊的一部分。 再收集一块碎片就可以使 你的最大生命值增加一！

source: You've collected enough parts to make a whole new heart capsule! Your maximum HP has increased by one!
cs: Jste nasbírali dostatek dílů, pro vytvoření zcela nové kapsle srdce! Vaše maximální HP se zvýšila o jednu!
de: Du hast genügend Teile für eine neue Herzkapsel gesammelt. Dein maximales Leben hat sich um eins erhöht!
fr: Vous avez ramassé suffisamment de morceaux de capsule de santé pour en faire une entière ! Vos points de vie maximaux ont augmenté de un !
gd: Thog thu pàirtean capsail chridhe gu leòr gus tè ùr a dhèanamh! Tha puing-bheatha as motha a bharrachd agad a-nis!
mt: Sibt biżżejjed biċċiet biex tgħaqqad kapsola tal-qalb sħieħa. Il-HP massimu tiegħek żdied b'wieħed!
pl: Zebrałeś wystarczającą liczbę kapsułek życia, aby zdobyć całą kapsułkę! Twoje maksymalne życie zwiększyło się o jeden!
pt_br: Você conseguiu partes suficientes pra formar uma nova cápsula de vida! Agora você tem um ponto de vida adicional!
sk: Nazbieral si dostatok častíc k celej tabletke zdravia.⏎ Tvoja životaschopnosť sa zväčšila o jedno srdiečko.
zh_cn: 你收集齐了碎片，足以组成完整的红心胶囊！ 你的最大生命值增加了一！

source: gliding wings
cs: Kluzná křídla
de: Gleitflügel
fr: les ailes planantes
gd: sgiathan slìobaidh
mt: ġwienaħ
pl: skrzydła szybowania
pt_br: asas flutuantes
sk: klzné krídla
zh_cn: 滑翔翼

source: The gliding wings will allow you to glide through the air.
cs: Kluzná křídla ti dovolí plachtit.
de: Mit den Gleitflügeln kannst du durch die Luft gleiten.
fr: Les ailes planantes vous permettent de planer dans les airs.
gd: Leig na sgiathan slìobaidh leat slìobadh tron adhair.
mt: Il-ġwienaħ iħalluk ittir fl-arja.
pl: Skrzydła szybowania pozwolą ci szybować w powietrzu.
pt_br: As asas flutuantes fazem com que você flutue pelo ar.
sk: Klzné krídla ti umožnia plachtiť vzduchom.
zh_cn: 滑翔翼使得你可以在空中滑翔。

source: greater mana talisman
cs: Větší mana talisman
de: großer Mana-Talisman
fr: talisman de mana supérieur
gd: mòr-sheun mana
mt: taliżman maġġuri tal-mana
pl: większy talizman many
pt_br: grande talismã de mana
sk: Väčší mana talizman
zh_cn: 优质魔力宝物

source: This is a crystal talisman which will boost your mana recharge rate. This one is quite strong, but the price is steep.
cs: toto je křišťálový talisman, který zlepší rychlost doplnění many. Je velmi silný, ale také drahý.
de: Dieser Kristall-Talisman wird deine Mana-Regeneration verbessern. Er ist viel stärker, aber auch deutlich teurer.
fr: Ceci est un talisman de cristal qui vous permet d'améliorer votre vitesse de récupération de mana. Celui-ci est plutôt fort, mais le prix est conséquent.
gd: Seo seun criostail a chuireas ris an luaths sa gheibh thu mana air ais. Tha am fear seo làidir gu leòr ach caran daor.
mt: Dan hu taliżman tal-kristall li jagħti spinta lir-rata tar-rikarika tal-mana tiegħek. Dan pjuttost qawwi, imma prezzu għoli.
pl: To kryształowy talizman, który wzmocni tempo odnawiania twojej many. Ten jest całkiem mocny, ale cena wygórowana.
pt_br: Esse é um talismã de mana que aumenta a velocidade com que você recupera sua energia mágica. O efeito desse é bem intenso, mas o preço é alto.
sk: Toto je krištáľový talizman, ktorý urýchľuje proces obnovovania vašej many. Tento je celkom silný, ale jeho cena je vysoká.
zh_cn: 这个水晶宝物会加快 魔力充满的速度。 效力很强，但是价钱也高。

source: heart
cs: srdce
de: Herz
fr: cœur
gd: cridhe
mt: qalb
pl: serce
pt_br: coração
sk: srdce
zh_cn: 红心

source: The heart will give you an extra health point.
cs: Srdce vám dá bod zdraví navíc.
de: Herzen geben dir einen extra Lebenspunkt.
fr: Le cœur vous donne un point de santé supplémentaire.
gd: Bheir an cridhe puing slàinte a bharrachd dhut.
mt: Il-qalp i ittellalek il-punti ta' saħħa (HP).
pl: Serce doda ci ekstra punkt zdrowia.
pt_br: O coração te dará um ponto de vida adicional.
sk: Srdce ti dá väčšie zdravie.
zh_cn: 红心会赐予你一点额外的 生命值。

source: The power boots will make you jump higher.
cs: Posilovač síly ti dovolí skákat výš.
de: Mit den Kraftschuhen kannst du höher springen.
fr: Les super bottes vous permettent de sauter plus haut.
gd: Leigidh na bòtannan cumhachd leat leum nas àirde.
mt: L-istivali mekkaniċi jgħinuk taqbeż aktar fil-għoli.
pl: Skoczne buty pozwolą ci skakać wyżej.
pt_br: As super-botas fazem você pular mais alto.
sk: S pevnými topánkami budeš skákať vyššie.
zh_cn: 动力靴让你跳得更高。

source: lesser mana talisman
cs: Slabší mana talisman
de: kleiner Mana-Talisman
fr: talisman de mana inférieur
gd: seun mana beag
mt: taliżman minuri tal-mana
pl: mniejszy talizman many
pt_br: pequeno talismã de mana
sk: menší mana talizman
zh_cn: 劣质魔力宝物

source: This is a crystal talisman which will boost your mana recharge rate. It's weak, but you can't beat the price.
cs: Toto je křišťálový talisman, který zlepší rychlost doplnění many. Je slabý, ale za dobrou cenu.
de: Dieser Kristall-Talisman wird deine Mana-Regeneration verbessern. Er ist nicht sehr stark, aber sehr preiswert.
fr: Ceci est un talisman de cristal, qui améliore la vitesse de rechargement de mana. C'est faible, mais y a pas meilleur prix.
gd: Seo seun criostail a chuireas ris an luaths sa gheibh thu mana air ais. Tha e caran lag, ach glè saor.
mt: Dan hu taliżman tal-kristall li jagħti spinta lir-rata tar-rikarika tal-mana tiegħek. Dan mhux qawwi ħafna, imma prezzu m'hawnx bħalu.
pl: To kryształowy talizman, który wzmocni tempo odnawiania twojej many. Ten jest słaby, ale tańszego nigdzie nie znajdziesz.
pt_br: Esse é um talismã de mana que aumenta a velocidade com que você recupera sua energia mágica. O efeito desse é bem sutil, mas está em promoção...
sk: Toto je krištáľový talizman, ktorý urýchľuje proces obnovovania vašej many. Je to síce slabé, ale za tú cenu to stojí.
zh_cn: 这个水晶宝物会加快 魔力充满的速度。 效力较弱，但是廉价。

source: invincibility crystal
cs: krystal neporazitelnosti
de: Unsichtbarkeitskristall
fr: cristal d'invincibilité
gd: Criostal do-chlaoidheachd
mt: Il-kristall tal-invinċibbiltà
pl: kryształ nietykalności
pt_br: cristal da invencibilidade
sk: kryštál nepremožiteľnosti
zh_cn: 无敌水晶

source: The invincibility crystal unlocks invincibility powerups. Invincibility powerups will make you invincible for a short time.
cs: Krystal nesmrtelnosti otevírá posilovače nesmrtelnosti. Ty tě udělají nesmrtelným byť jen krátce.
de: Der Unsichtbarkeitskristall aktiviert Unsichtbarkeits-Powerups, die dich kurz unsichtbar machen.
fr: Le cristal d'invincibilité déverrouille les bonus d'invincibilité. Ils vous rendent invincible pour une courte durée.
gd: Neo-ghlaisidh an criostal do-chlaoidheachd cumhachdan do-chlaoidheachd. Nì cumhachdan do-chlaoidheachd do-cheannsach thu greiseag.
mt: Il-kristall tal-invinċibbiltà jtik aċċess għall-powerups tal-invinċibbiltà. Dawn jagħmluk invinċibbli għal żmien qasir.
pl: Kryształ zwycięstwa odblokowuje zwycięskie moce. Zwycięskie moce na krótki czas uczynią cię niepokonanym.
pt_br: Os cristais da invencibilidade serão liberados no jogo. Tocando em um deles, você não poderá ser ferido por alguns segundos.
sk: Tento kryštál odomkne nepremožiteľnosť.⏎ S nepremožiteľnosťou budeš neporaziteľný na krátku dobu.
zh_cn: 无敌水晶启动无敌加护。 无敌加护会让你 无敌一小会儿。

source: hyper crystal
cs: Hyper krystal
de: Hyperkristall
fr: cristal hyperactif
gd: Àrd-chriostal
mt: iperkristall
pl: doskonały kryształ
pt_br: hiper-cristal
sk: hyper kryštál
zh_cn: 反应水晶

source: The hyper crystal unlocks hyper powerups. Hyper powerups will heighten your reflexes, making the world seem to slow down around you.
cs: Hyper krystal otevírá hyper posilovače. Hyper posilovače zvýší tvé postřehy, svět kolem tebe zpomalí.
de: Der Hyperkristall aktiviert Hyper-Powerups, die deine Reflexe verbessern und die Welt um dich herum verlangsamt erscheinen lassen.
fr: Le cristal hyperactif déverrouille les bonus d'hyperactivité. Ils augmentent vos réflexes, ce qui fait que le monde semble ralentir autour de vous.
gd: Neo-ghlaisidh an t-àrd-chriostal àrd-chumhachdan. Nì àrd-chumhachdan na gluasadan agad nas luaithe is bidh coltas nas slaodaiche air an t-saoghal mu do thimcheall.
mt: L-iperkristall itik aċċess għall-hyper powerups. Dawn iżidulek ir-rifflessi, b'tali mod li d-dinja ta madwarek tidher għaddejja aktar bil-mogħod.
pl: Doskonały kryształ odblokowuje doskonałe moce. Doskonałe moce wyostrzą twoje zmysły, tak że wyda ci się, że świat zwolnił.
pt_br: Os hiper-cristais serão liberados no jogo. Tocando em um deles, seus reflexos ficarão muito mais rápidos, fazendo com que o mundo pareça ficar mais lento à sua volta.
sk: Hyper kryštál odomkne spomalenie sveta.⏎ Hyper kryštál ti zväčší reflexy, takže svet okolo sa spomalí na krátku dobu.
zh_cn: 反应水晶启动反应加护。 反应加护会提高你的 反应能力，使得你周围的 一切似乎都变慢。

source: energy crystal
cs: krystal energie
de: Energiekristall
fr: cristal d'énergie
gd: Criostal lùiths
mt: kristall enerġetiku
pl: kryształ energii
pt_br: cristal de energia
sk: energetický kryštál
zh_cn: 能量水晶

source: The energy crystal unlocks energy powerups. Energy powerups will allow you to shoot bolts of energy.
cs: Energetický krystal otevírá energetické posilovače. Energetické posilovače ti dovolí střílet dávky energie.
de: Der Energiekristall aktiviert Energie-Powerups, die dich Energiebälle schießen lassen.
fr: Le cristal d'énergie déverrouille les bonus d'énergie. Ils vous permettent de tirer des éclairs d'énergie.
gd: Neo-ghlaisidh an criostal lùiths cumhachdan lùiths. Leigidh cumhachdan lùiths leat saighdean lùiths a thilgeil.
mt: Il-kristall enerġetiku jtik aċċess għall-powerups enerġetiċi. Dawn ituk is-setgħa li tispara balal ta' enerġija.
pl: Kryształ energii odblokowuje moce energii. Moce energii pozwolą ci strzelać energetycznymi wiązkami.
pt_br: Os cristais de energia serão liberados no jogo. Tocando em um deles, você poderá atirar raios de energia contra seus inimigos.
sk: Energetický kryštál ti umožní vystreľovať strely energie.
zh_cn: 能量水晶启动能量加护。 能量加护让你能够射出 能量弹。

source: The energy shield protects you from damage when you crouch.
cs: Energetický štít tě chrání před zraněním když jsi skrčený.
de: Das Energieschild schützt dich vor Schaden, wenn du dich duckst.
fr: Le bouclier d'énergie vous protège lorsque vous êtes accroupi.
gd: Dìonaidh an sgiath lùiths thu o dhochann nuair a chrùbas tu.
mt: It-tarka enerġetika teħilsek mit-tiġrib waqt li titbaxxa.
pl: Tarcza energetyczna ochroni cię przed obrażeniami, kiedy się skulisz.
pt_br: O escudo de energia protege você de danos quando se abaixar.
sk: Energetický štít ťa ochráni pred zranením,⏎ keď si prikrčený k podlahe.
zh_cn: 当你蹲下时，能量护盾 会保护你不受伤害。

source: The speed boots will make you faster.
cs: Zrychlovač tě učiní rychlejším.
de: Die Laufschuhe machen dich schneller.
fr: Les bottes de vitesse vous rendent plus rapide.
gd: Nì na bòtannan luaiths nas luaithe thu.
mt: L-istivali tal-ħeffa jgħinuk tiġri ħafna.
pl: Zastrzyk siły uczyni cię szybszym.
pt_br: As botas da velocidade fazem você correr mais rápido.
sk: Topánky rýchlosti ťa urobia rýchlejším.
zh_cn: 加速靴让你跑得更快。

source: spit strengthener
cs: Posilovač ohnivého dechu
de: Spuckverstärker
fr: crachats plus puissants
gd: Neartaichear smugaide
mt: rinforzatur tal-bżieq
pl: Wzmocnienie jęzora.
pt_br: reforçador de cuspe
sk: posilovač pľutia
zh_cn: 喷吐加强

source: The spit strengthener will extend the range you can spit.
cs: Posilovač ohnivého dechu rozšíří dosah tvůho ohnivého dechu.
de: Mit dem Spuckverstärker kannst du weiter spucken.
fr: Les crachats plus puissants augmentent la portée de vos crachats.
gd: Meudaichidh an neartaichear smugaide an astar as urrainn dhut spùtadh a-mach.
mt: Ir-rinforzatur tal-bżieq jgħinek tobżoq aktar il-bogħod.
pl: Wzmocnienie jęzora zwiększy jego zasięg.
pt_br: O reforçador de cuspe irá aumentar a força com a qual você pode cuspir objetos e inimigos.
sk: Posilovač pľutia predĺží dĺžku odpľutia.
zh_cn: 增加喷吐的射程。

source: tongue extender
cs: Prodlužovač jazyka
de: Zungenverlängerung
fr: extension de langue
gd: meudaichear teanga
mt: estenditur tal-ilsien
pl: przedłużacz języka
pt_br: extensor de língua
sk: predlžovač jazyka
zh_cn: 舌头加长

source: The tongue extender will extend the length of your tongue.
cs: Prodlužovač jazyka prodlouží tvůj jazyk.
de: Die Zungerverlängerung macht deine Zunge länger.
fr: L'extension de langue augmente la taille de votre langue.
gd: Nì am meudaichear teanga do theanga nas fhaide.
mt: L-estenditur tal-ilsien itawwallek ilsienek.
pl: Przedłużacz języka zwiększy długość twojego języka.
pt_br: O extensor de língua irá aumentar o comprimento da sua língua.
sk: Predlžovač jazyka zväčší dĺžku⏎ tvojho jazyka.
zh_cn: 增加舌头的长度。
