Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: He does brag about being known by important people, but you know how he is.
cs: Pořád se chlubil tím jak je významný člověk, ale víš jak to je.
de: Er prahlte damit, wichtige Persönlichkeiten zu kennen, aber du kennst ihn ja.
fr: Il se vante d'être connu par des gens importants, mais tu sais comment il est.
gd: 'S ann gun dèan e uaill às na daoine cudromach as aithne dha, ach tha fios agaibh mar a tha esan.
mt: Iħobb jiftaħar li magħruf fost l-irjus kbar, imma taf kif inhu.
pl: Chwali się, że ma wysoko postawionych przyjaciół, ale wiesz, jaki on jest.
pt_br: Ele também diz ter uns amigos influentes por ai, mas você sabe como ele é.
sk: Vychvaľoval sa, že pozná vplyvných ľudí, ale viete aký je.
zh_cn: 他是炫耀大人物中很有名气， 但你知道他是谁。

source: Yeah. Geez. So, uh, here's what I think we know:
cs: Jo. Bože. Takže, ehm, co víme.
de: Klar, Mensch. So, äh, ich denke, das solltest du wissen:
fr: Ouais. Fiou. Alors, euh, voici ce que je pense que nous savons :
gd: Aidh. Mhoire. Mar sin, tha ... seo air a bheil fios againn nam bheachd-sa:
mt: Mela. Ehm, naħseb li s'issa nafu dan:
pl: Tak. U licha. Zatem, uh, co myślę, że wiemy:
pt_br: É... droga. Então, o que eu acho que a gente sabe é que...
sk: Ach, bože. Takže zhrňme si, čo vieme:
zh_cn: 也是。我们目前为止就知道：

source: We know he's clearly run afoul of Milgram, somehow.
cs: Víme, že jsme v konfliktu Milgramem, nějak.
de: Wir wissen auch, dass er nicht gut auf Milgram anzusprechen ist.
fr: Nous savons qu'il est clairement allé à l'encontre de Milgram, en quelque sorte.
gd: Tha fios againn gu bheil e ann an staing a thaobh Calum a' Chaisteil air dòigh air choreigin.
mt: Nafu żgur li kisirha ma' Milgram, b'xi mod.
pl: Wiemy z pewnością, że w jakiś sposób naraził się Milgramowi.
pt_br: Nós sabemos que ele se encrencou com o Milgram, de alguma maneira.
sk: Vieme, že zjavne sa nejako dostal do konfliktu s Milgramom.
zh_cn: 我们知道他确实找了米格拉姆的麻烦。

source: We also know Milgram's not interested in taking over the town, because he essentially just did, and gave it up.
cs: Víme taky, že Milgram nechce obsadit město, protože to už udělal a vzdal se ho.
de: Wir wissen auch, dass Milgram nicht daran interessiert ist, über die Stadt zu sprechen, denn das tat er bereits und gab es auf.
fr: Nous savons aussi que Milgram n'est pas intéressé par la main-mise sur la ville, parce qu'il vient juste de l'avoir, et l'a laissée tomber.
gd: Cuideachd, tha fios againn nach eil ùidh aig Calum ann an ceannsachadh a' bhaile, oir 's e seo na rinn e ma-thà is leig e seachad e.
mt: Nafu wkoll li Milgram mhux interessat jaħkem ir-raħal, għax malli ħakkmu, tellqu.
pl: Wiemy również, że Milgram nie jest zainteresowany przejęciem władzy w miasteczku, z tego powodu, że właściwie już ją miał, a potem oddał.
pt_br: Também sabemos que o Milgram não tem interesse em conquistar a vila, porque ele já fez isso, e depois voltou atrás.
sk: Tiež viem, že Milgram sa nesnaží prebrať mesto. Vlastne to už urobil, a len tak to vzdal.
zh_cn: 我们还知道米格拉姆不想占领镇子， 因为他的部下刚才实质上已经占领了， 却走了。

source: We don't know if the money thing is true, but we know if it is, he certainly hasn't put it to use.
cs: Nevíme jestli to s penězi je je pravda, ale víme, že se to dá určitě nějak použít.
de: Wir wissen nicht, ob die Sache mit dem Geld wahr ist, doch wenn es zutrifft, konnte er es noch nicht ausgeben.
fr: Nous ne savons pas si cette histoire d'argent est vraie, mais nous savons que si elle l'est, il ne l'a certainement pas dépensé.
gd: Chan eil fios againn a bheil a' rud mun airgead fìor, ach ma thà, cha do chuir e feum air idir.
mt: Ma nafux jekk il-ġrajja tal-flus hix minnha, imma nafu li jekk vera, il-flus żgur m'għamilx użu tajjeb minnhom.
pl: Nie wiemy, czy sprawa z pieniędzmi była prawdą, ale jeśli była, to on z pewnością jej nie wykorzystał.
pt_br: O que a gente não sabe é se essa história de dinheiro é verdade, mas, se for, ele não gastou nada ainda.
sk: Nevem, či je tá vec s peniazmi pravda, ale ak je, vieme, že ich nikde nevyužil.
zh_cn: 我们不知到钱的事情是否属实， 假设为真，老头子一定没有用它。

source: Oh yeah, I forgot to mention; he said it was some kind of "investment"
cs: A jo, ještě jsem zapoměl zmínit, že to měla být nějaká "investice".
de: Und ach ja, ich habe vergessen zu erwähnen, dass er sagte es wäre eine Art „Investition“
fr: Oh oui, j'oublais ; il a dit que c'était une sorte de "placement".
gd: Seadh, dhìochuimhnich mi innse gun tuirt e gur e seòrsa dhe "sheilbheachd" a bh' ann
mt: Eh, qed tfakkarni: qal li għamel xi tip ta "investiment".
pl: A tak, zapomniałbym. Mówił, że była pewnego rodzaju 'inwestycja'
pt_br: Ah, é, esqueci de falar... ele tinha dito que esse dinheiro era um tipo de "investimento".
sk: Ach no, ešte som zabudol zmieniť; povedal, že to bola "investícia".
zh_cn: 哦，还有，我没提到； 他说是某种“投资”。

source: Which I assume would be for the town. Building things.
cs: Předpokládám, že to byla nějaká stavba. ve městě.
de: Was vermutlich für die Stadt gedacht war. Um irgendetwas zu bauen.
fr: Qui, je suppose, serait pour la ville. Pour construire des choses.
gd: Is tha mi 'n dùil gum biodh e airson a' bhaile. Gus stuth a thogail.
mt: Li nassumi fir-raħal. Xi bini.
pl: Co, jak zakładam, byłoby inwestycją w miasteczko. Stawianiem nowych budynków.
pt_br: Que imagino que seria pra vila. Pra construir coisas.
sk: Predpokladám, že to bolo pre mesto. Stavebné práce.
zh_cn: 我猜是为村镇建设什么东西投入的。

source: Naturally, we know that didn't happen.
cs: Samozřejmě víme, že to nevyšlo.
de: Natürlich wissen wir, dass das nicht passiert ist.
fr: Naturellement, nous savons que ça n'est pas arrivé.
gd: Gu nàdarra, tha fios againn nach do thachair seo.
mt: Naturalment, nafu li dan ma seħħx.
pl: Naturalnie wiemy, że to się nie wydarzyło.
pt_br: Só que nós sabemos que isso não aconteceu.
sk: Samozrejme vieme, že žiadne stavebné práce sa neuskutočinili.
zh_cn: 自然，我们都知道什么也没发生。

source: So other than that, it's a mystery.
cs: Takže kromě toho, že je to záhada.
de: Andererseits ist es ein Mysterium.
fr: Donc à part ça, c'est un mystère.
gd: A thuilleadh air sin, chan e ach dìomhaireachd a th' ann.
mt: Apparti minn hekk, dan misteru.
pl: Tak więc poza tym jest to tajemnica.
pt_br: Então, fora isso, é tudo um mistério.
sk: Takže niečo iné, to je záhada.
zh_cn: 这些之外的事都是谜团。

source: So, dare I ask: What do we do now?
cs: Takže se odvážím zeptat: Co teď budeme dělat?
de: Und was machen wir dann jetzt?
fr: Alors, oserais-je demander : Qu'est-ce qu'on fait maintenant ?
gd: Mar sin, am faod mi faighneachd: Dè nì sinn a-nis?
mt: Mela, nazzarda nsaqsi: X'se nagħmlu issa?
pl: Zatem odważę się zapytać. Co teraz zrobimy?
pt_br: Bom, então vou ter que perguntar: O que fazemos agora?
sk: Ak sa smiem spýtať: Čo budeme teraz robiť?
zh_cn: 额，我能问下： 现在该干什么？

source: Ah, that. I went and decided that it's probably a very good idea to do a little diplomacy.
cs: Ach, to. Rozhodl jsem se, že by byl dobrý nápad, zkusit trochu diplomacie.
de: Ach das. Ich ging los und entschied einfach, dass es jetzt an der Zeit ist, ein wenig Diplomatie zu führen.
fr: Ah, ça. J'ai décidé que c'est probablement une très bonne idée de faire un peu de diplomatie.
gd: Ò, seadh. Chuir mi romham gur e deagh bheachd a bhiodh ann a bhith ri beagan dioplomasachd.
mt: Eh, dwar dan, ħassajt li hu l-kas napplikaw ftit dipplomazija.
pl: A tak. Rozważyłem i zdecydowałem, że prawdopodobnie najlepiej będzie zrobić użytek z dyplomacji.
pt_br: Ah, então... eu acho que uma boa ideia seria tentar uma solução diplomática.
sk: Ach to. Rozhodol som sa, že asi by veľmi prišlo vhod trocha diplomacie.
zh_cn: 这样。我觉得需要做一些外交活动。

source: <em>Someone</em> needs to go talk to Milgram, and ask what was wrong, so nothing bad happens.
cs: Když <em>někdo</em> promluví s Milgamem, a zeptá se co se děje, tak nic nezkazí.
de: <em>Jemand</em> muss zu Milgram gehen und fragen, was falsch war, so dass nichts Schlimmes passiert.
fr: <em>Quelqu'un</em> doit aller parler à Milgram, et demander ce qui ne va pas, pour que rien de fâcheux n'arrive.
gd: Feumaidh cuideigin dhol ann is bruidhinn ri Calum, a' faighneachd dè tha cearr ach nach tachair sìon dona.
mt: <em>Xi ħadd</em> jeħtieġ imur ikellem lill Milgram, u jistaqsieh x'mar ħażin, biex hekk ma jinqala' xejn.
pl: Ktoś musi pójść porozmawiać do Milgrama, i zapytać, co było nie tak, żeby nic złego się nie stało.
pt_br: <em>Alguém</em> tem que ir lá falar com o Milgram, perguntar o que houve, pra que nada de mal aconteça.
sk: <em>Niekto</em> musí ísť za Milgramom, a spýtať sa ho, čo zlé sa stalo, bez akéhokoľvek konfliktu.
zh_cn: 有人得和米格拉姆谈谈， 问问什么情况，避免麻烦。

source: So for a lack of any other willing parties, I decided to go.
cs: A protože nikdo jiný nechce Rozhodl jsem se, že půjdu já.
de: Da sich sonst niemand freiwillig meldete, entschloss ich mich zu gehen.
fr: Donc, à défaut d'autres volontaires, j'ai décidé d'y aller.
gd: On nach eil duine sam bith eile deònach, chuir mise romham dhol ann.
mt: U peress li ħadd ma offra, iddeċidejt li mmur jien.
pl: Z powodu braku ochotników, zdecydowałem, że ja pójdę.
pt_br: Então, como não achei nenhum voluntário, decidi ir eu mesmo!
sk: A kedže nikto iný s tým nesúhlasí, rozhodol som sa ísť ja.
zh_cn: 因为没有其他个体承担，我决定自己前往。

source: That's very noble of you.
cs: To je od tebe šlechcetné.
de: Das ist sehr edel von dir.
fr: C'est très noble de ta part.
gd: Nach fiùghantach a tha sibhse.
mt: X'att nobbli minn naħa tiegħek!
pl: To bardzo miło z twojej strony.
pt_br: Muito corajoso de sua parte.
sk: To je od teba veľmi šľachetné.
zh_cn: 你很有风度。

source: Ha, well, we're also going to find out if it's very foolish, as well.
cs: Ha, no, možná taky zjistím, že velmi hloupé.
de: Ach ja, mal sehen, ob es nicht doch eine dumme Idee gewesen ist.
fr: Ha, eh bien, nous allons bientôt découvrir si c'est très stupide aussi.
gd: Ach, uill, gheibh sinn a-mach ma tha e glè ghòrach cuideachd.
mt: Heqq, issa naraw jekk hux att iblah ukoll.
pl: Ha, a zatem dowiemy się również, czy to jest niegłupie.
pt_br: Heh, bem, logo vamos descobrir se isso é coragem ou se é loucura!
sk: Ha, ešte len zistíme, či je to aj rovnako hlúpe.
zh_cn: 哈，好吧，看看是不是愚蠢。

source: But nothing ventured, nothing gained, you know? I guess I'm just tired of bumming around.
cs: Ale nic neriskuješ, nic nezískáš, víš? Navíc už jsem unavený z toho blouznění kolem.
de: Wer nicht wagt, der nicht gewinnt, oder? Ich hab's einfach satt herumzulaufen.
fr: Mais qui ne risque rien n'a rien, pas vrai? Je suppose que je suis juste fatigué de glander.
gd: Ach am fear nach misnich, cha bhuannaich, fhios a'd? 'S dòcha gu bheil mi seachd searbh dhen bhith cho leisg ri cù na sitig.
mt: Min ma jagħmilx wiċċu m'għandux żewġu, kif jgħidu. Wara kollox xbajt nħares hawn.
pl: Ale wiecie, kto nie ryzykuje ten nie je. Myślę, że jestem po prostu zmęczony włóczeniem się tu i tam.
pt_br: Mas quem não arrisca não petisca, não é mesmo? Eu já estava cansado de ficar sem fazer nada.
sk: Ale kto nič neriskuje, nič nezíska, vieš? Myslím, že som len unavený z toho rozruchu naokolo.
zh_cn: 不过无种无收，你知道吗？我只是闲够了。

source: Speaking of which, I'd been meaning to thank you for your help thus far.
cs: Když už jsme u toho, tak ti děkuji za tvou pomoc.
de: Wo wir gerade drüber reden, ich glaube ich sollte dir für deine Hilfe danken.
fr: À propos, je voulais te remercier pour ton aide jusqu'à présent.
gd: Fhad 's a bhios sinn a-mach air seo, bha mi airson taing a thoirt dhut airson a' chuideachaidh a fhuair mi gu ruige seo.
mt: Tabilħaqq, xtaqt nirringrazjak tal-għinuna kolla li tajtna s'sissa.
pl: Skoro przy tym jesteśmy. Chciałem ci podziękować za twoją pomoc.
pt_br: Falando nisso, eu queria te agradecer pelo apoio até aqui.
sk: Keď je už o tom reč, chcel by som sa poďakovať⏎ za Vašu doterajšiu pomoc.
zh_cn: 提到这个，我想要感谢你的帮助。

source: I've really appreciated the "eyes in the sky". It's very helpful.
cs: Opravdu oceňuji že "žiju v oblacích" Je to moc užitečné.
de: Ich würde es schätzen, auf gleicher Augenhöhe miteinander zu reden. Das wäre sehr hilfreich.
fr: J'ai vraiment apprécié la "surveillance aérienne". C'est très utile.
gd: Tha mi a' moladh na "sùilean dha na speuran." Bha seo uabhasach feumail.
mt: Vera apprezzajt, il-"par għajnen fis-sema". Tassew utli.
pl: Naprawdę doceniam 'oczy na niebie'. Były bardzo pomocne.
pt_br: É muito bom ter um ponto de vista das coisas, lá do céu.
sk: Naozaj by som však ocenil, keby na mňa niekto dohliadal z výšky. Mohlo by to byť veľmi nápomocné.
zh_cn: 非常感谢你做"天眼"。 帮了大忙。

source: To spare your asking, yes, I'd be happy to continue.
cs: Abych tě uklidniů, ano, budu šťastný i nadále.
de: Das sehe ich genauso, also lass uns fortfahren.
fr: Pour t'épargner de demander, oui, je serais heureux de continuer.
gd: Mus faighnich sibh, seadh, bidh mi toilichte leantainn orm.
mt: Qabel ma ssaqsini, iva, inkompli bil-qalb kolla.
pl: Aby oszczędzić ci pytania. Tak, z przyjemnością będę kontynuował.
pt_br: Antes que você tenha que perguntar, sim, eu adoraria continuar a fazer esse trabalho de reconhecimento.
sk: Aby som ušetril Tvoju otázku,⏎ áno, rád by som pokračoval.
zh_cn: 你不用问，我会继续尽力协助。

source: Hey, thanks, that's really nice of you!
cs: Hej, děkuji, to je od tebe milé!
de: Ja danke, dass ist sehr nett von dir!
fr: Hé, merci, c'est vraiment gentil de ta part !
gd: Ò, taing, tha seo glè choibhneil bhuat.
mt: Grazzi, napprezza ħafna!
pl: Hej, dzięki. To naprawdę miło z twojej strony.
pt_br: Ah, isso é ótimo, obrigado!
sk: Dobre, vďaka, znie to naozaj super!
zh_cn: 感谢，你真是好人！

source: It's the least I can do. I'd offer to carry you, even, but I'm afraid that's physically impossible.
cs: To je to nejmenší, co můžu udělat. Nabídl bych ti i odvoz, obávám se, že to je fyzicky nemožné.
de: Es ist das mindeste, was ich tun kann. Ich würde dich sogar tragen, doch so stark bin ich wohl nicht.
fr: C'est le moins que je puisse faire. Je proposerais bien de te transporter, même, mais je crains que ce soit physiquement impossible.
gd: Nì mi mo dhìcheall. Bheirinn thu fiù 's, ach tha eagal orm nach gabh seo dèanamh.
mt: Ta' xejn. Noffrilek li nerfak ukoll, iżda jisobini ngħid li fiżikament impossibbli.
pl: Przynajmniej to mogę zrobić. Zaoferowałbym ci przejażdżkę na grzbiecie. Ale obawiam się, że to fizycznie niemożliwe.
pt_br: É o mínimo que eu posso fazer. Eu me ofereceria pra te carregar, até, mas eu não teria como, fisicamente.
sk: To je to najmenej, čo môžem urobiť. Ponúkol by som sa, že vás odnesiem, ale obávam sa, že by to bolo fyzicky nemožné.
zh_cn: 那是我该做的。 如果能扛着你飞我也愿意， 可惜物理上不可能。

source: I'm as curious as you are, about this, and we're more likely to get to the bottom of things if we work together.
cs: Jsem stejně zvědavý jako tyco se stane a budeme mít větší šanci se tam dostat pokud budeme spolupracovat.
de: Ich bin so gespannt wie du darüber, vielleicht kommen wir so der Sache auf den Grund, wenn wir zusammenarbeiten.
fr: Je suis aussi curieux que toi, à ce sujet, et nous aurons plus de chances d'aller au fond des choses si nous travaillons ensemble.
gd: Tha annas agam dheth mar a tha dhibhse, is gheibh sinn barrachd a-mach ma dh'obraicheas sinn còmhla.
mt: Jien kurjuż daqsek fuq dil-biċċa xogħol, u aktar għandna ċans nifhmu x'inhu jiġri jekk naħdmu flimkien.
pl: Jestem tego równie ciekaw, jak ty. A że co dwie głowy to nie jedna, pracując razem, szybciej dojdziemy do sedna sprawy.
pt_br: Estou tão curioso quanto você, e vai ser mais fácil encontrarmos uma explicação pra isso tudo se nós trabalharmos juntos.
sk: Zaujíma ma to rovnako ako vás, a skôr prídeme veci na koreň, ak budeme pracovať spoločne.
zh_cn: 对这个疑团我和你一样好奇， 我们合力一定能水落石出。

source: Awesome!
cs: Úžasné!
de: Großartig!
fr: Magnifique !
gd: Sgoinneil!
mt: Tal-ġenn!
pl: Wspaniale!
pt_br: Excelente!
sk: Úžasné!
zh_cn: 太好了。

source: Anyways, I was planning to go through the forest, to start with.
cs: Tak jako tak, Měl jsem v plánu jít lesem.
de: Jedenfalls, ich plante als erstes durch den Wald zu gehen.
fr: Quoi qu'il en soit, je comptais passer par la forêt, pour commencer.
gd: Co-dhiù no co-dheth, bha fainear dhomh dhol tron choille aig an toiseach.
mt: Insomma, kelli f'moħħi li naqsam minn ġol-masġar, ibda biex.
pl: Tak czy siak najpierw zamierzałem iść przez las.
pt_br: Bom, de qualquer modo, minha ideia seria cruzar a floresta, pra começar.
sk: Každopádne, na začiatok som plánoval ísť cez les.
zh_cn: 总之，我准备从森林进入。

source: Does that sound like a good idea?
cs: Zní ti to jako dobrý nápad?
de: Klingt das nach einer guten Idee?
fr: Ça te semble une bonne idée ?
gd: Saoil an e deagh bheachd a th' ann?
mt: X'taħseb?
pl: Czy to dobry pomysł?
pt_br: Isso te parece um bom plano?
sk: Znie to ako dobrý nápad?
zh_cn: 听起来是好主意吗？

source: Yes... it is the only path I know of, but be careful in there.
cs: Ano... je to jediná cesta, pokud vím, ale buď tam opatrný.
de: Ja … das ist der einzige Weg, den ich kenne, aber sei vorsichtig.
fr: Oui... c'est le seul chemin que je connaisse, mais attention là-bas.
gd: Seadh ... seo an t-slighe air a bheil mi eòlach, ach bithibh faiceallach a-staigh ann a shiud.
mt: Naqbel, hi l-unika triq li naf, però moħħok hemm.
pl: Tak... To jedyna droga, jaką znam, ale byłbym tam ostrożny.
pt_br: Hmm, sim, é o único caminho que eu conheço, mas tenha cuidado lá dentro.
sk: Áno... je to jediná cesta, ktorú poznám, ale treba tam byť opatrný.
zh_cn: 是……那是我知道的唯一的路， 不过在那儿要小心点。

source: Yeah, no kidding. Well, see you soon! Thanks again!
cs: Jo, bez starosti. No, uvidíme se brzy! ještě jednou díky!
de: Ja, kein Ding. Wir werden uns bald wiedersehen. Danke nocheinmal.
fr: Ouais, sans blague. Eh bien, à bientôt ! Merci encore !
gd: Bithidh, gu dearbh. Uill, chì mi a-rithist thu! Mòran taing a-rithist!
mt: Stajt m'għidtlix. Narak daqt! U għal darb' oħra grazzi!
pl: O tak, bez dwóch zdań. Cóż, do zobaczenia wkrótce! Jeszcze raz dziękuję!
pt_br: É, com certeza. Bom, te vejo depois, e de novo, obrigado!
sk: OK, koniec žartov. Uvidíme sa neskôr! Opäť vám ďakujem!
zh_cn: 好，没问题。 那么，回见！谢啦！

source: Ahh, there you are!
cs: Ahh, tady jsi!
de: Ahh, da bist du ja!
fr: Ahh, te voilà !
gd: À, sin sibh!
mt: Ejja, wasalt!
pl: Ahh, tutaj jesteś!
pt_br: Ah, aí está você!
sk: Ach, tam si!
zh_cn: 啊，你来了！

source: Crevice Bridge
cs: Potrhaný most
de: Erdspalt-Brücke
fr: Pont de la Crevasse
gd: Drochaid a' Chòis
mt: Pont Ix-Xaqq
pl: Most nad Przepaścią
pt_br: Ponte da Fenda
sk: Rokľový most
zh_cn: 裂口桥

source: What the...
cs: Co...
de: Was zum…
fr: Qu'est-ce que...
gd: Dè fon ghrèin ...
mt: X'imniefah...
pl: Co do...
pt_br: Mas o que...
sk: Čo do...
zh_cn: 这啥……

source: You!!
cs: TY!!
de: Du!!
fr: Toi !!
gd: Thusa!!
mt: Int!!
pl: Ty!!
pt_br: Você!!
sk: Ty!!
zh_cn: 你！！

source: Yes
cs: Ano
de: Ja
fr: Oui
gd: Tha
mt: Iva
pl: Tak
pt_br: Sim
sk: Áno
zh_cn: 到

source: You're an intruder, aren't you?!
cs: Ty jsi ten vetřelec?!
de: Du bist ein Eindringling, oder?
fr: T'es un intrus ?!
gd: Tha thu nad sgimilear, nach eil?
mt: Int dħalt hawn bla permess, hux hekk?
pl: Jesteś intruzem, czyż nie?!
pt_br: Você é um intruso, não é?!
sk: Si votrelec, či?!
zh_cn: 你个入侵者，啊？

source: I thought so!
cs: Myslel jsem si to!
de: Dachte ich mir!
fr: C'est bien ce que je pensais !
gd: Bha 'n coltas ort.
mt: Bsart!
pl: Tak myślałem!
pt_br: Foi o que eu pensei!
sk: Myslel som si!
zh_cn: 不错！

source: No
cs: Ne
de: Nein
fr: Non
gd: Chan eil
mt: Le
pl: Nie
pt_br: Não
sk: Nie
zh_cn: 不是

source: There's no fooling me.
cs: Nedělej si ze mě legraci!
de: Du kannst mich nicht täuschen.
fr: On me la fait pas.
gd: Cha toir thu 'n car asamsa.
mt: Mhux ser titmejjel bija.
pl: Nie oszukasz mnie.
pt_br: Não tente me ludibriar!
sk: Mňa neoklameš.
zh_cn: 别跟我耍花招。

source: You look like a very suspicious character.
cs: Vypadáš, jako velmi podezřelá postava.
de: Du siehst sehr verdächtig aus!
fr: T'as l'air très louche.
gd: Tha coltas sleamhnain ort dha-rìribh.
mt: Għandek il-qagħda ta' wieħed mhux ta' min jafdah.
pl: Wyglądasz na bardzo podejrzaną postać.
pt_br: Você me parece muito suspeito.
sk: Vyzeráš ako veľmi podozrivá osoba.
zh_cn: 你看起来是个 很可疑的角色。

source: Could you just step aside?
cs: Mohl byste jen krůček stranou?
de: Könntest du einfach beiseite gehen?
fr: Est-ce que tu pourrais bouger juste un peu ?
gd: An seas thus' a leth-taobh?
mt: Tista' żżul min-nofs?
pl: Czy mógłbyś się odsunąć?
pt_br: Poderia me dar licença?
sk: Mohol by si uhnúť?
zh_cn: 能不能请你让一边就好？

source: I need to take care of something in town.
cs: Musím se o něco postarat ve městě.
de: Ich muss mich um etwas in der Stadt kümmern!
fr: J'ai besoin de faire quelque chose en ville.
gd: Tha gnothach agam sa bhaile.
mt: Għandi bżonn nieħu ħsieb xi ħaġa r-raħal.
pl: Muszę się zająć czymś w miasteczku.
pt_br: Eu tenho um assunto importante pra tratar na vila.
sk: Musím sa postarať⏎ o niečo v meste.
zh_cn: 我得到镇上 做些事。

source: Well, I can't let anyone past this gate.
cs: No, nemůžu nechat nikoho kolem této brány projít.
de: Nun, ich darf niemanden durch dieses Tor lassen.
fr: Bon, je ne dois laisser personne passer ce portail.
gd: Uill, chan urrainn dhomh duin' a leigeil tron gheata seo.
mt: Heqq, ma nista' nħalli l-ħadd jgħaddi minn dil-grada.
pl: Nie mogę nikogo przepuścić przez bramę.
pt_br: Bom, eu não posso deixar ninguém passar por esse portão.
sk: No, nemôžem nechať nikoho⏎ prejsť túto bránu.
zh_cn: 呃，我不能让任何人 通过这扇门。

source: Without this key, you're not getting anywhere.
cs: Bez tohoto klíče se nikam nedostaneš.
de: Ohne diesen Schlüssel kommst du nirgendwo hin.
fr: Sans cette clé, tu ne vas nulle part.
gd: Chan fhaigh tu ann às aonais na h-iuchrach seo.
mt: Mingħir diċ-ċavetta, m'int sejjer imkien.
pl: Bez tego klucza nigdzie się nie wybierzesz.
pt_br: E sem a minha chave, você não vai a lugar nenhum.
sk: Bez tohto kľúča⏎ sa nikam nedostaneš.
zh_cn: 没这把钥匙， 你哪儿都去不了。

source: Okay. Will you please lend me that key?
cs: Dobře. Mohl by jsi mi ten klíč prosím půjčit?
de: In Ordnung, kannst du mir diesen Schlüssel bitte ausleihen?
fr: D'accord. Tu peux me prêter cette clé, s'il te plaît ?
gd: Ceart gu leòr. Am faigh mi iasad air an iuchair?
mt: Owkej, tista' ttini ċ-ċavetta jekk jogħġbok?
pl: Okej. Czy mógłbyś wypożyczyć mi ten klucz?
pt_br: Hmm, certo. Você poderia me emprestar essa chave?
sk: Oukej. Dáš mi prosím Ťa⏎ ten kľúčik?
zh_cn: 好吧。您能不能把钥匙 借给我呢？

source: No way! Over my dead body!
cs: V žádném případě! Jen přes mou mrtvolu!
de: Auf keinen Fall! Nur über meine Leiche!
fr: Hors de question ! Il faudra me passer sur le corps !
gd: Chan fhaigh idir! Gheibh mi bàs mus fhaigh thu e!
mt: Le! Lanqas mejjet!
pl: Nie ma mowy! Po moim trupie!
pt_br: De modo algum! Só por cima de meu cadáver!
sk: Ani náhodou!⏎ Len cez moju mŕtvolu!
zh_cn: 没门！除非我挂了！

source: We can do that.
cs: tak dobře
de: Das lässt sich einrichten.
fr: Ça peut s'arranger.
gd: Uill, b' urrainn dhuinn seo a chur air dòigh.
mt: Kif trid.
pl: To da się zrobić.
pt_br: Combinado, então!
sk: O to sa môžeme postarať :)
zh_cn: 这也不错。

source: Crevice Village
cs: Potrhaná vesnice.
de: Erdspalt-Dorf
fr: Village de la Crevasse
gd: Àird a' Chòis
mt: Ħal Xaqq
pl: Wioska nad Przepaścią
pt_br: Vila da Fenda
sk: Rokľová dedina
zh_cn: 裂口村

source: Hidden Cave
cs: Skrytá jeskyně
de: Versteckte Höhle.
fr: Grotte Cachée
gd: Uamh-dubh
mt: Għar Mistur
pl: Ukryta Jaskinia
pt_br: Caverna Escondida
sk: Tajná jaskyňa
zh_cn: 隐秘洞穴

source: Ahh, good, you made it through there in one piece!
cs: Ach, dobře, že jste to zvládnul. Musíte pořád tudy!
de: Ah, sehr gut, Sie sind wohlbehalten hier angekommen!
fr: Aah, parfait, vous êtes arrivé jusqu'ici en un seul morceau !
gd: Sin sibh, glè mhath, fhuair sibh troimhe gu slàn.
mt: Ahh, tajjeb, wasalt qawwi u sħieħ!
pl: Ahh, dobrze, udało ci się przejść w jednym kawałku!
pt_br: Ah, que bom, você conseguiu sair de lá inteiro!
sk: Ach, dobre, spravil si to potiaľ v celku!
zh_cn: 啊，很好，你完好无损地 通过了！
