Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: Nah, I'd better get to town.
cs: Ne, musim se dostat do města.
de: Nee, ich muss in die Stadt.
fr: Nan, je ferais mieux d'aller en ville.
gd: Chan eil, feumaidh mi togail orm dhan bhaile.
mt: Leee, aħjar nitlaq lejn ir-raħal.
pl: Nie, lepiej pójdę już do miasteczka.
pt_br: Bom, é melhor eu chegar na vila logo...
sk: Nie, mal by som sa radšej dostať do mesta.
zh_cn: 不了，我得去镇子上。

source: I have serious business to attend to.
cs: Mám tam vážné vyřizování.
de: Ich habe wichtige Geschäfte zu erledigen.
fr: J'ai des trucs importants à régler.
gd: Tha gnothach cudromach agam ann a shiud.
mt: Hemm xi affarijiet importanti x'nieħu ħsieb.
pl: Mam pilną sprawę do załatwienia.
pt_br: Eu tenho uns assuntos importantes pra resolver.
sk: Mám tam vážny podnik.
zh_cn: 我有点正经事要处理。

source: Oh, well maybe before you go you could look at my basement.
cs: Aha, dobře, než půjdeš, mohl by ses mi podívat do sklepa.
de: Oh, könntest du kurz einen Blick in meinen Keller werfen, bevor du gehst?
fr: D'accord, tu pourrais peut-être jeter un œil à ma cave avant d'y aller.
gd: Och, uill, 's dòcha gum b' urrainn dhut sùil a thoirt air an t-seileir agam mus fhalbh thu.
mt: U iva, mela forsi qabel titlaq tista' tagħti titwila fil-kantina tiegħi.
pl: Oh, zanim pójdziesz mógłbyś sprawdzić moją piwnicę.
pt_br: Bom, talvez você pudesse dar uma olhada no meu porão.
sk: Och, dobre, mohol by si sa však predtým pozrieť ešte do mojej pivnice.
zh_cn: 哦，好吧，在你出发之前 也许可以去看看我的地窖。

source: Your basement?
cs: Do tvého sklepa?
de: Deinen Keller?
fr: À ta cave ?
gd: An t-seileir agad?
mt: Il-kantina tiegħek?
pl: Twoją piwnicę?
pt_br: No porão?
sk: Tvojej pivnice?
zh_cn: 你的地窖？

source: Yes, here's the key. There're some ants down there.
cs: Ano, tady je klíč.⏎ Jsou tam nějací mravenci.
de: Ja, hier ist der Schlüssel. Da unten sind ein paar Ameisen.
fr: Oui, voici la clé. Il y a des fourmis dedans.
gd: Seadh, seo an iuchair. Tha seanganan shìos an-siud.
mt: Iva, ħu ċ-ċavetta. Hemm xi nemel hemm isfel.
pl: Tak, tu masz klucz. Tam są jakieś mrówki.
pt_br: É, aqui está a chave. Tem umas formigas lá embaixo.
sk: Áno, tu je kľúčik.⏎ Mám tam dole nejaké mravce.
zh_cn: 是啊，这是钥匙。 下面有些蚂蚁爬来爬去的。

source: I've been meaning to get rid of them, but I just can't find the time.
cs: Chtěla jsem se jich zbavit sama, ale nějak na to nemám čas.
de: Ich wollte sie loswerden, doch ich hatte niemals Zeit dafür.
fr: J'avais l'intention de m'en débarasser, mais je ne trouve jamais le temps pour le faire.
gd: Bha mi fhìn airson cuidhteas fhaighinn dhiubh, ach tha mi ro thrang.
mt: Ilni biex neħles minnhom, imma qatt ma nsib il-ħin.
pl: Zamierzałam się ich pozbyć, ale nie mogłam dotąd znaleźć na to czasu.
pt_br: Tô querendo me livrar delas já faz algum tempo, mas tô sempre ocupada.
zh_cn: 我一直想消灭它们， 但是就是找不出时间。

source: And now, they've gone and ruined a whole bag of flour!
cs: A teď, zničili celý pytel mouky!
de: Und jetzt sind sie weg und haben einen Mehlsack zerschnitten.
fr: Et du coup, elles sont allées me dévorer un sac entier de farine !
gd: Is dè rinn iad a-nis ach baga slàn dhe mhin a mhilleadh!
mt: U issa, ħarbu u għamlu ħerba minn xkora tqiq!
pl: A teraz gdzieś sobie poszły, zostawiwszy zniszczony worek mąki.
pt_br: E agora, elas me arruinaram um saco inteiro de farinha!
zh_cn: 结果，它们把 一整包面粉都毁了！

source: Ick.
cs: Aj.
de: Igitt.
fr: Berk.
gd: Iochd.
mt: Jaqq!
pl: Paskudna sprawa.
pt_br: Eca.
zh_cn: 真恶心。

source: I know, right?
cs: Já vím.
de: Ich weiß, ich weiß.
fr: Je ne te le fais pas dire.
gd: Seadh, sin agad e.
mt: Ma tafx int?
pl: Wiem o tym, OK?
pt_br: Pois é, não é?
zh_cn: 不是吗？

source: So you showed up, and I thought ... hey, maybe you could be a gentleman, and help me out here, hm?
cs: Tak, když ses tu ukázal, myslela jsem... No, že budeš gentleman, a pomůžeš mi s tím, co myslíš?
de: Als du hier reingekommen bist, dachte ich… hey, du könntest ein Gentleman sein und mir aushelfen, hm?
fr: Tu es arrivé, et je me suis dit... Tu pourrais être galant et m'aider un peu pour tout ça, non ?
gd: Nise, on a tha thu ann a sheo, fhios a'd... nach e balach coibhneil a th' annad is bheireadh tu cobhair dhomh?
mt: U int ġejt hawn, u ħsibt ... forsi tkun ġentlom, u tgħini ftit, xi tgħid?
pl: Skoro pojawiłeś się, to pomyślałam: - hej, czy mógłbyś być dżentelmenem i pomóc mi, hm?
pt_br: Então, você apareceu, daí eu pensei... opa, será que você poderia ser um cavalheiro e me ajudar com isso, hmm?
zh_cn: 正好你来了，我想… 也许你能做个绅士， 帮帮我的忙？

source: Yeah, that sounds ... opportune.
cs: Jo, to zní ... přijatelně.
de: Nun,… du hast recht.
fr: Ouais, ça sonne un peu... opportuniste.
gd: Seadh, abair ... fortan.
mt: Eħe, donni... ġejt f'ħin waqtu.
pl: Tak, to brzmi... wyzyskiem.
pt_br: É, isso me parece... oportuno.
zh_cn: 是，听起来…有利。

source: How much were you figuring on paying for a pest exterminator?
cs: A kolik bys mi zaplatila za tuhle deratizaci?
de: Wieviel hättest du denn einem professionellen Kammerjäger gezahlt?
fr: Tu pensais payer combien pour un exterminateur ?
gd: Is dè na phàigheadh tu airson fasgaidh, saoil?
mt: U kemm lest tħallas biex teqred in-nemel?
pl: Ile zamierzałaś zapłacić tępicielowi szkodników?
pt_br: Aliás, quanto que você pagaria por um serviço de eliminação de pestes?
sk: Koľko si ochotná zaplatiť premožiteľovi škodcov?
zh_cn: 你准备为杀虫专家出多少钱呢？

source: Well sheesh, I thought you'd do it for free for a friend!
cs: No myslela jsem, že bys to mohl udělat zadarmo pro kamarádku!
de: Oje, ich dachte, du würdest das unter Freunden umsonst machen.
fr: Pfff, j'ai cru que tu pouvais le faire gratuitement pour une amie !
gd: Murt, 's mise dhen bheachd gun dèanadh tu an asgaidh e airson caraid!
mt: X'affarijiet dawn, ħsibt li tagħmilli pjaċir bħala ħabib!
pl: Myślałam, że od przyjaciół nie będziesz oczekiwał zapłaty!
pt_br: Ora bolas, eu achei que você faria isso de graça pra uma amiga!
sk: Nuž, myslela som si, že to urobíš zadarmo, ako pre priateľa!
zh_cn: 呃，我还以为你会免费 帮朋友的忙呢！

source: Also, come back and talk to me when you're done.
cs: Tak, vrať se a řekni mi, až budeš hotov.
de: Also komm wieder zurück, wenn du fertig bist.
fr: Ah, j'oubliais. Reviens ici me parler quand tu en auras fini.
gd: Cuideachd, till is thig bruidhinn rium nuair a bhios tu deiseil.
mt: Erġa ejja lura u kellimni meta tlesti.
pl: Ponadto wróć i porozmawiaj ze mną, kiedy skończysz.
pt_br: Ah, e depois volte pra falar comigo quando tiver terminado.
sk: Ozaj, ešte, vráť sa a porozprávaj sa so mnou, keď budeš hotový.
zh_cn: 另外，完工了回来告诉我。

source: But if you're going to be like that I think I left a health capsule down there. If you can clear it out, it's yours.
cs: Ale když už je to tak, dole by měla být kapsule života. Jestli zničíš ty mravence, je tvoje.
de: Aber wenn du es so willst, ich glaube, ich habe eine Herzkapsel unten im Keller liegen gelassen. Wenn du da ausmistest, gehört sie dir.
fr: Mais si tu le prends comme ça je crois que j'ai laissé une capsule de santé en bas. Si tu me nettoies la cave elle est à toi.
gd: Ach mas e seo do dhòigh, dh'fhàg mi capsail chridhe shìos. Tha e leatsa ma thogras tu.
mt: Mela la trid ħlas, naħseb li ħallejt kapsola tas-saħħa hemm isfel. Jekk teħlisni min-nemel, tista' teħodha.
pl: Skoro tak stawiasz sprawę, to w piwnicy znajduje się kapsułka zdrowia. Jeśli posprzątasz, będzie twoja.
pt_br: Mas se é assim, eu acho que deixei uma cápsula de vida lá embaixo. Se você conseguir limpar tudo, é sua.
sk: Ale ak si taký, myslím, že som tam nechala tabletku zdravia.⏎ Ak to tam vyčistíš, je Tvoja.
zh_cn: 但如果你非要不可， 我记得在那下面留了一个生命胶囊。 要是把蚂蚁清理干净，那胶囊就是你的了。

source: I might have something else for you.
cs: Možná budu ještě něco mít.
de: Ich glaube, ich habe noch etwas.
fr: J'aurais peut-être quelque chose d'autre pour toi.
gd: 'S dòcha gum bi rudeigin eile agam dhut.
mt: Jaf ikolli xi ħaġa oħra għalik.
pl: Być może mam dla ciebie coś innego.
pt_br: Talvez eu tenha mais outra coisinha pra você.
sk: Možno by som pre teba niečo mal.
zh_cn: 我有一个东西给你。

source: Ah, so you're carrying one of the ants. You'll get rid of it, won't you?
de: Ah, also wirst du dich um die Ameisen kümmern. Du erledigst sie doch, oder?
fr: Ah, tu apportes une des fourmis. Tu vas t'en débarasser, j'espère ?
gd: À, tha thu giùlan aon dhe na seanganan a-nis. Nach fhaigh thu chuidhteas dheth?
mt: Eh, mela qed iġorr nemla. Se teħles minna, hux?
pl: A więc przyniosłeś jedną z mrówek. Zamierzasz się jej pozbyć, prawda?
pt_br: Ah, então você tá carregando uma das formigas. Você vai se livrar dela, não vai?
sk: Ach, takže mi nesieš jedného z tých mravcov. Zbavíš sa ho predsa, no nie?
zh_cn: 哦，你嘴里有一只蚂蚁。 你会把它除掉吧？

source: I don't know, now that I think of it... It's not their fault they're here, the ants are just playing to their instincts.
de: Ich weiß nicht, was ich denken soll… es ist nicht einfach ihre Schuld, die Ameisen sind einfach ihren Instinken gefolgt.
fr: Je sais pas trop... Maintenant que j'y pense, Ce n'est pas de leur faute si elles sont là. Les fourmis suivent juste leur instinct.
gd: Chan eil fhios a'm, nise gu bheil mi smaoineachadh air ... chan eil iadsan as coireach gu bheil iad ann a sheo, chan eil na seangan ach a' leantainn an nàdar.
mt: Ma nafx, issa li qed naħseb fuqha ... Mhux tort tagħhom li ġew hawn, in-nemel jimxu mal-istint tagħhom..
pl: Czy ja wiem, teraz gdy o tym myślę... To nie wina mrówek, że tam są, one po prostu podążają za swoim instynktem.
pt_br: Não sei, agora que eu pensei melhor... Não é culpa delas que elas estão aqui, as formigas só agem por instinto, mesmo.
sk: Neviem, teraz som o tom rozmýšľal... Nie je to ich chyba, že tu sú, mravce sa len riadia podľa svojich inštinktov.
zh_cn: 我不知道，回头想一想… 蚂蚁来这里也不是它们的错， 它们只是跟从本能而已。

source: If you say so... Just throw it outside. As long as they're out of my food, I'm good.
de: Wenn das so ist, dann wirf sie raus. Solange sie MEINEM Essen fernbleiben, bin ich zufrieden.
fr: Si tu le dis... Jète-moi ça dehors en tout cas. Tant qu'elles ne sont plus dans ma nourriture, c'est bon pour moi.
gd: Mas e seo do bheachd ... fàg taobh a-muigh e. Fhad 's nach eil iad sa bhiadh agam, tha mi rèidh.
mt: Jekk int tgħid hekk ... Kemm tarmiha l-barra. Sakemm mhux qegħdin fl-ikel tiegħi, tajjeb għalija.
pl: Skoro tak mówisz. Po prostu wyrzuć je na zewnątrz. Dopóki trzymają się z dala od mojej żywności, jestem zadowolona.
pt_br: Se é o que você diz... Só jogue ela lá fora, então. O que importa é que não esteja em cima da minha comida.
sk: Keď hovoríš.. Proste ich vyhoď von. Kým sa budú držať ďaleko od môjho jedla, budem spokojný.
zh_cn: 你要这么说… 那就把它扔到房外。 只要它们不进我的 食物里就没问题。

source: Here, I have another little surprise for you.
cs: Tady, Mám pro tebe ještě jedno malé překvapení.
de: Hier, eine weitere Aufmerksamkeit für dich.
fr: Tiens, voilà une autre petite surprise pour toi.
gd: Seo thu, tha tìodhlac beag eile agam dhut.
mt: Ħa, għandi xi ħaġa zgħira għalik.
pl: Proszę, oto kolejna mała niespodzianka dla ciebie.
pt_br: Aqui, tenho outra surpresinha pra você.
sk: Tu mám ešte jedno malé prekvapenie pre teba.
zh_cn: 我还有一个给你的惊喜。

source: You really did do it. You rock!
cs: Opravdu jsi to zvládnul. Ty frajere!
de: Du hast es geschafft. Du rockst!
fr: Tu l'as vraiment fait. Tu déchires !
gd: Rinn thu e! 'S tusa am balach!
mt: Tassew żammejt kelmtek. M'hawnx bħalek!
pl: Naprawdę to zrobiłeś. Jesteś super!
pt_br: Você realmente conseguiu. Você é o cara!
sk: Naozaj sa ti to podarilo. Si super!
zh_cn: 你真的搞定了。 太棒了！

source: Is it cake?
cs: To je dort?
de: Ist es ein Kuchen?
fr: Est-ce que c'est un gâteau ?
gd: An e cèic a th' ann?
mt: Dak kejk?
pl: Czy to ciasto?
pt_br: É um bolo?
sk: Je to koláč?
zh_cn: 是蛋糕吗？

source: Ha. No, it's quite a bit better. It's a little souvenir from the IDF.
cs: Ha. Ne, tohle je o trochu lepší. Je to malý suvenýr z IDF.
de: Ha. Nein, es ist noch besser. Ein kleines Souvenir vom IDF.
fr: Ha ha. Non, c'est un peu mieux que ça. C'est un petit souvenir de la FDI.
gd: Ha. Chan e, tha e fada nas fhearr. Seo cuimhneachan beag bhon IDF.
mt: Ħeħ! Le, terġa aħjar. Tifkira żgħira mill-IDF.
pl: Ha. Nie, to coś o wiele lepszego. To mała pamiątka z IDF.
pt_br: Hah. Não, é um tanto melhor que isso. É uma lembrancinha da FDI.
sk: Nie, je to niečo oveľa lepšie. Malý suvenír z IDF.
zh_cn: 哈哈。 不是，比那好多了。 是从IDF得到的一个纪念品。

source: It's a Fire Talisman, and I'd like you to have it.
cs: Je to Ohňivý talisman, a rád bych ti ho dala.
de: Es ist ein Feuertalisman und du kannst ihn haben.
fr: C'est un Talisman de Feu, et j'aimerais te le donner.
gd: 'S e seun teine a th' ann, is tha mi 'g iarraidh gum bi e agadsa.
mt: Dan Taliżman tan-Nar, u nixtieqek tieħdu.
pl: To talizman ogniowy. Chciałabym, abyś go miał.
pt_br: É um Talismã de Fogo, e eu gostaria que você ficasse com ele.
sk: Je to Ohnivý Talizman, a bol by som rád, keby si si ho vzal.
zh_cn: 它是一个火焰法宝， 我想给你。

source: Wow... That's... awesome, but why on earth are you giving this to me?
cs: Senzace ... To je ... úžasné, ale proč mi to proboha dáváš?
de: Wow… Das ist… klasse, aber warum zum Henker gibst du ihn mir?
fr: Waouh... C'est... super, mais pourquoi tu voudrais me donner un truc pareil ?
gd: Ò ... tha seo ... fìor sgoinneil, ach carson fon ghrèin a tha thu ga thoirt dhomhsa?
mt: Wow! Dan... tal-ġenn, imma għaliex tixtieq ittihuli?
pl: No no! Jest... wspaniały, ale dlaczego do licha mi go dajesz?
pt_br: Uou... Isso... é demais, mas porque que você tá me dando isso?
sk: Wau... To je... úžasné, ale prečo toto dávaš práve mne?
zh_cn: 哇…那真是…太好了， 但是为很么要给我呢？

source: It's a bit much for getting rid of a few ants!
cs: Je to trochu moc za vyhnání pár mravenců!
de: Das ist etwas viel, dafür dass ich die Ameisen vertrieben habe!
fr: C'est un peu beaucoup pour l'élimination de quelques fourmis !
gd: Tha e caran cus is cha d' rinn mi ach cuidhteas fhaighinn dhe sheangan no dhà!
mt: Dan wisq biex ħlistek minn erba' nemliet!
pl: To o wiele za dużo za pozbycie się kilku mrówek.
pt_br: É meio demais por eu ter me livrado de umas formiguinhas!
sk: Je to až príliš veľká odmena len za odstránenie niekoľkých mravcov!
zh_cn: 作为消除蚂蚁的奖励 是不是太贵重了？

source: Honestly? I had originally meant to give it to you as a birthday present.
cs: Upřímně? Původně jsem ti to chtěla dát jako dárek k narozeninám.
de: Ehrlich? Eigentlich wollte ich ihn dir zum Geburtstag schenken.
fr: Vraiment ? J'avais pensé te le donner comme cadeau d'anniversaire à l'origine.
gd: Dha-rìribh? Bha fainear dhomh seo a thoirt dhut airson do cho-là-breith co-dhiù.
mt: Jekk trid tkun taf, kond se ntihulek bħala rigal t'għeluq sninek.
pl: Szczerze? Początkowo chciałam ci to dać jako prezent urodzinowy.
pt_br: Pra falar a verdade? A minha ideia seria ter te dado isso de presente de aniversário.
sk: Úprimne? Pôvodne som ti to chcel dať ako darček k narodeninám.
zh_cn: 说实话，我本来要拿它作 你的生日礼物的。

source: I just never got around to it.
cs: Ale nějak jsem se k tomu nedostala.
de: Ich bin nie dazu gekommen.
fr: J'ai simplement jamais eu l'occasion.
gd: Ach bha mi ro thrang, fhios a'd?
mt: Imma dejjem żammejt lura.
pl: Nigdy nie zamierzałam go używać.
pt_br: Mas eu simplesmente não tinha feito isso ainda.
sk: Nikdy som sa zatiaľ k tomu nedostal.
zh_cn: 但是一直没有空给你。

source: I don't need it myself, and I know you'd get a LOT of use out of it.
cs: Nepotřebuju to a vím že ty to využiješ mnohem líp.
de: Ich brauche ihn nicht, und ich weiß dass du ihn MEHR gebrauchen kannst.
fr: Personnellement, je n'en ai pas besoin. Mais je sais que toi, ça va VRAIMENT te servir.
gd: Chan eil feum agam fhèin air, is tha fhios a'm gum faigheadh tusa mòran feum às.
mt: Jien ma nisbx użu minnu, imma naf li int se ssibu utli ŻGUR!
pl: Nie potrzebuję tego sprzętu, ale za to ty DOBRZE go wykorzystasz.
pt_br: Eu não preciso dele, mas sei que você vai poder usá-lo, e <em>bastante.</em>
sk: Osobne ho nepotrebujem, a viem že pre teba bude VEĽMI užitočný.
zh_cn: 它对我没什么用， 但是我知道你会有帮助。

source: So... Happy (rather belated) Birthday!
cs: Takže... Šťastné (i když opožďené) narozeniny!
de: Also… (Nachträglich) alles Gute zum Geburtstag.
fr: Alors... Bon (un peu en retard) anniversaire !
gd: Mar sin ... Co-là-breith sona (caran anmoch) dhut!
mt: Mela... Awguri (għalkemm tard) għal-Eluq Sninek!
pl: Zatem (chociaż późno) wszystkiego najlepszego z okazji urodzin.
pt_br: Então... Feliz Aniversário... atrasado!
sk: Tak... Šťastné (mierne oneskorené) narodeniny!
zh_cn: 所以… （迟来的）生日快乐！

source: You know, I'm really lucky to have friends like you!
cs: Víš, jsem opravdu šťastný, že mám takové kamarády!
de: Du weißt, ich sollte froh sein, Freunde wie dich zu haben.
fr: Tu sais, j'ai vraiment de la chance d'avoir des amis comme toi !
gd: Nach fortanach a tha mise gu bheil caraidean do leithid-sa agam!
mt: Kos, tassew ixxurtjat li għandi ħbieb bħalek!
pl: Wiesz, jestem naprawdę szczęśliwy, że mam takiego przyjaciela jak ty.
pt_br: Sabe, eu tenho muita sorte em ter amigos e amigas como você!
sk: Vieš, som naozaj šťastný, že mám priateľov ako si ty!
zh_cn: 有你这样的朋友 真是太幸运了！

source: Say, that wouldn't also happen to be <em>Birthday</em> Cake, would it?
cs: Řekni, že to co děláš není <em>Narozeninový</em> dort, že ne?
de: Sag mal, das wird doch nicht ebenfalls ein <em>Geburtstagskuchen</em> sein, oder?
fr: Tiens, à tout hasard... Ce ne serait pas le gâteau d'<em>anniversaire</em> d'ailleurs ?
gd: Saoil, chan e cèic co-là-breith a tha seo, an e?
mt: Kos, dak ma jinzertax ukoll Kejk ta' <em>Għeluq is-Snin</em> hux?
pl: Powiesz, że nie będzie też tortu urodzinowego, prawda?
pt_br: Falando nisso, esse bolo... não seria um <em>Bolo de Aniversário</em>, também?
sk: Povedz, nestalo by sa toto isté s <em> Narodeninovým </em> koláčom?
zh_cn: 对了，这块蛋糕会不会 碰巧是<em>生日</em>蛋糕？

source: ... What? No!
cs: ... Co? Ne!
de: … Was? Nein!
fr: ... Quoi ? Non !
gd: ... Dè? Chan è!
mt: ... X'inhu? Le!
pl: Co takiego? Nie!
pt_br: ... O quê? Não!
sk: ... Čo? To nie!
zh_cn: … 什么？不是！

source: Just take the present, you silly, silly frog.
cs: Prostě si vem dárek, ty hloupá, hloupá žábo.
de: Nimm einfach das Geschenk, du dummer, dummer Frosch.
fr: Prends juste ton cadeau, espèce de pique-assiette !
gd: Gabh an tìodhlac ma-thà, amadain losgainn.
mt: Ejja, ħu dar-rigal, ja żrinġ iblah l-int.
pl: Po prostu przyjmij prezent, ty głupia, głupia ropucho.
pt_br: Simplesmente leve o presente, seu sapinho bobo.
sk: Už si zober svoj darček, ty hlúpa, hlúpa žaba.
zh_cn: 快拿着礼物走吧， 你这个傻青蛙。

source: Hey, thanks for taking care of those ants down there!
de: Hey, danke dass du dich um die vielen Ameisen gekümmert hast.
fr: À propos, merci de t'être occupé de ces fourmis dans la cave !
gd: Taing airson an gnothach a dhèanamh air na seangan shìos an-siud.
mt: Grazzi talli ħadt ħsieb dawk in-nemel hemm isfel!
pl: Witaj, dzięki, że zająłeś się tymi mrówkami z dołu.
pt_br: Ei, obrigada por cuidar daquelas formigas lá de baixo!
sk: Hej, ďakujem, že si sa postaral o tie mravce.
zh_cn: 嘿，谢谢你帮我 消灭楼下的蚂蚁！

source: Of course. I don't disappoint!
de: Natürlich. Ich enttäusche nicht!
fr: Pas de problème. C'est pas mon genre de décevoir !
gd: Seadh. Cha toirinn mealladh-dòchais dhut!
mt: Serraħ fuqi, ma jiddispjaċikx!
pl: Oczywiście. Ja nigdy nie zawodzę!
pt_br: Mas é claro. Eu nunca decepciono!
sk: Samozrejme. Nechcem sklamať!
zh_cn: 当然。 我从不让人失望！

source: And thanks for the gift, by the way.
de: Und im Übrigen, danke für das Geschenk.
fr: Au fait, merci pour le cadeau.
gd: Is eadar dà sgeul, taing airson a' phrèasaint.
mt: U grazzi tar-rigal, tabilħaqq.
pl: Przy okazji dzięki za prezent.
pt_br: Ah, sim, e obrigado pelo presente.
sk: A ďakujem za darček, mimochodom.
zh_cn: 顺便说，谢谢你的礼物。

source: You're welcome.
cs: Není zač.
de: Gern geschehen.
fr: De rien.
gd: 'S e do bheatha.
mt: Ta' xejn.
pl: Nie ma za co.
pt_br: Não foi nada.
sk: Nie je zač.
zh_cn: 不客气。

source: Well, dangit, this door is locked.
cs: Dobře, sakryš, ty dveře jsou zamčené.
de: Mist, die Tür ist verschlossen.
fr: Ha flûte, la porte est fermée à clé.
gd: Uill, daingead, tha an doras dùinte.
mt: U x-xjafek, il-bieb imsakkar.
pl: Cholera, te drzwi są zamknięte.
pt_br: Bah, a porta está trancada.
sk: Joj, sú zatvorené.
zh_cn: 呃，我去，这门锁上了。

source: Can't a guy sneak into his neighbor's basement uninvited these days?
cs: To se člověk dneska už ani nemůže vloupat do sousedovi sklepa?
de: Kann man heutzutage nicht mal mehr ungeladen in Nachbarkeller einsteigen?
fr: On ne peut même plus rentrer dans la cave de ses voisins sans prévenir, maintenant ?
gd: Nach urrainn dhut goid a-steach dha sheilear do nàbaidh sna làithean seo?
mt: Wieħed ma jistagħx jidħol fil-kantina tal-ġar bla stedina dan l-aħħar?
pl: Czy w dzisiejszych czasach nie można już nawet zakraść się do piwnicy sąsiada?
pt_br: Será que hoje em dia ninguém pode entrar no porão dos vizinhos sem permissão?
sk: V týchto časoch nemôže chlap už ani nepozvane prekĺznuť⏎ susedovi do pivnice?
zh_cn: 现如今已经不可能不请自来 悄悄溜进邻居家的地下室了么？

source: Nene's House
cs: Nenin dům
de: Nenes Haus
fr: Maison de Sula
gd: Taigh Nannag
mt: Id-Dar ta' Nene
pl: Dom Nene
pt_br: Casa da Nenê
sk: Dom u Nene
zh_cn: 奈奈的小屋

source: It smells like Nene's cooking something nice, but I don't think she'd want any ants for lunch. I'd better throw it out before entering!
cs: Voní to jako by Nene vařila něco dobrého, ale nemyslím si, že má chuť na mravence. Bude lepší, když ho vyplivnu, než tam půjdu!
de: Es riecht, als würde Nene etwas nettes kochen, aber ich glaube, sie will keine Ameisen beim Mittagessen. Ich vertreibe sie lieber, bevor sie in die Küche gelangen.
fr: On dirait que Sula nous mijote quelque chose de bon, mais je ne pense pas qu'elle voudrait de fourmi pour le déjeuner. Je ferais mieux de jeter ça avant d'entrer !
gd: Tha e coltach gu bheil Nannag ri còcaireachd is cha chreid mi gum biodh i measail air seangan mar bhiadh. B' fheairrde mi a thilgeil air falbh mus tèid mi steach.
mt: Donnha Nene qed issajjar xi ħaġa tajba, imma ma naħsibx li trid nemel mal-ikel. Aħjar inħalli n-nemla barra qabel nidħol!
pl: Pachnie jakby Nene gotowała coś pysznego, ale nie sądzę, aby chciała mrówkę na obiad. Lepiej będzie, jak wyrzucę ją, zanim wejdę.
pt_br: Pelo cheiro, parece que a Nenê tá cozinhando alguma coisa boa, mas acho que ela não iria querer convidar formigas pro almoço. Melhor jogar esse bicho fora antes de entrar!
sk: Vonia to tu, ako by Nene varila niečo dobré, ale nemyslím, že by chcela nejaké mravce na obed. Bolo by lepšie, keby som ich odhodil preč, predtým ako vstúpim dnu.
zh_cn: 闻起来像奈奈在做好吃的， 但是我想她不会喜欢吃蚂蚁。 最好把它喷出来再进屋！

source: I guess that sneaking in with some bugs would be an easy way of getting a new job...
de: Ich glaube, ich sollte immer ein paar Käfer dabei haben, um schnell an einen neuen Job zu kommen…
fr: J'imagine que m'introduire avec quelque insectes serait un bon moyen de récupérer un boulot facile.
gd: Saoil nan goideadh mi steach le bògas no dhà an e dòigh fhurasta a bhiodh ann gus obair fhaighinn?
mt: Naħseb li ndaħħal ftit insetti bil-moħbi jkun mod faċli biex ikolli impjieg ġdid ...
pl: Domyślam się, że wślizgnięcie się z robalami byłoby łatwym sposobem uzyskania nowego zadania...
pt_br: Acho que entrar de fininho trazendo uns insetos seria um jeito fácil de conseguir mais um trabalho...
zh_cn: 我想如果把蚂蚁偷着带进屋， 也许是个容易的找到新工作的 方法…

source: But what am I thinking? It would be just nasty of me if I did that.
de: Doch was denke ich mir dabei? Das wird mit der Zeit etwas zu lästig für mich.
fr: Nan mais à quoi je pense ? Ce serait juste mesquin de ma part de faire ça.
gd: Ach dè tha fainear dhomh a-rèist? Cha bhiodh seo ach mosach!
mt: U x'qed naħseb? Ikun taċ-ċajt jekk nagħmel hekk.
pl: Ale co to za myśl? Byłbym po prostu złośliwy, gdybym to zrobił.
pt_br: Mas o que que eu estou pensando? Seria uma canalhice se eu fizesse isso.
zh_cn: 不过我在想什么啊？ 这样做就太可耻了。

source: Hah!
fr: Ha !
gd: Seall!
mt: Aħa!
pl: Aha!
sk: Cha!
zh_cn: 哈！
