Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: World Map
cs: Mapa světa
de: Weltkarte
fr: Carte du Monde
gd: Mapa an t-saoghail
mt: Mappa tad-Dinja
pl: Mapa Świata
pt_br: Mapa-Múndi
sk: Mapa sveta
zh_cn: 世界地图

source: It says, "This leads to the cave entrance.
cs: Říká, "To vede ke vchodu do jeskyně.
de: Da steht, "Höhleneingang: dort drüben.
fr: Ça dit, "Cela mène à l'entrée de la cave."
gd: Tha "Slighe don uamh." sgrìobhte air.
mt: Tgħid, "Din twassal għad-daħla tal-għar."
pl: Jest napisane: 'Tędy do jaskini
pt_br: Aqui diz: "Este caminho leva à entrada da caverna.
sk: Píše sa tam, "Toto vedie k vchodu do jaskyne.
zh_cn: 上面写着：“通向洞穴入口”

source: Be careful about venturing into the caves!"
cs: Buď opatrný při cestování jeskyněmi!"
de: Sei vorsichtig, wenn du die Höhlen betrittst!"
fr: "Attention en s'aventurant dans ces caves !"
gd: "Bithibh faiceallach a' dol a-steach do na h-uamhan!"
mt: Oqgħod attent meta tmur iddur fl-għerien.
pl: Bądź ostrożny, jeśli będziesz buszował w jaskiniach!'
pt_br: Tenha cuidado ao explorar as cavernas!"
zh_cn: 注意不要进入洞穴！“

source: It says, "This leads to the North Tower."
cs: Říká, " To vede k Severní Věži."
de: Da steht, "Hier lang zum Nordturm."
fr: Ça dit, "Cela mène à la Tour Nord."
gd: Tha "Slighe don tùr tuath." sgrìobhte air.
mt: Tgħid, "Din twassal għat-Torri tat-Tramuntana."
pl: Jest napisane: 'Tędy do północnej wieży'
pt_br: Aqui diz: "Este caminho leva para a Torre Norte."
sk: Píše sa tam, "Toto vedie do Severnej veže."
zh_cn: 上面写着：“通向北塔”

source: "Still under construction, wear your hard hat!"
cs: "Je stále ve výstavbě, nos helmu!"
de: "Noch im Aufbau, Bauhelm ist Pflicht."
fr: "Toujours en cours de construction, Mettez votre casque de chantier !"
gd: "Ga thogail fhathast, cuiribh ad cruaidh oirbh!"
mt: "Taħt kostruzzjoni, ilbess il-kappell tas-sigurtà!"
pl: 'W trakcie budowy, założ swój kask ochronny!'
pt_br: "Sob construção, use capacete de segurança!"
sk: "Stále vo výstavbe, dajte si na hlavu niečo tvrdé!"
zh_cn: “工事，须戴安全帽“

source: It says, "This leads to the west tower, and to the main throne room complex."
de: Da steht "Hier lang zum Westturm und zum Haupt-Thronsaal-Komplex."
fr: Ça dit, "Cela mène à la Tour Ouest, et au complexe de la salle du trône principale."
gd: Tha "Slighe don tùr siarach is do dh'ionad a' phrìomh ruim-chathrach." sgrìobhte air.
mt: Tgħid, "Din twassal sat-Torri tal-Punent, u sal-kumpless prinċipali tal-kamra tat-tron."
pl: Jest napisane: 'Tędy do zachodniej wieży, i do sali tronowej'
pt_br: Aqui diz, "Esse caminho leva à torre oeste, e ao complexo central da sala do trono."
sk: Píše sa tam, "Toto vedie do západnej veže. a k hlavnému komplexu trónnej sály."
zh_cn: 上面写着：”通向西塔、王座室“

source: Gee, guess who we'll find there?
de: Hihi, na wer wird wohl dort sein?
fr: Bon sang, devine qui on va trouver là-bas ?
gd: Na can rium, saoil cò lorgas sinn ann?
mt: Kos, aqta' lil min ħa nsibu hemm?
pl: Ale numer, zgadnij, kogo tam zastaniemy?
pt_br: Nossa, adivinhe quem nós vamos encontrar lá?
sk: Páni, hádaj, koho tam nájdeme?
zh_cn: 哼，在那里谁找到谁呢？

source: It says, "This leads to the cellar and storerooms."
de: Da steht "Da lang zum Keller und zu den Lagerräumen."
fr: Ça dit, "Cela mène à la cave et aux entrepôts."
gd: Tha "Slighe don t-seileir is stòras." sgrìobhte air.
mt: Tgħid, "Din twassal għal-kantina u l-imħażen."
pl: Jest napisane: 'Tędy do piwnicy i składów'
pt_br: Aqui diz : "Este caminho leva ao porão e aos depósitos."
sk: Píše sa tam, "Toto vedie do pivnice a skladov."
zh_cn: 上面写着：“通向地窖及储藏间”

source: "No Admittance without authorization."
de: "Zutritt für Unbefugte verboten."
fr: "Aucun accès sans autorisation."
gd: "Gun inntrigeadh ach le cead sònraichte."
mt: "Ma tistax tidħol mingħir awtorizzazzjoni."
pl: 'Dostęp jedynie za okazaniem glejtu.'
pt_br: "Proibida a entrada sem autorização."
sk: "Zákaz vstupu bez povolenia."
zh_cn: “无授权人严禁”

source: It says, "Warning: Transport to this chamber is one-way."
de: Da steht "Warnung! Der Transport zu dieser Kammer erfolgt nur in eine Richtung."
fr: Ça dit, "Attention : Le voyage vers cette pièce est à sens unique."
gd: Tha "Rabhadh: cha tèid giùlan don t-seòmar seo ach an aon chomhair." sgrìobhte air.
mt: Tgħid, "Attenzjoni: Trasport għal din il-kamra hi ta' direzzjoni unika."
pl: Jest napisane: 'Niebezpieczeństwo: Droga w jedną stronę.'
pt_br: Aqui diz, "Aviso: O transporte para esta sala é de mão única."
sk: Píše sa tam, "Varovanie: Transport do tejto komnaty je iba jednosmerný."
zh_cn: 上面写着：“注意：本室为单向通行“

source: Sir, there's something we need to bring to your attention.
cs: Pane, je tu něco, co vyžaduje , vaši pozornost.
de: Sir, es gibt da etwas, was wir ihnen mitteilen müssen.
fr: Chef, il y a quelque chose que nous devrions vous dire.
gd: Uasail, thachair rudeigin is feumaidh sibh ur n-aire a thoirt air.
mt: Sinjur, hemm xi ħaġa li għandna bżonn niġbdulek l-attenzjoni fuqha.
pl: Szefie, jest coś, na co musimy zwrócić pańską uwagę.
pt_br: Senhor, há algo de que precisamos avisá-lo.
zh_cn: 长官， 有一件事需要你的注意。

source: Can it wait? I was just winding down.
de: Kann das nicht warten? Ich bin gerade sehr gereizt.
fr: Ça peut attendre ? Je m'apprêtais à me détendre.
gd: Nach dèilig sinn ris àm eile? Tha mi dìreach air mo shocrachadh.
mt: Tista' tistenna? Għadni kif waqaft nistrieħ ftit.
pl: Czy to nie może zaczekać? Właśnie się relaksowałem.
pt_br: Isso não pode esperar? Eu estava relaxando um pouco.
zh_cn: 不能等吗？ 我正准备休息呢。

source: I've had a pretty rough day.
cs: Měl jsem docela těžký den.
de: Ich hatte heute einen schweren Tag.
fr: J'ai eu une rude journée.
gd: Bha latha caran doirbh agam.
mt: Kelli ġurnata iebsa.
pl: Miałem bardzo ciężki dzień.
pt_br: Esse dia foi bem estafante.
zh_cn: 今天麻烦够多了。

source: No, I don't believe it can.
de: Nein, es ist sehr dringend.
fr: Non, je ne pense pas que ce soit possible.
gd: Tha mi duilich, ach cha chreid mi gun dèilig.
mt: Le, ma naħsibx li tista' tistenna.
pl: Sądzę, że nie może zaczekać.
pt_br: Não, creio que não possa esperar.
zh_cn: 不行，我认为需要您立即处理。

source: Cameras have picked up an intruder, which we believe has somehow entered from the cave outlet.
de: Die Kameras haben einen Eindringling entdeckt, welcher vermutlich irgendwie durch die Höhlen hineinkam.
fr: Les caméras ont détecté un intrus, qui, selon toute vraisemblance, est entré par la sortie d'air de la cave.
gd: Chlàraich na camarathan sgimilear is tha mi 'n dùil gun tàinig e steach bho na h-uamhan an dòigh air choireigin.
mt: Il-kameras lemħu intruż, li naħsbu daħal b'xi mod minn daħlet l-għar.
pl: Kamery zarejestrowały intruza, który, naszym zdaniem, wszedł jakimś cudem z wylotu jaskini.
pt_br: Nossas câmeras detectaram um intruso, que acreditamos ter entrado pela passagem das cavernas.
zh_cn: 摄像头拍到了一个侵入者， 我们认为是从洞窟进来的。

source: So? I mean, what the hell? Just do the usual protocol...
de: So so? Ich meine, wie zur Hölle? Macht einfach das übliche…
fr: Et ? Bon sang, mais et alors ? Lancez le protocole habituel...
gd: Is dè 'n duilgheadas? Dèan mar as àbhaist ...
mt: Allura? Għal daqshekk? Applikaw il-proċeduri tas-soltu...
pl: A więc? Co do diabła? Po prostu zróbcie zwyczajny protokół...
pt_br: E então? Quero dizer, que diabos? É só seguir o protocolo...
zh_cn: 那又怎么了？区区小事， 按平常的手续处理……

source: No.. sir, you don't understand. We think it's HIM.
de: Nein Sir… Sie verstehen nicht. Wir glauben, dass ER es ist.
fr: Mais chef... Vous n'avez pas bien compris. Nous pensons que c'est LUI.
gd: Uasail, chan eil sibh a' tuigsinn. Tha sinn a' creidinn gur e esan a th' ann.
mt: Le.. sinjur, mhux qed tifhem. Naħsbu li HU!
pl: Nie... szefie, nie zrozumiał pan. Uważamy, że to jest ON.
pt_br: Não... senhor, o senhor não entende. Achamos que se trata <em>dele.</em>
zh_cn: 不是……头，你不明白。 我们认为是<em>他</em>。

source: Him...?
de: ER…?
fr: Lui... ?
gd: Cò esan ... ?
mt: Hu...?
pl: On...?
pt_br: Ele...?
zh_cn: 他……？

source: As in "Frogatto". It matches the profile you gave us.
de: Na dieser "Frogatto". Er sieht so aus wie auf dem Steckbrief.
fr: Lui, autrement dit Frogatto. Il correspond au profil que vous nous avez donné.
gd: Tha mi a-mach air Frogatto. Tha e a' freagairt ris an dealbh a thug sibh dhuinn.
mt: Cioè "Frogatto". Jaqbel mal-profil li tajtna.
pl: Jak we 'Frogatto'. Pasuje do profilu, który nam dałeś.
pt_br: Ele, o "Frogatto". Bate com o perfil que o senhor nos passou.
zh_cn: 我是说“阿土”。 跟你描述的一模一样。

source: ... Mother of god.
cs: ... Matko Boží.
de: … Ach du meine Güte.
fr: ... Bon sang de bonsoir.
gd: ... A Mhoire Mhàthair!
mt: ... Ix-xjafek.
pl: ... Matko Boska
pt_br: ... Mãe do céu.
zh_cn: ……天啊。

source: How is that even possible? How did he get here?
cs: Jak je to vůbec možné? Jak se sem dostal?
de: Wie ist das nur möglich? Wie kam er hier her?
fr: Comment est-ce que c'est possible ? Comment est-il arrivé jusqu'ici ?
gd: Ciamar a b' urrainn dha seo bhith fìor? Ciamar a fhuair e steach an-seo?
mt: Kif jista' jkun? Kif wasal hawn?
pl: Jak to w ogóle możliwe? Jak on się tu dostał?
pt_br: Como que isso é possível? Como que ele chegou aqui?
zh_cn: 这怎么可能？ 他怎么进来的？

source: Beats me. More to the point, though, what should we do?
de: Ich weiß es nicht. Jedenfalls, was sollen wir tun?
fr: Ça me dépasse. Mais pour en revenir aux faits, qu'est-ce qu'on fait, justement ?
gd: Chan eil sgot agamsa. Nas cudromaiche buileach, dè nì sinn a-nis?
mt: Ma nafx. Aktar għall-punt, iżda, x'għandna nagħmlu?
pl: Nie kapuję. Do rzeczy jednak, co powinniśmy zrobić?
pt_br: Não faço ideia. Mas, o importante é... o que faremos?
zh_cn: 我也不知道。 重要的是，我们该怎么办？

source: Should we try to negotiate with him?
de: Sollen wir ihn ignorieren?
fr: Est-ce qu'on doit tenter de négocier avec lui ?
gd: Am bu chòir dhuinn feuchainn co-rèiteachadh ris?
mt: Nippruvaw ninnegozzjaw miegħu?
pl: Czy powinniśmy spróbować z nim negocjować?
pt_br: Devemos tentar negociar com ele?
zh_cn: 也许应该跟他交涉？

source: Are you kidding me? With him? Good god no...just kill it!
de: Wollt ihr mich auf den Arm nehmen? IHN?? Nie und nimmer… tötet ihn einfach!
fr: Vous plaisantez ? Avec lui ? Bien sûr que non... tuez-le, c'est tout !
gd: Èil thu às do rian? Ris-san? A shìorraidh ... marbhaibh e!
mt: Qed titmejjel? Ma dak? Ma tarax... aqbdu w oqtluh!
pl: Żartujesz? Z nim? Na miły Bóg, nie... po prostu zabić go!
pt_br: Você está me gozando? Com ele? De jeito nenhum... matem-no!
zh_cn: 你说什么傻话？跟<em>他</em>交涉？ 别想了……赶快消灭它！

source: Use any means necessary!
de: Koste es, was es wolle!
fr: Vous avez carte blanche !
gd: Anns gach dòigh as urrainn dhuibh!
mt: Użaw kull mezz possibbli!
pl: Użyj wszelkich niezbędnych środków!
pt_br: Da maneira que for necessária!
zh_cn: 用任何必要的手段！

source: That thing's not gonna negotiate. It's clearly out for BLOOD.
de: DER wird hier nicht durchkommen.
fr: Cette chose ne va pas négocier. Il est clairement prêt À TOUT.
gd: Cha dèan a' rud a tha ud co-rèiteachadh. 'S e fuil a tha e 'g iarraidh gu follaiseach.
mt: Dik il-bhima ma ġietx biex tinnegozja. Ovvja li ġiet biex ixxerred id-DEMM!
pl: Ta rzecz nie podlega negocjacji. Jest wyraźnie żądny KRWI
pt_br: Aquilo lá não vai negociar. O que ele quer é SANGUE.
zh_cn: 那家伙才不会交涉。 它明显是想要我们的命。

source: I mean, holy hell, if it came this far... ON FOOT? That's just nuts.
de: Ich meine, wie hat er es nur so weit geschaffft… ZU FUß? Das ist verrückt.
fr: Je veux dire, bon sang, s'il est arrivé jusqu'ici... À PIEDS ? C'est complètement dingue.
gd: Murt, thàinig e cho fada sin ... air a dhà chois! Chan eil seo ach craicte.
mt: Irrid ngħid, jekk wasal s'hawn... BIL-MIXI? Affarijiet tal-ġenn.
pl: A niech to, jeśli tyle przeszedł... PIESZO jest prawdziwym maniakiem.
pt_br: Quero dizer, caramba, se veio de tão longe até aqui... A PÉ? Isso é doideira.
zh_cn: 你想想，它一直走到这里…… 步行！真是可怕。

source: There's only one thing that can drive a man like that: Revenge.
de: Es gibt nur eine Sache, die einen Mann dazu bewegen kann: Rache!
fr: Il n'y a qu'une seule chose qui peut pousser quelqu'un de cette façon : la Vengeance.
gd: Chan eil ach aon rud fon ghrèin a chuireadh air duine a leithid fhulang: dìoghaltas.
mt: Ħaġa waħda biss tista' twassal raġel jagħmel hekk: Vendetta.
pl: Tylko jedna sprawa może zmusić takiego kogoś do przyjścia: rewanż.
pt_br: Só existe uma coisa que pode levar uma pessoa a esses extremos: Vingança.
zh_cn: 只有一个东西能给人 这样的动力：复仇。

source: Uh... I never said he walked... Listen, aren't we jumping to conclusions here?
de: Äh… ich hab nie gesagt, er sei gelaufen… Aber wir wollen keine Haarspaltereien machen, oder?
fr: Heu... Je n'ai jamais dit qu'il avait marché... écoutez, ne nous précipitons pas trop, d'accord ?
gd: Uill .... cha tuirt mi gun do choisich e. Èistibh, nach eil sibh caran ro luath le 'r co-dhùnaidhean?
mt: Ehm ... qatt ma semmejt mixi ... Isma, mhux qegħdin naqbżu għall-konklużjonijiet hawn?
pl: Uh... W ogóle nie powiedziałem, że szedł... Słuchaj, czy nie wyciągamy tutaj pochopnych wniosków?
pt_br: Hã... eu nunca disse que ele veio andando... Será que não estamos tendo uma conclusão precipitada aqui?
zh_cn: 呃……我可没说他步行…… 我们是不是有点过早下结论？

source: No, trust me on this, I've seen this guy firsthand.
de: Nein, glaubt mir einfach, ich bin ihm schon einmal begegnet.
fr: Non, faites-moi confiance là-dessus, J'ai vu ce gars de mes propres yeux.
gd: Chan eil is seo an fhìrinn dhut, tha mi fhìn air tachairt ris an duine ud.
mt: Le, ogħqodu fuk kliemi, rajtu b'għajnejja.
pl: Nie, zaufaj mi, znam tego faceta bezpośrednio.
pt_br: Não, confie no que eu digo, eu vi esse sujeito com meus próprios olhos.
sk: Nie, v tomto mi verte, videl som toho chlapca z prvej ruky.
zh_cn: 相信我， 我跟着家伙打过交道。

source: Shoot first or you might not get a second chance.
de: Erledigt ihn zuerst, oder ihr kriegt keine zweite Chanche
fr: Tirez les premiers, vous n'aurez peut-être pas le droit à une seconde chance.
gd: Loisg air cho luath 's a ghabhas oir chan fhaigh thu seans eile.
mt: Sparaw l-ewwel tir inthom jew tafu ma jtikomx ċans ieħor.
pl: Traf za pierwszym razem, bo drugiej szansy możesz nie mieć.
pt_br: Atire primeiro, porque você não terá uma segunda chance.
sk: Strieľaj, lebo ak budeš druhý, možno už šancu vystreliť nedostaneš.
zh_cn: 见了他就开火， 否则你就没有机会了。

source: That's an order.
de: Zu Befehl.
fr: C'est un ordre.
gd: 'S e òrdugh a th' ann.
mt: Dan ordni.
pl: To rozkaz.
pt_br: E isso é uma ordem.
sk: To je príkaz.
zh_cn: 这是命令。

source: Fine.
cs: Dobře
de: Fein.
fr: Très bien.
gd: Ceart ma-thà.
mt: Tajjeb.
pl: Dobrze.
pt_br: Entendido.
sk: Dobre.
zh_cn: 好。

source: Basement Junction
cs: Sklepní křižovatka
de: Kellergabelung
fr: Croisement de la Cave
gd: Gobhal seileir
mt: Salib It-Toroq Sotteraneju
pl: Wejście do Piwnicy
pt_br: Cruzamento Subterrâneo
sk: Podzemná križovatka
zh_cn: 地窖连接点

source: Ugh. ...
cs: Fuj. ...
de: Uff. …
fr: Baah. ...
gd: Iochd. ...
mt: Jaqq. ...
pt_br: Bah. ...
sk: Ach. ...
zh_cn: 呃。 …

source: Remember, if I'm wrong about this, I won't live to regret it.
de: Denkt daran, selbst wenn ich falsch liege, dann bedauere ich es auch nicht.
fr: Souvenez-vous, si je me trompe sur tout ça, je ne ferais pas de vieux os.<
gd: Cuimhnich, ma tha mi ceàrr mu dheidhinn seo, cha bhi mi beò gus a bhith duilich.
mt: Ftakar, jekk żbaljat dwar dan, mhux se nkun ħajj biex jiddispjaċina wara.
pl: Zapamiętaj, jeśli się mylę co do niego, nie chcę potem żyć, żeby żałować.
pt_br: É... se eu estiver errado quanto a isso, não vou viver o bastante pra me arrepender.
zh_cn: 记着，如果我的想法错了， 就没有后悔的机会了。

source: We can do this.
cs: Můžeme to udělat.
de: Das schaffen wir.
fr: On peut le faire.
gd: Thèid seo leinn.
mt: Nistgħu nagħmlu dan.
pl: Możemy to zrobić.
pt_br: Podemos fazer isso.
zh_cn: 我们能过这一关。

source: Blithe audacity might kill us, but at least someone will laugh about it later.
de: Blinde Wut könnte uns überwältigen, doch irgendwer wird zuletzt darüber lachen.
fr: Un peu trop d'audace peut nous tuer, mais avec le recul, quelqu'un trouvera bien le moyen d'en rire.
gd: 'S dòcha gun cuir dànadas dall bàs oirnn, ach air a char as lugha faodaidh cuideigin tarraing asainn an uair sin.
mt: Awdaċità bla' rażan taf toqtolna, iżda mill-inqas xi ħadd se jidħaq dwar dan, il-quddiem.
pl: Zbytnia zuchwałość może nas zabić, ale przynajmniej ktoś będzie śmiał się później.
pt_br: Audácia em excesso pode matar, mas pelo menos alguém vai poder rir disso tudo depois.
zh_cn: 即使因为盲目大胆丧命， 也至少能留下让人笑的故事。

source: Right?
de: Richtig?
fr: Pas vrai ?
gd: Ceart?
mt: Sewwa?
pl: Prawda?
pt_br: Não é?
zh_cn: 是不是？

source: Milgram's Throne Room Entrance
cs: Vstup do Migramovi trůnní místnosti
de: Milgrams Thronsaal - Eingang
fr: Vers la salle du trône de Milgram
gd: Inntrigeadh dha rum-cathrach Chaluim Chorca
mt: Id-Daħla Tal-Kamra tat-Tron ta' Milgram
pl: Wejście do Sali Tronowej Milgrama
pt_br: Entrada da Sala do Trono do Milgram
sk: Vchod do Milgramovej trónnej sály
zh_cn: 米格拉姆的王座室入口

source: No! You can't be...
cs: Ne! Nemůžete být ...
de: Nein! Du kannst nicht…
fr: Non ! Ne me dis pas que tu es...
gd: Gu sealladh sealbh orm! Chan e ...
mt: Le! Ma jistax ikun...
pl: Nie! Ty nie możesz być...
pt_br: Não! Você não pode ser...
sk: Nie! Nemôžeš byť...
zh_cn: 不！你难道是……

source: Hi, I'm Frogatto.
cs: Ahoj, já jsem Frogatto.
de: Hallo, ich bin Frogatto.
fr: Salut, moi c'est Frogatto.
gd: Haoidh, 's mise Frogatto.
mt: Bonġu, jien Frogatto.
pl: Cześć, jestem Frogatto.
pt_br: Oi, eu sou o Frogatto.
sk: Ahoj, ja som Frogatto.
zh_cn: 嗨，我是阿土。

source: Oh crap, oh crap! Boss! He's here!
cs: Á sakra, á sakra! Šéfe! Je tady!
de: Oh Mist, oh Mist! Boss! Er ist hier!
fr: Oh mince, oh mince ! Chef ! Il est là !
gd: Mac an diabhail! A cheannaird! Tha esan an-seo!
mt: U x-xjafek, u x-xjafek! Kap! Wasal!
pl: O cholera, o cholera! Szefie! On jest tutaj!
pt_br: Ah, não! Ah, não! Chefe! Ele está aqui!
sk: Och blbé, to je blbé! Šéfe!⏎ On je tu!
zh_cn: 该死！老大！他在这儿！

source: Who's here?
cs: Kdo je tady?
de: Wer ist hier?
fr: Qui est là ?
gd: Cò esan?
mt: Min hemm?
pl: Kto?
pt_br: Quem?
sk: Kto je tu?
zh_cn: 谁来了？

source: Frogatto! He's RIGHT HERE!
cs: Frogatto! Je přímo tady!
de: Frogatto! Er ist GLEICH HIER!
fr: Frogatto ! Il est JUSTE LÀ !
gd: Frogatto. Tha e DÌREACH AN-SEO!
mt: Frogatto! Wasal HAWN!
pl: Frogatto! Jest WŁAŚNIE TUTAJ!
pt_br: Frogatto! Ele está BEM AQUI!
sk: Frogatto!⏎ Je PRESNE TU!
zh_cn: 阿土！ 他就在这里！

source: The intruder? How did he get in here?
de: Der Eindringling? Wie kam er hier rein?
fr: L'intrus ? Comment est-il entré ici ?
gd: An sgimilear? Ciamar a fhuair e steach an-seo?
mt: L-intruż? Kif daħal hawn?
pl: Intruz? Jak się tu dostał?
pt_br: O intruso? Como foi que ele chegou aqui?
sk: Votrelec? Ako sa sem mohol dostať?
zh_cn: 入侵者？怎么来到这里的？

source: We... We tried to stop him, but he's...
cs: My ... Snažili jsme se ho zastavit, ale on je ...
de: Wir… Wir haben versucht, ihn aufzuhalten. Aber er ist …
fr: Nous... nous avons essayé de l'arrêter mais il...
gd: Dh'fheuch ... dh'fheuch sinn ri stad a chur air, ach tha e ...
mt: Aħna, aħna ppruvajna nwaqqfuh, iżda hu...
pl: Pró... próbowaliśmy go zatrzymać, ale on jest...
pt_br: Nós... nós tentamos pará-lo, mas ele...
sk: My... My sme sa snažili ho zastaviť, ale on je...
zh_cn: 我们……我们没拦住他…… 但他……

source: Why do I have to deal with everything myself?!
de: Warum muss ich hier alles selbst erledigen?!
fr: Pourquoi dois-je tout faire moi-même ?!
gd: Carson a tha agam fhèin ri dèiligeadh ris a h-uile rud?
mt: Għaliex irrid nieħu ħsieb kollox jien?!
pl: Dlaczego sam muszę się wszystkim zajmować?!
pt_br: Por quê que eu tenho que cuidar de tudo sozinho?
sk: Prečo musím všetko vybavovať sám ?!
zh_cn: 什么事都要我动手？！

source: Get out of the way!
cs: Uhni mi z cesty!
de: Verschwinde!
fr: Hors de mon chemin !
gd: A-mach às a' rathad!
mt: Żul min-nofs!
pl: Zejdź mi z drogi!
pt_br: Saia da frente!
sk: Uhni!
zh_cn: 闪开！

source: Ugh! You do put up quite a fight!
de: Uff! Du lieferst einen ordentlichen Kampf ab!
fr: Aïe ! Effectivement, vous vous défendez !
gd: Iochd! Nach tusa tha sabaid!
mt: Ajma! Fik ġlieda!
pl: Uch! Stawiłeś niezły opór! Phi! Nieźle walczyłeś!
pt_br: Uff! Você é bom de briga, hein?
sk: Fuj! Ľahko ste sa vzdali v boji!
zh_cn: 啊！ 你倒确实很能打嘛！

source: Will you hear me out now?
de: Wirst du mir jetzt zuhören?
fr: Vous allez m'écouter maintenant ?
gd: An èist thu rium a-nis?
mt: Ser tismagħniu issa?
pl: Czy teraz mnie wysłuchasz?
pt_br: Você vai me ouvir agora?
sk: Počujete ma teraz?
zh_cn: 现在你能听我问话么？

source: Yes.
cs: Ano
de: Ja.
fr: Oui.
gd: Èistidh.
mt: Iva.
pl: Tak.
pt_br: Sim.
sk: Áno.
zh_cn: 可以。

source: What was it you wanted?
cs: Co jsi to chtěl?
de: Was wolltest du noch gleich?
fr: Que voulez-vous déjà ?
gd: Cò air a bha thu 'g amas?
mt: X'ridt?
pl: Co takiego chciałeś?
pt_br: O que é que você queria?
sk: Čože si to chcel?
zh_cn: 你到底想要什么？

source: I wanted to ask you about that incident in town.
cs: Chtěl bych s tebou mluvit ohledně incidentu ve městě.
de: Ich wollte dich etwas über den Vorfall in der Stadt fragen.
fr: Je voulais vous poser quelques questions sur cet incident en ville.
gd: Bha mi airson do cheasnachadh mun rud a thachair sa bhaile.
mt: Ridt insaqsik fuq dak li ġara r-raħal.
pl: Chciałem zapytać cię o ten incydent w miasteczku.
pt_br: Eu quero saber a verdade sobre aquele incidente na vila.
sk: Chcel by som sa ťa spýtať na ten incident v meste.
zh_cn: 我想要问你村镇的事件。

source: Remarkable. I really thought you'd come here to attack me.
de: Merkwürdig. Ich dachte, du willst mich jetzt plattmachen.
fr: Remarquable. Je pensais vraiment que vous viendriez ici pour m'attaquer.
gd: Iongantach. Bha mi dhen bheachd gun tàinig thu gus ionnsaigh a thoirt orm.
mt: Notevoli. Ħsibt li ġejt biex tattakkani.
pl: To godne uwagi. Naprawdę myślałem, że przyszedłeś tu, by mnie zaatakować.
pt_br: Interessante... Eu realmente tinha achado que você tinha vindo aqui só para me atacar.
sk: Pozoruhodné, naozaj som si myslel, že si sem prišiel na mňa zaútočiť.
zh_cn: 很好。 我还以为你来袭击我。

source: Well, if you really are here for an audience, perhaps I could be obliged. Shall we?
de: Nun, wenn du wirklich nur wegen einer Audienz hier bist, dann muss ich sie wahrnehmen. Sollen wir anfangen?
fr: Eh bien, si vous êtes vraiment là pour une audience, je pourrais peut-être m'y prêter. Allons-y.
gd: Uill, ma thàinig thu airson èisteachd fhaighinn ann an da-rìribh, 's dòcha gum bi mi coibhneil. Siuthadamaid!
mt: Mela, jekk tassew ġejt għal udjenza, inħossni obbligat li nikkonċediha. Taqbel?
pl: Cóż, jeśli naprawdę życzysz sobie audiencji, będę zobowiązany. Pozwolisz?
pt_br: Bom, se o que você quer é uma audiência, acho que é o mínimo que posso fazer. Certo?
sk: Dobre, ak si tu naozaj na návšteve, tak potom by som mal. Pôjdeme?
zh_cn: 假如你真的是个观众，或许我该向你致 意。

source: Talk it over? Like gentlemen?
cs: Promluvit si o tom? Jako gentlemani?
de: Darüber sprechen? Wie Ehrenmänner?
fr: En discuter ? De façon civilisée ?
gd: Am bruidhinn sinn mu dheidhinn? Mar dhaoine-uasal?
mt: Nitkellmuha? Bħala ġentlomi?
pl: Przedyskutujmy to? Jak panowie?
pt_br: Uma audiência... Conversar... como cavalheiros?
sk: Porozprávať sa o tom? Ako džentlmeni?
zh_cn: 谈谈？像绅士一样？

source: Yes, like gentlemen. Over tea.
cs: Ano, jako gentlemani. Při čaji.
de: Ja, wie Ehrenmänner. Zum Tee.
fr: Oui, tels des gentlemen. En prenant le thé.
gd: Seadh, mar dhaoine-uasal. Le strùpag.
mt: Iva, bħal ġentlomi, fuq bela' te.
pl: Tak, jak panowie. Przy herbatce.
pt_br: Sim, como cavalheiros. Com chá.
sk: Áno, ako džentlmeni. Pri čaji.
zh_cn: 是啊，像绅士一样。 一边喝茶一边谈。

source: Wait a minute, it's you, isn't it?
cs: Počkej, to jsi ty, ne?
de: Warte mal, du bist es, oder?
fr: Attendez, c'est vous n'est-ce pas ?
gd: Fuirich ort, 's tusa th' ann, nach e?
mt: Sekonda, dak int hux?
pl: Chwileczkę, to ty, nieprawdaż?
pt_br: Espere aí, é você, não é?
sk: Počkať, to si ty, však?
zh_cn: 等一下，你就是阿土？

source: Yup, I'm Frogatto!
cs: Jo, já jsem Frogatto!
de: Jep, ich bin Frogatto!
fr: Ouais, c'est moi Frogatto !
gd: 'S e, 's mise Frogatto.
mt: Iva, jien Frogatto.
pl: Tak, jestem Frogatto!
pt_br: Sim, eu sou o Frogatto!
sk: Jo, ja som Frogatto!
zh_cn: 对头，我就是阿土！
