Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: If you give the go-ahead, we'll be happy to move on that next week.
cs: Pokud nám dáte zelenou,budeme to moci začít příští týden.
de: Mit der nötigen Erlaubnis, werden wir nächste Woche bereits anfangen können.
fr: Si vous donnez le top-départ, nous serons ravis de nous y mettre la semaine prochaine.
gd: Ma bheir sibh cead dhuinn, tòisichidh sinn air an ath sheachdain.
mt: Jekk ittina it-via libera, lesti naħdmu fuqha mill-ġimgħa li ġejja.
pl: Jeśli dasz zielone światło, szczęśliwie zaczniemy od następnego tygodnia.
pt_br: Se você nos der a autorização, ficaremos felizes em começar os trabalhos necessários na semana que vem.
sk: Ak povolíte, s radosťou začneme budúci týždeň.
zh_cn: 如果你点头， 我们下星期就开工。

source: Yes, I think so.
cs: Ano, myslím, že ano.
de: Das denke ich auch.
fr: Oui, je pense.
gd: Bheir, seadh.
mt: Iva, naqbel.
pl: Tak myślę.
pt_br: Sim, acho que devemos.
sk: Áno, tiež si to myslím.
zh_cn: 好。

source: One other order of business: What's going on with the 7th Airborne?
cs: Ještě jednu věc: Jak to je se 7. leteckou?
de: Nun zu etwas anderem: Wie sieht es mit Lufttruppe 7 aus?
fr: Un autre point de l'ordre du jour : Qu'est-ce qui se passe avec le 7ème aéroporté ?
gd: Rud eile air a' liosta: dè tha tachairt leis an 7mh air sgèith?
mt: Punt ieħor: X'qed jiġri fis-7' Diviżjoni tal-Ajru?
pl: Inny porządek dnia: co dzieje się z 7. Oddziałem Powietrznodesantowym?
pt_br: E um último assunto: O que que há com o sétimo esquadrão aéreo?
sk: Ešte jedna vec: Čo sa stalo so 7 letkou?
zh_cn: 还有一件事： 第七空袭队是怎么回事？

source: Uh... I haven't the faintest idea. Guys?
cs: Uh ... Nemám nejmenší tušení. Chlapci?
de: Äh… Ich hab nicht die leiseste Ahnung. Jungs?
fr: Heu... Je n'en ai pas la moindre idée. Les gars ?
gd: Uill ... chan eil sgot a'm. A bhalachaibh?
mt: Ehm... M'għandix l-iċken idea. L-aħwa?
pl: Hm... Nie mam bladego pojęcia. A wy?
pt_br: Hã... eu não faço a mínima ideia. Pessoal?
sk: Nemám najmenšie tušenie. Chlapci?
zh_cn: 呃…我一点也不知道。 你们呢？

source: Anybody?
cs: Někdo?
de: Irgendwer?
fr: Quelqu'un ?
gd: Duine sam bith?
mt: Xi ħadd?
pl: Ktokolwiek?
pt_br: Alguém?
sk: Nikto?
zh_cn: 有谁知道吗？

source: The 7th took off this morning with a full combat group.
cs: 7. vzlétla dnes ráno s plnou bojovou skupinou.
de: Nr. 7 ist heute morgen mit voller Besatzung ausgeflogen.
fr: La 7ème a décolé ce matin avec un groupe de combat au complet.
gd: Dh'fhalbh an t-7mh madainn an-diugh le buidheann catha slàn.
mt: Is-7' taret dalgġodu bi grupp ta' kombattenti sħiħ.
pl: 7. wystartowała dziś rano z całym oddziałem bojowym.
pt_br: O esquadrão partiu hoje cedo com um grupo de combate completo.
sk: Sedmička vzlietla toto ráno, s kompletnou bojovou skupinou.
zh_cn: 第七队今天早晨带着 一整个做战团起飞了。

source: Where they were going, I don't know.
cs: A já nevím kam.
de: Ich weiß nicht, wo sie hin sind.
fr: Où ils se dirigeaient, je ne sais pas.
gd: Chan eil fhios a'm cà deach iad.
mt: Il-fejn kienu sejrin, ma nafx.
pl: Gdzie pojechali, tego nie wiem.
pt_br: Aonde eles foram eu não sei.
sk: Kam išli, to teda neviem.
zh_cn: 去哪里，我也不知道。

source: I understand I often complain about having to authorize every little maneuver,
cs: Já vím, že si pořád stěžuju, že musím schvalovat i malé manévry,
de: Ich verstehe, dass es mich nervt, jedes kleine Manöver zu autorisieren…
fr: Il est vrai que je me plains souvent de devoir autoriser chacune des manœuvres,
gd: Tha mi tuigsinn gu bheil mi gearan tric gu bheil agam ri gach uile sìon a cheadachadh,
mt: Nifhem li ngerger ta' spiss li jkolli nawtorizza sal-anqas manuvra,
pl: Rozumiem to. Choć często narzekam, że muszę autoryzować każde najmniejsze posunięcie,
pt_br: Eu entendo que às vezes reclamo de ter que ficar autorizando cada manobra, por menos importante que seja,
sk: Chápem, často som sa sťažoval, že chceli povolenie na každú maličkosť,
zh_cn: 我知道我经常抱怨 需要审查每一个细节，

source: but actions outside our territory really need some discretion.
cs: ale o akcích mimo naše území bych opravdu vědět měl.
de: …doch Aktionen außerhalb unseres Territoriums brauchen einfach Diskretion.
fr: mais les actions en dehors du territoire ont vraiment besoin de discrétion.
gd: ach tha beagan dìomhaireachd a dhìth air obrachadh taobh a-muigh ar ranntair.
mt: iżda ċertu azzjonijiet il-barra mit-territorju tagħna tassew jeħtieġu diskrezzjoni.
pl: to jednak działanie poza naszym terytorium wymaga zachowania rzeczywistej dyskrecji.
pt_br: mas ações fora do nosso território realmente precisam ser mais estudadas.
sk: ale akcie mimo nášho teritória naozaj potrebujú trochu zváženia.
zh_cn: 在我们领地之外行动 一定要谨慎。

source: Just because people can't say no to us doesn't mean it's a good way to make friends.
cs: Už jen proto, že lidé mohou říct, že tohle není dobrý způsob jak si získat spojence.
de: Bloß weil die Leute lauter Ja-Sager sind, ist das hier keine Art sich Freunde zu machen.
fr: Ce n'est pas parce que les gens ne peuvent rien nous refuser que c'est le meilleur moyen de se faire des amis.
gd: Ged nach urrainn dha dhaoine ar diùltadh, chan e deagh dhòigh a th' ann gus caraidean ùra fhaighinn.
mt: Jekk hemm min ma jiflaħx jirbattina ma jfissirs li dak l-aħjar mod biex tibni ħbiberiji.
pl: Tylko dlatego że ludzie nie potrafią nam odmówić, nie znaczy, że jest to dobry sposób na zaskarbianie sobie przyjaciół.
pt_br: Só porque as pessoas não conseguem nos contrariar não significa que essa seja uma boa maneira de se fazer amigos.
sk: Aj keď nám nemôžu povedať nie, neznamená to, že je to dobrý spôsob, ako si získať priateľov.
zh_cn: 即使强迫让别人不敢拒绝， 那总不是交朋友的方法。

source: I'd really like it if I personally reviewed these.
cs: Byl bych opravdu rád, kdybych to mohl přezkoumat sám.
de: Ich würde sehr gern darüber informiert werden.
fr: J'apprécierais vraiment de pouvoir vérifier ceux-là moi-même.
gd: B' fhearr leam nan toirinn fhèin sùil air a leithid rud ro làimh.
mt: Tassew nixtieq nirrivedi dawn personalment.
pl: Naprawdę chciałbym tego, jeśli osobiście bym to nadzorował.
pt_br: Eu realmente gostaria de revisar pessoalmente essas operações.
sk: Rád by som si ich osobne preveril.
zh_cn: 以后这些行动我得亲自审查。

source: Understood. Though I must emphasize that we had nothing to do with this, sir.
cs: Rozumím. I když musím zdůraznit, že s tímto nemáme nic společného, pane.
de: Verstanden. Nur um genau zu sein, wir hatten nichts damit zu tun.
fr: Compris. Mais j'aimerais juste souligner que nous n'avons rien à voir avec ça, chef.
gd: Tha mi tuigsinn. Co-dhiù, feumaidh mi ràdh nach robh sinne 'n sàs sa chùis seo, uasail.
mt: Affermattiv. Għalkemm nixtieq insostni li aħna ma kellna xejn x'naqsmu ma dan, sinjur.
pl: Zrozumiałem. Jednak muszę podkreślić, że nie mamy z tym nic wspólnego, szefie.
pt_br: Entendido. Mas eu tenho que enfatizar que nós não tivemos nada a ver com isso, senhor.
sk: Porozumel som. A musím zdôrazniť, že sme s týmto nemali nič spoločné, pane.
zh_cn: 明白了。不过我得强调， 这件事跟我们没关，头。

source: Yes, I'm aware. Nevertheless, you <em>can</em> get some information, ASAP.
cs: Ano, jsem si vědom. Nicméně, <em>můžete</em> získejte nějaké informace, ASAPE.
de: Ja, bin ich mir bewusst. Dennoch <em>kannst</em> du einige Informationen bekommen, so bald wie möglich.
fr: Oui, je suis au courant. Néanmoins, vous <em>pouvez</em> obtenir des informations. Immédiatement.
gd: Seadh, tha fios a'm. Co-dhiù no co-dheth, thalla is faigh fiosrachadh cho luath 's a ghabhas.
mt: Iva, konxju. Madankollu, int <em>tista'</em> tikseb xi informazzjoni, malajr kemm jista' jkun.
pl: Tak, wiem o tym. Jednakże możesz zdobyć trochę informacji tak szybko, jak to możliwe.
pt_br: É, eu imagino. Mesmo assim, vocês <em>podem</em> me trazer mais informações. E já.
sk: Áno, toho si vedomý. Avšak, <em>môžete</em> získať nejaké informácie, a to tak rýchlo, ako to len bude možné.
zh_cn: 是，我知道。但是你们还是 可以调查一下。要尽快。

source: Don't take no for an answer.
cs: Ne není odpověď.
de: Und nehmen sie kein Nein als Antwort.
fr: Aucun refus ne doit être toléré.
gd: Na gabh ri diùltadh freagairte.
mt: Taċċettax le bħala risposta.
pl: Nie przyjmuję odpowiedzi odmownej.
pt_br: Não aceitem não como resposta.
sk: Nie neberte ako odpoveď.
zh_cn: 不要让我失望。

source: Yes, sir!
cs: Ano, pane!
de: Ja, Sir.
fr: Oui, chef !
gd: Aidh, uasail!
mt: Iva, sinjur!
pl: Tak, szefie.
pt_br: Sim, senhor!
sk: Áno, pane!
zh_cn: 没问题，头！

source: That will be all, gentlemen. Dismissed.
cs: To je vše, pánové. Rozchod.
de: Das ist dann alles, Gentleman. Wegtreten.
fr: Ce sera tout messieurs, Rompez.
gd: Sin agaibh e, a chàirdean. Faodaidh sibh falbh.
mt: Dak kollox, sinjuri. Tistgħu tmorru.
pl: To wszystko panowie. Możecie odejść.
pt_br: Isso é tudo, rapazes. Dispensados.
sk: To by bolo všetko, džentlmeni. Rozchod.
zh_cn: 会议结束。 解散！

source: Golden Glen
cs: Zlatá Rokle
de: Goldenes Tal
gd: Gleann òir
mt: Wied Dehbi
pl: Złoty Glen
pt_br: Ravina Dourada
sk: Zlatá roklina
zh_cn: 黄金峡谷

source: On this level, we give advice on how to play. Each question mark has its own hint.
cs: V této úrovni, ti dáme pár rad, jak hrát. Každý otazník skrývá jinou radu.
de: In diesem Abschnitt verraten wir, wie man dieses Spiel spielt. Jedes Fragezeichen hat einen eigenen Hinweis.
fr: Dans ce niveau, nous donnons des conseils sur la façon de jouer. Chaque point d'interrogation a son propre indice.
gd: Air an leibheil seo, bheir sinn comhairle dhut air ciamar a chluicheas tu an geama. Tha gliocas air cùlaibh gach comharradh-ceiste.
mt: F'dal-livell, se nuruk kif tilgħab. Kull mistoqsija li tara fiha xi ħjiel.
pl: Tutaj poznasz zasady rządzące grą. Każdy znak zapytania skrywa podpowiedź.
pt_br: Nesta fase, nós o ensinaremos como jogar. Cada ponto de interrogação tem sua própria dica.
sk: V tomto leveli Ti dáme rady, ako hrať.⏎ Každý otáznik má svoj vlastný tip.
zh_cn: 开始：上课拉。每个问好都有答案。

source: If you already know how to play, then just walk to the next level.
cs: Jestliže víš jak hrát, pokračuj do další úrovně
de: Wenn du schon weißt, wie man spielt, lauf einfach weiter ins nächste Level.
fr: Si vous savez déjà jouer, marchez jusqu'au niveau suivant.
gd: Ma tha fios agad mu thràth ciamar a chluicheas tu, coisich dhan ath leibheil.
mt: Jekk diġà taf kif tilgħab, imxi lejn il-livell li jmiss.
pl: Jeżeli już wiesz jak grać, po prostu przejdź do następnego poziomu.
pt_br: Se você já sabe jogar, então continue até a fase seguinte.
sk: Ak už vieš, ako hrať,⏎ potom len prejdi do ďalšieho levelu.
zh_cn: 如果你已经知道如何操作， 直接走到下一关就行了。

source: To save your progress in the game, use one of these convenient restrooms.
cs: Pro uložení hry,⏎ použij jednu z kadibudek
de: Zum Speichern benutze eines dieser Plumpsklos.
fr: Pour sauvegarder votre progression dans le jeu, utilisez l'une de ces toilettes bien pratiques.
gd: Gus an t-adhartas agad sa gheama a shàbhaladh, cleachd aon dhe na taighean-beaga goireasach seo.
mt: Biex issalva l-progress tiegħek fil-logħba, uża dawn il-kmamar imxerrdin mad-dinja.
pl: Aby zapisać grę, użyj jednej z tych wygodnych toalet.
pt_br: Para gravar o seu progresso no jogo, basta usar um desses convenientes banheiros.
sk: Ak chceš uložiť svoj postup v hre,⏎ použi jeden z takýchto pohodlných budárikov.
zh_cn: 进程都会在你进入某个洗手间 之后残留下来。

source: Some changes in elevation are too high to clear with just a normal jump.
cs: Někdy je nějaká skála moc vysoká pro normální skok.
de: Einige Anhöhen sind zu hoch, um sie mit einem einzigen Sprung zu erreichen.
fr: Certains changements d'altitude sont trop importants pour un saut normal.
gd: Aig amannan, feumaidh tu dìreadh ro àrd ach an dèanadh leum a-mhàin a' chùis.
mt: Xi meded tal-livell huma għoljin wisq biex jintlaħqu b'qabża normali.
pl: Niektóre pagórki są zbyt wysokie, by przeskoczyć je zwyczajnym skokiem.
pt_br: Alguns obstáculos são altos demais para serem ultrapassados com um pulo normal.
sk: Niektoré rozdiely vo výškach sú príliš veľké, aby na ne stačil obyčajný skok.
zh_cn: 有些高度无法直接接触。

source: Fortunately, Frogatto can jump off of walls, too!
cs: Naštěstí, Frogatto se umí odrážet od zdi!
de: Zum Glück kann Frogatto auch von Wänden abspringen.
fr: Heureusement, Frogatto peut aussi sauter depuis les murs !
gd: Gu fortanach, 's urrainn dha Fhrogatto leum far bhallachan cuideachd!
mt: B'xorti tajba, Frogratto jista' anke jimmolla mil-ħitan!
pl: Na szczęście Frogatto potrafi odbijać się od ścian!
pt_br: Felizmente, Frogatto pode pular das paredes, também!
sk: Našťastie, Frogatto vie skákať aj zo stien!
zh_cn: 幸运的是，阿土可以从墙上再度起跳！

source: To do this, do a walking jump into the wall.
cs: Tak do toho, skoč na zeď.
de: Spring einfach gegen die Wand.
fr: Pour cela, sautez contre le mur tout en marchant.
gd: Gus seo a' dhèanamh, coisich is leum ris a' bhalla.
mt: Biex tagħmel dan, imxi u aqbeż f'salt għal ġo ħajt.
pl: Aby tego dokonać, naskocz na ścianę.
pt_br: Para fazer isso, pule em direção à parede.
sk: Aby ste tak učinil, vyskočte v behu oproti stene.
zh_cn: 首先跳向墙。

source: If you bump into a wall at the crest of a jump, you will cling to the wall and slowly slide down.
cs: Pokud narazíš do zdi při vrcholku skoku, tak se budeš držet a jen pomalu budeš klesat k zemi.
de: Wenn du am höchsten Punkt deines Sprungs mit einer Wand zusammenstößt, dann hältst du dich daran fest und rutscht langsam herunter.
fr: Si vous touchez le mur en haut d'un saut, vous pourrez vous y accrocher et glisser lentement vers le bas.
gd: Ma bhuaileas tu balla aig puing àrd an leum, greimichidh tu ris a' bhalla is slìobaidh tu sìos gu slaodach.
mt: Jekk tmiss ma ħajt fil-quċċata tal-qabża, taqbad mal-ħajt u tibda tiżżerżaq l-isfel bil-mogħod.
pl: Jeśli wpadniesz na ścianę, będąc w powietrzu, przylgniesz do niej, a następnie zaczniesz powolnie zsuwać się w dół.
pt_br: Se você bater nela no início do pulo, Frogatto vai grudar na parede e escorregar, devagarinho.
sk: Ak v najvyššom bode skoku narazíte do steny, udržíte sa na nej a pomaly začnete kĺzať dolu.
zh_cn: 碰到后会依靠墙缓慢下滑。

source: If you don't get a running start, you can still cling on, if you tap the arrow toward the wall, and press jump whilst it's held down.
cs: Pokud nechcete vybíhat při startu, můžete se držet, pokud stiskneš šipku ke zdi, a stiskneš skok, když se drži.
de: Wenn es beim ersten Mal nicht klappt, bewege dich näher an die Wand heran.
fr: Si vous ne faites pas un bon départ, vous pouvez toujours vous accrocher si vous appuyez sur la flèche en direction du mur, et sautez en la maintenant enfoncée.
gd: Mura faigh thu tòiseachadh a' ruith, 's urrainn dhut fhathast greim a chumail air ma bhrùthas tu air an t-saighead an comhair a' bhalla is ma bhrùthas tu air leum fhad 's a tha thu a' cumail air an t-saighead.
mt: Jekk m'hemmx fejn tirranka, xorta tisa' żżom ml-ħajt, billi ttektek il-key vleġġa lejn il-ħajt, u tagħfas Jump waqt li żżommha.
pl: Nawet jeśli się nie rozpędzisz, możesz przyczepić się do ściany. W tym celu przytrzymaj strzałkę w bok i skocz.
pt_br: Se você não começar com velocidade suficiente, ainda pode grudar na parede, apertando o botão do pulo enquanto segura a seta direcional contra a parede.
sk: Ak nemáte príležitosť sa rozbehnúť, stále sa môžete udržať na stene: skočíte smerom k danej stene a podržíte tlačítko skoku.
zh_cn: 假如你没有助跑，仍然可以按住 指向墙壁的方向键，然后起跳。

source: Whilst you are clinging to the wall, pressing jump will make you rebound off.
cs: Když se držíte zdi, a stisknete skok, Frogatto odskočí.
de: Solange du an der Wand hängst, kannst du mit der Sprungtaste von dort abspringen.
fr: Lorsque vous êtes accroché au mur, appuyez sur saut pour rebondir.
gd: Fad 's a tha greim agad air a' bhalla, brùth air leum gus stotail às.
mt: Waqt li tkun mdendel ma' ħajt, agħfas Jump biex timmolla minnhu.
pl: Kiedy jesteś przyczepiony do ściany, wciśnięcie skoku spowoduje, że się odbijesz.
pt_br: Enquanto estiver deslizando pela parede, você pode pular fora apertando o botão do pulo novamente.
sk: Kým sa držíš na stene,⏎ stlačením skoku, odskočíš na protiľahlú stenu.
zh_cn: 在贴住岩壁的时候， 按下跳跃键就可以跳起。

source: This is especially useful, if two walls are facing each other, because then you can rebound over and over between them.
cs: To je velmi užitečné, pokud jsou dvě stěny naproti sobě, protože se můžeš mezi nimi dostávat pořád výše a výše.
de: Und wenn zwei Wände besonders dicht beieinander stehen, kannst du schnell an hochgelegene Stellen herankommen.
fr: C'est particulièrement utile si deux murs se font face, vous pourrez alors rebondir entre eux de nombreuses fois.
gd: Tha seo feumail gu h-araidh ma tha dà bhalla an comhair a chèile is 's urrainn dhut leum eatorra mu seach.
mt: Din utli ħafna, fil-kas meta għandek żewġ ħitan faċċjata ta' xulxin, għax this timmolla minn wieħed għal ieħor ripetutament biex titla'.
pl: To jest szczególnie przydatne, gdy dwie ściany stoją naprzeciwko siebie. Wówczas możesz odbić się od jednej, a później od drugiej.
pt_br: Onde a parede for alta dos dois lados, isso é muito útil, porquê você pode pular de um lado ao outro até o topo.
sk: Toto je obzvlášť užitočné, ak sú dve steny vedľa seba, pretože sa môžete odraziť od jednej k druhej a naopak.
zh_cn: 两面墙之间跳跃的技能。

source: This lets you ascend vertical columns.
cs: Což ti umožní se dostat prakticky kamkoliv.
de: So kommst du enge Schächte hinauf.
fr: Cela vous permet de grimper des parois verticales.
gd: Faodaidh tu colbhan dìreach a shreap san dòigh seo.
mt: B'hekk tista' titla' bejn żewġ ħitan.
pl: Dzięki temu możesz wspinać się po pionowych kolumnach.
pt_br: Assim, você pode escalar os penhascos que encontrar.
sk: To Ti umožní výstup zvislou šachtou nahor.
zh_cn: 这使得你可以垂直行进到达上层。

source: Frogatto's world is a dangerous place.
cs: Frogattův svět je nebezpečné místo.
de: Frogattos Welt ist ein gefährlicher Ort.
fr: La monde de Frogatto est un endroit dangereux.
gd: 'S e àite cunnartach a th' ann an saoghal Fhrogatto.
mt: Id-dinja ta' Frogatto mimlija tiġrib.
pl: Świat Frogatto jest bardzo niebezpieczny.
pt_br: O mundo de Frogatto é um lugar perigoso.
sk: Frogattov svet je nebezpečné miesto.
zh_cn: 阿土的世界是个很危险的地方。

source: In his travels, you'll encounter many creatures who want to hurt you.
cs: Na jeho cestách narazíš na mnoho stvoření, která tě budou chtít zranit.
de: Während deiner Reise wirst du auf viele Kreaturen treffen, die dir schaden wollen.
fr: Dans vos voyages, vous rencontrerez de nombreuses créatures qui voudront vous nuire.
gd: Tachraidh tu air iomadach creutair a tha airson do mhilleadh fhad 's a bhios tu a' siubhal.
mt: Matul il-vjaġġi tiegħu, se tiltaqa' ma ħafna ħlejjeq li jixtiqulek id-deni.
pl: W tym świecie spotkasz wiele wrogich zwierząt.
pt_br: Nas suas viagens, você encontrará muitas criaturas que querem feri-lo.
sk: Na svojich cestách narazíš na množstvo tvorov, ktorý ti budú chcieť ublížiť.
zh_cn: 旅行中，很多想要欺压你的家伙。

source: It's often fine to just avoid them, but if you have to fight, Frogatto's best defense is his tongue.
cs: Často bude stačit se jim vyhnout, ale někdy bude nutné bojovat, nejlepší Frogattova obrana je jazyk.
de: Oft ist es besser sie zu meiden, aber wenn du kämpfen musst, dann kann sich Frogatto immer noch mit seiner Zunge verteidigen.
fr: Il suffit souvent de les éviter, mais si vous devez vous battre, la meilleure défense de Frogatto est sa langue.
gd: Gabhaidh iad seachnadh gu tric, ach ma tha agad ri sabaid, is a theanga an dìon as fhearr aig Frogatto.
mt: Ħafna drabi aħjar tevithom, iżda jekk għandek tiġġieled, l-aqwa difiża ta' Frogatto hu lsienu.
pl: Często wystarczy po prostu ich unikać, ale czasem możesz zostać zmuszony do walki. Wtedy najlepszą bronią Frogatto jest jęzor.
pt_br: Normalmente, você pode simplesmente evitá-las, mas, se tiver que lutar, a melhor defesa de Frogatto é a língua.
sk: Často je dobré sa im vyhnúť, ale ak musíte bojovať, Frogattovou najlepšou obranou je jeho jazyk.
zh_cn: 越过不难，战斗也不难—— 要打就用舌头。

source: You can grab enemies with the tongue, and then spit them back out.
cs: Můžeš chytit nepřátele jazykem a pak je vyplivnout zpátky.
de: Du kannst Gegner mit der Zunge einfangen und wieder ausspucken.
fr: Vous pouvez attraper vos ennemis avec votre langue, puis les recracher.
gd: 'S urrainn dhut nàimhdean a ghlacadh le do theanga is an uairsin an spùtadh a-mach.
mt: Tista' taħtaf għedewwa bl-ilsien, u tobżoqhom lura.
pl: Możesz łapać przeciwników językiem, a następnie wypluwać ich z powrotem.
pt_br: Você pode pegar inimigos com a língua, e depois cuspi-los de volta.
sk: Môžeš pochytať nepriateľov jazykom, a potom ich vypľuť späť.
zh_cn: 你可以用舌头卷住敌人吞下去， 而后再将它们吐出去。

source: Once spat out, they become a deadly projectile.
cs: Pokud je vyplivneš, Stanou se z nich smrtící střely.
de: Einmal ausgespuckt werden sie zu tödlichen Geschossen.
fr: Une fois crachés, ils deviennent des projectiles mortels.
gd: Nuair a spùtas tu a-mach iad, thèid iad nam peilearan marbhtach.
mt: Meta jinbeżqu, isiru projettili letali.
pl: Po wypluciu stają się śmiercionośnymi pociskami.
pt_br: Quando cuspidos, eles podem destruir outros inimigos.
sk: Akonáhle ich vypľuvnete naspäť, stanú sa z nich smrtiace projektily.
zh_cn: 发射的任何东西都是武器。

source: If they don't hit anything, they'll be stunned momentarily, and then will flip upright again.
cs: Pokud nikoho netrefíš, budou ochromeni dokud se nedostanou zpět na nohy.
de: Wenn sie nichts treffen, bleiben sie kurzzeitig vor Schreck liegen und werden sich dann wieder aufrichten.
fr: S'ils n'ont rien touché, ils seront sonnés un moment, puis se remettront sur pied.
gd: Mura buail iad ri dad, cuiridh tu nan tuaineal iad greis is seasaidh iad an àirde a-rithist.
mt: Jekk ma jolqtu xejn, jistordu għal ftit ħin, u wara jerġgħu jistenbħu.
pl: Jeśli w nic nie trafią, zostaną na moment oszołomione, a później, jak gdyby nigdy nic, staną na równe nogi.
pt_br: Se não acertarem nada, eles ficarão paralisados por uns instantes, até poderem se levantar de novo.
sk: Ak nič nezasiahnu, ostanú na chvíľu paralizovaní, a potom sa vrátia do normálneho stavu.
zh_cn: 不过要是没有击中，它们会暂时头晕， 然后爬起来。

source: Whilst on their backs, they're vulnerable to being stomped on.
cs: Když leží na zádech, tak je můžeš zašlápnout.
de: Solange sie auf ihrem Rücken liegen, sind sie durch Draufhüpfen verwundbar.
fr: Pendant qu'ils sont sur le dos, vous pouvez leur sauter dessus.
gd: Nuair a bhios iad nan laighe, gabhaidh iad leòn is tu a' leum orra.
mt: U waqt li jkunu ma l-art fuq daharhom, tista' taqbeż fuqhom.
pl: Kiedy leżą na plecach, można ich zabić skacząc na nich.
pt_br: Enquanto estiverem paralisados, é fácil pisoteá-los.
sk: Kým ležia na chrbte, sú zraniteľní na rozšliapnutie.
zh_cn: 当它们四脚朝天时， 很容易受到踩击的伤害。

source: Sticking out the tongue and spitting, are both done with the attack key.
cs: Pro vystřelení jazyka i plivání stiskni útočné tlačítko
de: Drücke die Angriffstaste, um die Zunge herauszustrecken oder zu spucken.
fr: Sortir la langue et recracher utilisent la même touche attaque.
gd: Cuiridh tu an dà chuid do theanga a-mach is spùtaidh tu a-mach leis an iuchair ionnsaighe.
mt: Uża l-Attack key biex toħroġ l-isien, kif ukoll biex tobżoq l-għedewwa.
pl: Wypuszczanie języka i plucie, wykonuje się przyciskiem atak.
pt_br: As ações de soltar a língua e cuspir são feitas com o botão de ataque.
sk: Chytanie s jazykom a pľuvanie, sa obe robia útočnou klávesou.
zh_cn: 吐舌和吐敌人都是按攻击键来进行的。

source: There are a few ants just ahead. Feel free to try this on them.
cs: Před tebou je pár mravenců. Zkus si to na nich.
de: Es sind ein paar Ameisen gleich da vorne, mit denen du das ausprobieren kannst.
fr: Il y a quelques fourmis un peu plus loin. Vous pouvez essayer sur elles.
gd: Tha seangan no dhà ri thighinn air do bheulaibh. Carson nach feuch thu orra e?
mt: Hemm xi nemel ftit lil-hemm. Ipprova uża l-ilsien fuqhom.
pl: Przed tobą znajduje się kilka mrówek. Spróbuj wykorzystać na nich zdobytą wiedzę.
pt_br: Há algumas formigas logo à frente. Fique à vontade em atacá-las.
sk: Nad Tebou je teraz nejaká háveď.⏎ Neboj sa to na nej vyskúšať.
zh_cn: 前面不远处有些蚂蚁。 请随意拿它们练练手吧。
