Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: That might have been why he tried to take out that bridge.
cs: Možná právě proto se pokusil zničit most.
de: Vielleicht ist das der Grund für seinen Versuch, die Brücke zu demolieren.
fr: C'est peut-être pour cela qu'il a voulu détruire ce pont.
gd: 'S dòcha gur e seo as adhbhar gun do dh'fheuch e ris an drochaid a sgrios.
mt: Jista jkun li għalhekk pprova jġarraf il-pont.
pl: Pewnie dlatego próbował zburzyć most.
pt_br: Deve ser por isso que ele tentou destruir aquela ponte.
sk: To by mohlo byť, prečo sa snažil, dať dole ten most.
zh_cn: 这也许就是他企图毁掉桥的 原因吧。

source: If you're thinking to go in there, you might reconsider.
cs: Pokud tam chcete jít, měl by jste si to rozmyslet.
de: Wenn Sie vorhaben, da reinzugehen, überlegen Sie sich das vielleicht besser noch einmal.
fr: Si vous comptiez aller en ville, il vaudrait mieux y réfléchir à deux fois.
gd: Ma tha sibh a' beachdachadh air dol a-steach an-siud, b' fheairrde sibh beachdachadh a-rithist.
mt: Jekk qed taħseb biex tidħol hemm, aħsibha darbtejn.
pl: Powinieneś się zastanowić, czy na pewno chcesz tam iść.
pt_br: Se você estava tentando ir lá, é melhor pensar duas vezes...
sk: Ak uvažujete ísť dnu, mali by ste to zvážiť.
zh_cn: 如果你正打算要进去， 最好还是再考虑一下。

source: Well, yeah, I was gonna go in there.
cs: No, jo, chtěl jsem tam jít.
de: Nun, ja, da wollte ich schon reingehen.
fr: Ben ouais, Je pensais y aller.
gd: Uill, seadh, bha mi airson dhol a-steach.
mt: Ħeqq, hemm kond sejjer.
pl: Tak, mam zamiar tam iść.
pt_br: Bom, é, O plano era entrar lá dentro.
sk: No, jo, chcel som tam ísť.
zh_cn: 呃，对， 我确实是要进去。

source: I mean, what are we gonna do, sit on our butts here?
cs: Chci říct, co budeme dělat, sedět tady na zadku?
de: Ich meine, was machen wir sonst. Hier auf unseren Hintern herumsitzen?
fr: Qu'est-ce qu'on peut faire après tout, rester plantés là ?
gd: Saoil, dè mholadh thusa, suidhe fo na mùigean?
mt: X'nagħmlu nkella, noqgħodu niċċassaw?
pl: Co innego mamy zrobić, usiąść na tyłkach i siedzieć tutaj?
pt_br: Pois, francamente, vamos fazer o quê? Esperar sentados?
sk: Chcem povedať, čo budeme robiť,⏎ sedieť tu na zadkoch?
zh_cn: 我的意思是，要不我们该干嘛？ 在这儿傻坐着？

source: No, no... but I was hoping we'd go in in force.
cs: No,no... jen jsem doufal, že se jim postavíme silou.
de: Nein, nein… aber ich hatte gehofft, dass wir in voller Stärke einmarschieren würden.
fr: Non, non... j'espérais qu'on y rentrerait en force.
gd: Cha mholainn, cha mholainn ... ach bha mi 'n dòchas gum b' urrainn dhuinn dhol a-steach aig meud mòr.
mt: Le, le... imma kond qed nittama li mmorru b'saħħa kbira.
pl: Nie, nie... ale, myślałem że przebijemy się siłą.
pt_br: Não, claro que não... Mas eu esperava que pudéssemos preparar um ataque em massa.
sk: Nie, nie ...⏎ ale dúfal som, že pôjdeme dnu s posilami.
zh_cn: 不，不…… 只是我希望我们有一大群人一起闯进去。

source: Against Milgram? Really?
cs: Proti Milgramovi? Blázníš?
de: Gegen Milgram? Wirklich?
fr: Contre Milgram ? Vraiment ?
gd: An aghaidh Calum a' Chaisteil? 'Eil thu às do rian?
mt: Kontra Milgram? Żgur?
pl: Przeciwko Milgramowi? Naprawdę?
pt_br: Contra o Milgram? Tem certeza?
sk: Proti Milgramovi? Naozaj?
zh_cn: 对付米格拉姆？真的？

source: I mean... on paper, that sounds like a good enough plan,
cs: Chci říct ... teoreticky, To zní jako dobrý plán,
de: Nun… auf dem Papier, da hört es sich doch nach einem guten Plan an,
fr: Parce que... sur le papier, cela ressemble à un assez bon plan,
gd: Saoilidh mi ... sa chiad dol a-mach, tha coltas plana math gu leòr air,
mt: Heqq, fit-teorija, jidher pjan tajjeb,
pl: To znaczy... na papierze wygląda to na całkiem niezły plan.
pt_br: Quero dizer... na teoria, o plano até que não parece mau,
sk: Mám na mysli... na papieri, to znie ako dosť dobrý plán,
zh_cn: 我的意思是 ... 在纸上， 还听上去是不过的计划，

source: but I'm gonna be a jerk here, and poke some holes in it.
cs: ale trčim tady jako blbec, a šťourám se v dírách v zemi.
de: doch ich wäre schön blöd gewesen, wenn ich nicht weiter gefragt hätte.
fr: mais je vais être un rabat-joie ici, et y faire quelques trous.
gd: ach bidh mi mosach is innsidh mi dhut gu bheil laigsean ann.
mt: imma ħa nkun naqra fitt, u nfittex ix-xagħra fl-għaġina.
pl: ale będę niemiły, i wskażę jego kilka słabości.
pt_br: mas veja bem, ele tem alguns furos...
sk: ale radšej ostanem tu, a budem v ňom hľadať nejaké diery.
zh_cn: 但是我呆在这里像个笨蛋一样， 在地上画圈圈。

source: Fair enough. I'm not particularly fond of it, myself.
cs: To je pravda. Taky nejsem nijak zvlášť spokojený.
de: Na gut. Ich muss es ja nicht mögen.
fr: Très bien. Je n'en suis pas particulièrement convaincu moi-même.
gd: Ceart gu leòr. Chan eil mi fhìn ro mheasail air.
mt: Tajjeb għalija. M'għandix qalbi marbuta magħha wara kollox.
pl: W porządku. Sam nie byłem do końca przekonany, co do jego skuteczności.
pt_br: Tudo bem. Não gosto muito do plano mesmo, pra falar a verdade.
sk: To je fér. Nemám to nijak zvlášť v obľube.
zh_cn: 没问题。 我本人也不是特别喜欢它。

source: Firstly, Milgram's got LOTS of followers. Tons of em. He runs an entire city.
cs: Za prvé, Milgram má spoustu následovníků. Tuny následovníků. Je jich plné město.
de: Erst einmal hat Milgram VIELE Anhänger. Massig viele. Er hat sogar eine ganze Stadt.
fr: D'abord, Milgram a PLEIN de serviteurs. Des tonnes. Il dirige une cité entière.
gd: Sa chiad dol a-mach, tha torr mòr dhe luchd-leantainn aig Calum. Torr ana-mhòr. Tha e stiùireadh baile gu lèir.
mt: L-ewwel nett, Milgram għandu ĦAFNA segwaċi. Bir-radam. Imexxi belt sħieħa.
pl: Po pierwsze, Milgram ma WIELU ludzi. Zajął całe miasto.
pt_br: Primeiro, a tropa do Milgram é enorme. De milhares. Ele manda numa cidade inteira.
sk: Po prvé, Milgram má VEĽA prívržencov. Sú ich masy.⏎ Behajú po celom meste.
zh_cn: 首先，米格拉姆有<em>很多</em>手下， 成千上万。整个城市都是他管的。

source: I mean, even if we armed the whole town, they'd grossly outnumber us.
cs: Myslím, že i kdybychom vyzbrojili celé město, tak nás stejně přečíslí.
de: Ich meine, selbst wenn wir die ganze Stadt bewaffnet hätten, wären sie uns kaum zahlenmäßig überlegen gewesen.
fr: Enfin quoi, même si nous armions toute la ville, ils resteraient nettement plus nombreux que nous.
gd: Is fiù 's ma bheir sinn airm dhan a h-uile duine, tha mòran a bharrachd dhiubh ann na tha dhuinne.
mt: Li rrid ngħid, anke jekk narmaw ir-raħal kollu, xorta ma nibdewx magħhom.
pl: Nawet jeśli uzbroilibyśmy całe miasteczko, wróg i tak miałby nad nami znaczną przewagę.
pt_br: Mesmo que todo mundo na vila estivesse armado até os dentes... a tropa deles é muito, mas muito maior.
sk: Aj keď ozbrojíme celé mesto, budú mať veľkú početnú prevahu.
zh_cn: 我说，即使我们武装了村镇，数量也比不 上。

source: Plus, they're pretty mobile, too. Planes and such.
cs: Navíc, mají pěkné stroje. Letadla a tak.
de: Und sie wären mobiler geworden. Mit Flugzeugen und so.
fr: De plus, ils sont assez mobiles. Des avions et tout ça.
gd: Barrachd air sin, gluaisidh iad gu luath. Plèanaichean is a h-uile sìon.
mt: Barra minn hekk, għandhom il-mobbiltà, ukoll. Ajruplani u inġenji oħra.
pl: Dodatkowo są w stanie szybko się przemieszczać. Mają samoloty i inne pojazdy.
pt_br: E eles têm bastante mobilidade, até. Aviões e tal.
sk: Plus, majú celkom slušnú techniku. Lietadlá a tak.
zh_cn: 再说，它们速度快。 飞啊啥的。

source: We might get the drop on them for a bit, but we'd get surrounded in no time.
cs: Možná jich pár sundáme, ale nemůžeme je nikdy porazit.
de: Wir wären ihnen ein wenig zuvorgekommen, aber wären in kurzer Zeit umzingelt worden.
fr: Nous pourrions les tenir en respect un moment, mais nous serions encerclés en un rien de temps.
gd: 'S dòcha gum faigheadh sinn a' bhuannachd greis, ach rachadh ar cuairteachadh gu luath an dèidh seo.
mt: Jaf naqbduwhom fuq sieq waħda għal ftit, imma żgur li jiċċirkondawna wara ftit.
pl: Być może udałoby nam się ich zaskoczyć i na trochę przejąć inicjatywę, ale szybko zostalibyśmy otoczeni.
pt_br: A gente até poderia dar um sustinho, mas logo logo seríamos cercados.
sk: Dokázal by sme ich poriadne zamestnať, ale za krátku chvíľku by sme boli obkľúčený.
zh_cn: 我们也能打下些，不过立刻就会被包围。

source: Brute force against brute force won't work.
cs: Hrubá síla proti hrubé síle nebude fungovat.
de: Rohe Gewalt gegen rohe Gewalt wird nichts bringen.
fr: La force brute contre la force brute ne fonctionnera pas.
gd: Chan obraich ainneart an aghaidh ainneirt.
mt: Saħħa b'saħħa mhux ser naslu mkien.
pl: Siła przeciwko sile tu nie zadziała.
pt_br: A nossa força contra a deles... não ia dar certo.
sk: Hrubá sila proti hrubej sile nebude fungovať.
zh_cn: 硬碰硬攻吃亏。

source: We'd be like ... a bull butting heads with a freight train.
cs: Bylo by to jako... Jít býkem proti rozjetému vlaku.
de: Es wäre in etwa so… als würde ein Stier mit einem Güterzug zusammenstoßen.
fr: Nous serions comme... un taureau chargeant contre un train de marchandises.
gd: Bhiodh seo mar tharbh a' mulcadh ri trèana.
mt: Inkuni qisna... barri ras imbras ma' vapur tal-art.
pl: Byli byśmy jak... byk idący na spotkanie z pociągiem.
pt_br: Seria como... um touro querendo chifrar um trem de carga.
sk: Boli by sme ako ... býčou hlavou proti nákladnému vlaku.
zh_cn: 就像是…… 公牛和货运火车顶头。

source: Yes... oh dear. I see what you mean.
cs: Ano... Propána. Vím co myslíš.
de: Ja… oh je. Ich sehe, was Sie meinen.
fr: Oui... oh bon sang. Je vois ce que vous voulez dire.
gd: Faire, faire! Tha mi tuigsinn cò air a tha sibh a-mach.
mt: Iva... ajma. Fhimtek.
pl: Tak... Ojej. Rozumiem, co masz na myśli.
pt_br: Sim... puxa! Sei o que quer dizer.
sk: Áno ... ach drahý.⏎ Chápem, čo máte na mysli.
zh_cn: 啊… 我明白你的意思。

source: There's got to be something we can use to our advantage, but "numerical superiority" isn't it.
cs: Musí být něco, co nám bude ku prospěchu ale"početní převaha" to není.
de: Es muss irgendwas geben, das wir zu unserem Vorteil nutzen können, aber "zahlenmäßige Überlegenheit" ist es nicht.
fr: Il y a sûrement quelque chose à utiliser à notre avantage, mais ce n'est pas la "supériorité numérique".
gd: Feumaidh gu bheil rudeigin ann a chleachdas sinn dha 'r buannachd, ach cha dèan "ceannas àireamhail" a' chùis.
mt: Żgur li hemm xi ħaġa favurina, imma l-vantaġġ tan-numru mhux wieħed minnhom.
pl: Musi być coś, co możemy użyć na naszą korzyść, ale przewaga liczebna to nie to.
pt_br: Deve ter algum jeito pra gente conseguir alguma vantagem, mas duvido que seja no tamanho da tropa.
sk: Musí tu byť niečo, čo môžeme použiť v náš prospech,⏎ ale "početná presila" to nie je ono.
zh_cn: 一定有什么东西可以成为我们的优势， 但不是“数量优势”。

source: Anyways, about the cave ahead... it's just one guy, right?
cs: Takže, v té jeskyni... je jen jeden?
de: Wie auch immer. Um nochmal über die Höhle zu sprechen… dort ist wirklich nur einer, oder?
fr: Sinon, à propos de la grotte plus loin... c'est juste un type, c'est ça ?
gd: Co-dhiù no co-dheth, mu dheidhinn na h-uamh' a tha romham ... Chan e ach aonar a th' ann, an e?
mt: Insomma. dwar l-għar quddiemna, għassies wieħed hemm hux?
pl: Wracając do jaskiń przed nami... Jest tam tylko jeden wartownik?
pt_br: E... bom, essa caverna aí na frente. Tem um carinha só, né?
sk: Tak či tak, o jaskyni vpredu...⏎ je to len jeden chlapík, však?
zh_cn: 不管怎么说，关于前面的洞穴…… 只有一个人守着，对不对？

source: To my knowledge, yes.
cs: Pokud vím, tak ano.
de: Nach meiner Kenntnis, ja.
fr: D'après ce que je sais, oui.
gd: Fhad 's a bheil fios agam, 's e.
mt: Sa fejn naf jien, iva.
pl: Z tego co mi wiadomo, tak.
pt_br: Pelo que sei, só um mesmo.
sk: Pokiaľ viem, áno.
zh_cn: 就我所知道的，是的。

source: Maybe I can talk my way around him?
cs: Možná ho přemluvim, aby mě pustil.
de: Vielleicht kann ich mich an ihm vorbei argumentieren.
fr: Je pourrais peut-être essayer de négocier ?
gd: 'S dòcha gum b' urrainn dhomh bruidhinn ris is a char a thoirt às.
mt: Forsi nista' nirraġuna miegħu?
pl: Może uda mi się go przekonać?
pt_br: Talvez eu consiga me virar com ele, só na conversa, não?
sk: Možno by som sa s ním mohol porozprávať cestou okolo.
zh_cn: 说不定我可以说动他？

source: Worse comes to worse, I can just run for it. Right?
cs: Zlo vede ke zlu, Už budu muset jít. Pravda?
de: Schlimmstenfalls kann ich immer noch abhauen. Richtig?
fr: Et au pire, je pourrais toujours prendre mes jambes à mon cou. Non ?
gd: Ma thèid a h-uile sìon am miosad, nì mi ruith. Ceart ma-thà?
mt: Fl-għar kas, inlebbet l'hemm hux?
pl: A jeśli to zawiedzie, mogę po prostu przebiec obok niego, prawda?
pt_br: Se der errado, é só voltar correndo!
sk: Horšie je k horšiemu, môžem len utiecť.⏎ Je to tak?
zh_cn: 要是出现最糟糕的情况了， 我也只要开溜就好。对吧？

source: I do hope so. Good luck!
cs: To doufám. Hodně štěstí!
de: Das hoffe ich sehr. Viel Glück!
fr: J'espère. Bonne chance !
gd: Tha mi 'n dòchas. Guma math a thèid leibh!
mt: Nispera. Ir-risq!
pl: Mam taką nadzieję. Powodzenia!
pt_br: Espero que dê certo. Boa sorte!
sk: Dúfam, že áno. Good luck!
zh_cn: 但愿如此。 祝你好运！

source: Now what?
cs: Co teď?
de: Und was jetzt?
fr: Quoi encore ?
gd: Dè a-nis?
mt: Issa x'imiss?
pl: Co teraz?
pt_br: O que foi agora?
sk: Teraz čo?
zh_cn: 现在咋办？

source: Dark Corridor
cs: Temná Chodba
de: Dunkler Korridor
fr: Couloir Sombre
gd: Trannsa dhorch
mt: Kuritur mudlam.
pl: Ciemny Korytarz
pt_br: Corredor Sombrio
sk: Temné chodby
zh_cn: 黑暗长廊

source: Darkness Central
cs: Temné Centrum
de: Zentrale der Dunkelheit
fr: Cavernes Ténébreuses
gd: Prìomh-dhorchadas
mt: Qalb Id-Dlam
pl: Centrum Mroku
pt_br: Central do Vazio
sk: Tmavá centrála
zh_cn: 暗黑中心

source: It says, "Chopple's General Store, just ahead.
cs: Stojí tu, "Chopplův obchod se smíšeným zbožím, přímo přede vámi.
de: Da steht: „Chopples Gemischtwarenladen, einfach geradeaus.
fr: Ça dit, "Magasin de Chopple", juste devant.
gd: Tha "Bùth Ailig" sgrìobhte air, "dìreach air do bheulaibh."
mt: Tgħid, "Il-Ħanut ta' Ċopil, ftit lil hemm.
pl: Napisane jest: 'Sklep Ogólny Chopple'a, tuż przed tobą.
pt_br: Diz que o "Empório do Chopple" é logo à frente.
sk: Je tu napísané,⏎ "Choppleov zmiešaný tovar,⏎ len rovno.
zh_cn: 上面写着： “巧比的万能商店， 就在前方，

source: Honest trade and thrifty prices!"
cs: Poctivý obchod za nízké ceny!"
de: Ehrlicher Handel und ordentliche Preise!“
fr: "Commerce honnête et prix économiques !"
gd: "Malairt onarach is prìsean saora!"
mt: Negozju onest u prezzijiet raġunevoli."
pl: Uczciwy handel i niskie ceny!'
pt_br: "Atendimento honesto e preços camaradas!"
sk: Poctivý obchod a šetrné ceny!"
zh_cn: 童叟无欺，价廉物美！“

source: Descent to Town
cs: Sestup do města
de: Abstieg zum Dorf
fr: Descente en ville
gd: Teàrnadh dhan bhaile
mt: Niżla għal- ġor-raħal.
pl: Zejście Do Miasta
pt_br: Descida à Vila
sk: Zostup do mesta
zh_cn: 落入小镇

source: Downhill
cs: Svah
de: Bergab
fr: En Bas de la Colline
gd: Sìos na slèibhe
mt: L-isfel.
pl: Zbocze
pt_br: Ladeira Abaixo
sk: Z kopca
zh_cn: 下坡

source: Dungeon Blocks
de: Blockiges Verlies
fr: Blocs du Donjon
gd: Tuill-dhubha
mt: Knaten Tal-Kalzri
pl: Podziemne Bloki
pt_br: Desafio dos Blocos
sk: Kamene temnice
zh_cn: 地牢区域

source: Dungeon Crawling
de: Kerkergekrieche
fr: Exploration du Donjon
gd: Sloc an t-snàgaidh
mt: Dawra mal-Kalzri.
pl: Przygoda w lochu
pt_br: Caminhos da Masmorra
sk: Plazenie v temnici
zh_cn: 挪过地牢

source: The Entrance
cs: Vstup
de: Der Eingang
fr: L'entrée
gd: An doras a-steach
mt: Id-Daħla
pl: Wejście
pt_br: A Entrada
sk: Vchod
zh_cn: 入口

source: h... Hello?
cs: A... Ahoj?
de: H… Hallo?
fr: Heu... Y a quelqu'un ?
gd: h... Halò?
mt: b... Bonġu?
pl: h... Hej?
pt_br: O... Olá?
sk: h.. haló?
zh_cn: 你…你好？

source: Is everything alright?
cs: Je všechno v pořádku?
de: Ist alles in Ordnung?
fr: Est-ce que tout va bien ?
gd: 'Eil thu ceart gu leòr?
mt: Kollox sew?
pl: Czy wszystko w porządku?
pt_br: Tá tudo bem aí?
sk: Je všetko v poriadku?
zh_cn: 没事儿吧？

source: Oh thank goodness, you can talk!
cs: Díky bohu, umíš mluvit!
de: Oh, Gott sei Dank, du kannst reden!
fr: Ah, dieu merci, tu peux parler !
gd: Ò, taing dhan t-sealbh, tha comas labhairt agad.
mt: Għall erwieh, tista' titkellem!
pl: Oh, dzięki Bogu, że możesz mówić!
pt_br: Ah, ufa, você sabe falar!
sk: Ach, vďaka bohu, ty vieš rozprávať!
zh_cn: 哦，谢天谢地，你能讲话！

source: This is a surprise?
cs: A to je překvapující?
de: Überrascht dich das?
fr: C'est une surprise ?
gd: 'Eil seo na chùis iongnaidh?
mt: Għaliex sorpriż?
pl: To jakaś niespodzianka?
pt_br: Isso é uma surpresa?
sk: A to je prekvapujúce?
zh_cn: 这很惊奇吗？

source: Yeah, I thought you were some creature that had shambled in from the caves.
cs: Jo, myslel jsem, že jsi nějaká příšera, která se sem zatoulala z jeskyně.
de: Ja, ich dachte du wärst irgendeine Kreatur die einfach durch die Höhlen läuft.
fr: Ouais, je pensais que tu étais une espèce de créature qui se serait trainée ici depuis les caves.
gd: Thà, bha mi 'n dùil gu robh tu nad chreutair air choireigin air èalaidh a-steach o na h-uamhan.
mt: Ehm, għax ħsibtek xi ħlejqa li tkaxkret l'hawn mill-għerien.
pl: Tak, myślałem, że jesteś jakąś kreaturą, która wypełzła z jaskiń.
pt_br: É, eu achei que você fosse algum tipo de criatura que veio se arrastando da caverna.
sk: Dobre, myslel som si, že si len nejaký tvor, čo sa sem dotrepal z jaskýň.
zh_cn: 嗯，我以为你是从洞穴 跑出的某种怪物。

source: We get that from time to time.
cs: Občas se sem dostanou.
de: Nun, das höre ich öfters.
fr: On en voit comme ça de temps en temps.
gd: Bidh seo a' tachairt aig amannan.
mt: Ġieli ninzertaw xi kultant.
pl: Czasami nam to mówią.
pt_br: De vez em quando aparece uma dessas por aqui.
sk: Z času na čas sa to stane.
zh_cn: 有时候发生这样的事。

source: I hate this job. It's CREEPY down here!
cs: Nesnáším tuhle práci. Jako VŠECHNO tady dole!
de: Ich hasse diesen Job. Hier unten ist es GRUSELIG.
fr: Je déteste ce boulot. C'est FLIPPANT ici !
gd: 'S lugha orm an obair seo. Is uaigealta a tha e shìos an-seo.
mt: Nobgħod dax-xogħol! Hawn isfel tal-WAĦX!
pl: Nienawidzę tej roboty. Na dole jest DZIWNIE.
pt_br: Eu detesto este trabalho. É ASSUSTADOR aqui embaixo!
sk: Neznášam túto prácu. VŠETKO sa nachádza niekde dole!
zh_cn: 我讨厌这份工作。 这地方让人毛骨悚然！

source: What are you even doing?
cs: Co tady vlastně děláš?
de: Was machst du dann hier?
fr: Qu'est-ce que tu peux bien faire d'ailleurs ?
gd: Dè 'n obair a tha seo co-dhiù?
mt: X'minn għalik qed tagħmel?
pl: Czym ty w ogóle się zajmujesz.
pt_br: Mas o que que você tá fazendo aqui?
sk: Čo to vôbec robíš?
zh_cn: 你究竟是做什么的？

source: Cleaning. I'm a janitor.
cs: Uklízím. jsem údržbář.
de: Aufräumen. Ich bin der Hausmeister.
fr: Je nettoie. Je suis le concierge.
gd: Glanadh. 'S e neach-cùraim a th' annam.
mt: Innaddaf. Jien purtinar.
pl: Czyszczeniem. Jestem dozorcą.
pt_br: Limpando. Eu sou um zelador.
zh_cn: 打扫。我是清洁工。

source: What are YOU doing? For that matter, who are you, anyways?
cs: A co tady děláš TY? Když jste tady, kdo jsi a tak?
de: Was machst du??? Was das betrifft, wer bist du überhaupt?
fr: Comment ça qu'est ce que JE peux bien faire ? Et d'abord, qui tu es, toi ?
gd: Dè tha thu fhèin ris ann a sheo? Is fhad 's a tha sinn a' bruidhinn air a' chùis, cò thusa?
mt: INT x'qed tagħmel? U fuq kollox, min int?
pl: Co TY robisz? Jeśli już o tym mowa, to kim ty w ogóle jesteś?
pt_br: E VOCÊ, o que está fazendo? Aliás, quem é você, afinal?
sk: Čo tu TY robíš? Okrem toho, kto mimochodom si?
zh_cn: <em>你</em>在做什么？另外，你是谁？

source: I'm Frogatto.
cs: Já jsem Frogatto
de: Ich bin Frogatto.
fr: Je suis Frogatto.
gd: 'S mise Frogatto.
mt: Jien Frogatto.
pl: Jestem Frogatto.
pt_br: Eu sou o Frogatto.
sk: Som Frogatto.
zh_cn: 我是阿土。

source: Do Frogattoes live in caves?
cs: Frogattové žijí v jeskyních?
de: Leben Frogattos in Höhlen?
fr: Est-ce que les Frogattos vivent dans les caves ?
gd: 'Eil Frogattothan a' fuireach sna h-uamhan?
mt: Inthom il-Frogatti tgħixu fl-għerien?
pl: Czy Frogattowie żyją w jaskiniach?
pt_br: Hmm, e Frogattos vivem em cavernas?
sk: Žijú Froggata v jaskyniach?
zh_cn: 阿土类是在洞穴住的吗？

source: We're called 'Frogs', actually... I guess sometimes we do, but I don't.
cs: Říká se nám "žáby", vlastně... Myslím, že některé žijí, ale já ne.
de: Wir nennen uns jedenfalls 'Frösche'… Ein paar leben in Höhlen, ich aber nicht.
fr: On nous appelle des "grenouilles" en réalité. J'imagine que de temps en temps, oui, mais pas moi.
gd: Cha chreid mi nach eil aig amannan, ach chan eil mi fhìn. Is uill, 's e "losgannan" a th' oirnn dha-rìribh.
mt: Aħna jseħulna "Żrinġijiet", propjament... Xi ftit naħseb li jgħixu hawn, iżda mhux jien.
pl: Tak naprawdę to nazywają nas 'Żabami'... Myślę, że czasami żyjemy w jaskiniach, ale ja nie.
pt_br: Não! Bom, alguns sapos vivem em cavernas... que é o que eu sou, um sapo, que se chama Frogatto.
sk: Všeobecne, sme nazývaní 'Žaby'.. Myslím, že občas áno, ale inak ni.
zh_cn: 我们叫“青蛙”…… 大概有些在洞穴里住，但是我不是。

source: Anyways, if you must know, I've actually come here to see Milgram.
cs: Tak jako tak, když to chceš vědět, Potřebuju mluvit s Milgramem.
de: Falls du Bescheid weißt, ich bin hier, um Milgram zu sehen.
fr: Bref, puisque tu veux tout savoir, je suis venu ici pour voir Milgram.
gd: Co-dhiù no co-dheth, fhad 's a tha thu a' faighneachd, thàinig mi gus bruidhinn ri Calum.
mt: Insomma, jekk trid tkun taf, ġejt hawn biex niltaqa' ma' Milgram.
pl: Tak czy siak, jeśli musisz wiedzieć, to przyszedłem tu, by zobaczyć się z Milgramem.
pt_br: De qualquer modo, já que você quer saber, eu vim aqui pra ver o Milgram.
sk: Každopádne, ak to musíš vediet, prišiel som sem navštíviť Milgrama.
zh_cn: 如果你一定要问的话， 我其实是来见米格拉姆的。

source: I'm trying to sneak in, because I hear he's nigh-impossible to get a proper audience with.
cs: Snažím se k němu proplížit, protože jsem slyšel,že je skoro nemožné u něj získat audienci.
de: Ich versuche mich hineinzuschleichen, weil es sehr schwierig ist, eine Audienz mit ihm zu arrangieren.
fr: J'essaye de m'infiltrer, parce que j'ai cru comprendre qu'il est quasi-impossible d'obtenir une audience avec lui.
gd: Tha mi feuchainn ri goideadh a-steach oir dh'innis iad rium gu bheil e cha mhòr do-dhèanta èisteachd cheart fhaighinn.
mt: Qed nipprova nidħol bil-moħbi, għax smajt li, kważi mpossibli jkollok udjenza sura miegħu.
pl: Próbuje się wślizgnąć do środka, bo słyszałem, że prawie niemożliwe jest umówić się z nim na właściwą audiencję.
pt_br: Tõ tentando entrar de fininho, já que ouvi que é um tanto impossível agendar uma reunião com ele.
sk: Snažím sa sem prešmyknúť, pretože som počul, že získať u neho audienciu je takmer nemožné.
zh_cn: 我打算潜入他的王宫，因为听说 几乎不可能用通常的方式跟他见面 。

source: Wow. That's pretty bold!
cs: Páni. To je docela odvážné!
de: Wow. Bist du mutig!
fr: Waouh ! C'est plutôt osé !
gd: Abair thusa gu bheil seo caran dàna!
mt: Wow! Int qalbieni!
pl: Łał. To dość bezczelne!
pt_br: Uau. Isso é bem corajoso!
sk: Wau! To je dosť odvážne.
zh_cn: 哦，那很冒险啊！

source: What business do you have with him?
cs: Co od něj potřebuješ?
de: Was musst du denn mit ihm besprechen?
fr: Qu'est-ce que tu lui veux ?
gd: Dè 'n gnothach a th' agad leis?
mt: X'tixtieq tiddiskuti miegħu?
pl: Jaką sprawę masz do niego.
pt_br: O que você tem a tratar com ele?
sk: Čo máš s nim čo dočinenia?
zh_cn: 你找他有什么事？

source: Well, some of you came to my hometown a little while ago, and went after someone I know.
cs: No, někteří z vás přišli do mého rodného města a šli po někom koho znám.
de: Nun, einige von ihnen kamen vor einer Weile in meine Heimatstadt und suchten nach jemanden den ich kenne.
fr: Eh bien, certains d'entre vous sont venus dans ma ville il n'y a pas longtemps, et s'en sont pris à une de mes connaissances.
gd: Uill, thàinig cuid dhibh dhan bhaile agam o chionn ghreis an tòir air cuideigin as aithne dhomh.
mt: Ħeqq, xi wħud minkom ġejtu raħal twelidi xi ftit ilu, u fittxejtu xi ħadd li naf.
pl: Cóż, niektórzy z was niedawno przybyli do mojego miasta rodzinnego w celu schwytania kogoś, kogo znam.
pt_br: Bem, alguns de vocês foram na nossa vila faz pouco, perseguindo alguém que eu conheço.
sk: Dobre, niektorí z vašich pred malou chvíľou prišli do môjho rodného mesta, a išli po niekom, koho poznám.
zh_cn: 你们这的一伙人不久以前去我镇里， 找我认识的一个人的麻烦。
