Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: Yes, well, at this particular juncture, who I am isn't very important.
cs: Ano, dobře, v téhle situaci, není důležité kdo jsem.
de: Ja, nun, in diesem Fall ist es unwichtig, wer ich bin.
fr: Oui, eh bien, en ce moment précis, qui je suis n'est pas très important.
gd: Uill, aig an dearbh àm seo, chan eil e glè chudromach cò mise.
mt: Ejja ngħidu li, bħalissa, min jien mhux importanti.
pl: Tak, cóż, w tym szczególnym momencie, to kim jestem nie ma większego znaczenia.
pt_br: Bom, não, mas quem sou eu não importa muito agora.
sk: Ale v tomto okamihu moja osoba, čiže kto som, nie je dôležitá.
zh_cn: 是，这个关头，我不是很重要。

source: What's important is that I'm not in a cage, so I might be able to do something to help.
cs: Důležité je, že nejsem v kleci, Takže možná můžu nějak pomoc.
de: Wichtig ist, dass ich nicht im Käfig stecke, so dass ich etwas Nützliches tun kann.
fr: Ce qui est important c'est que je ne suis pas en cage, donc je peux peut-être faire quelque chose pour aider.
gd: Na tha cudromach 's e nach eil mi ann an cèidse, is mar sin b' urrainn dhomh cuideachadh.
mt: Li jgħodd hu li minix ġo gaġġa, u allura nistgħa ngħinek b'xi mod.
pl: Co jest ważne, to to, że nie jestem w klatce, a zatem mógłbym zrobić coś by pomóc.
pt_br: O que importa é que eu não estou numa jaula, então eu talvez seja capaz de ajudar.
sk: Čo je dôležité, že nie som v klietke, takže by som bol schopný s niečím pomôcť.
zh_cn: 重要的是我不再笼子里，所以我可以帮忙。

source: Got any advice?
cs: Nemáš nějakou radu?
de: Hast du irgendwelche hilfreichen Hinweise für mich?
fr: Tu as un conseil ?
gd: 'Eil comhairle sam bith a'd?
mt: Għandek xi parir x'taqsam miegħi?
pl: Masz jakąś radę?
pt_br: Tem alguma dica?
sk: Nejaká rada?
zh_cn: 有啥忠告没？

source: Yeah, that key right next to you - I think that unlocks a house that has the controls to the town gate.
cs: Jo, ten klíč vedle tebe- myslím, že je od domu s ovládáním městské brány.
de: Nun, der Schlüssel neben dir - der öffnet bestimmt das Haus, wo du das Stadttor öffnen kannst.
fr: Ouais, cette clé là, juste à côté de toi : je pense qu'elle déverrouille la maison qui contrôle la porte de la ville.
gd: Seadh, an iuchair ri d' thaobh - Saoilidh mi gum fosgail e taigh sa bheil na h-uidheaman-smachd dha gheat' a' bhaile.
mt: Eħe, dik iċ-ċavetta ta' ħdejk - Naħseb li tiftaħ bieb ta' dar li fiha l-kontroll tal-grada tar-raħal.
pl: Tak. Sądzę, że ten klucz obok ciebie otwiera dom, w którym znajduje się mechanizm sterujący bramą miasta.
pt_br: Então, essa chave aí do teu lado - eu acho que ela abre a porta da casa que tem os controles do portão da vila.
sk: Áno, tento kľúč ležiaci pred tebou - myslím, že odomkne dom, v ktorom sú ovládače k mestskej bráne.
zh_cn: 是啊，你身边那钥匙—— 我想是能打开某屋子的门的， 那屋子里有小镇大门的钥匙。

source: Maybe.
cs: Možná.
de: Vielleicht.
fr: Peut-être.
gd: 'S dòcha.
mt: Jista jkun.
pl: Może.
pt_br: Quem sabe.
sk: Možno.
zh_cn: 啊，也许吧。

source: I've seen it one time, it's in the house up and to your left from here; up in the cliffside.
cs: Jednou jsem to viděl, je to nahoru a doleva odsud; na útesu.
de: Ich habe es einmal gesehen, es ist das Haus oben links am Hang.
fr: Je l'ai vu une fois, c'est dans la maison en haut d'ici sur ta gauche ; là, au sommet de la falaise.
gd: Chunna mi uair e, tha e san taigh shuas is gu clì on a sheo, shuas ris an stac.
mt: Rajthom xi darba, qegħdin fid-dar il-fuq u lejn ix-xellug tiegħek, imħaxkna l'fuq fl-irdum.
pl: Widziałem go raz. Znajduje się w domu na górze po lewej stronie od tego miejsca; na zboczu klifowym.
pt_br: Eu já vi aquela casa uma vez, fica pra cima e à esquerda, subindo o barranco.
sk: Raz som to videl, je to v dome hore a doľava odtiaľto, na vrchu útesu.
zh_cn: 我见过一次，它就在悬崖上 左边的屋子里。

source: Way upstairs there's a control room with a big button to open it.
cs: Nahoře bude kontrolní místnost s velkým tlačítkem na otevření brány.
de: Irgendwo da oben ist der Kontrollraum mit dem großen roten Knopf.
fr: Tout en haut il y a une salle de contrôle avec un gros bouton pour l'ouvrir.
gd: Tha rum-smachd shuas an staidhre le putan mòr gus fhosgladh.
mt: Fis-sulari ta' fuq hemm kamra bil-kontrolli b'buttuna kbira biex tiftah il-grada.
pl: Na najwyższym piętrze znajduje się sterownia, w której znajduje się wielki przycisk otwierający bramę.
pt_br: E lá no andar de cima tem uma sala de controle com um botãozão que abre o portão.
sk: Hore schodmi je kontrolná miestnosť s veľkým tlačítkom, ktoré ju otvorí.
zh_cn: 楼上有个控制间， 有个大按钮可以打开门。

source: Keep an eye out for it!
cs: Dávej na sebe pozor!
de: Halte danach Ausschau!
fr: Garde l'œil ouvert !
gd: Thoir sùil a-mach air a shon!
mt: Ara ssiebiex.
pl: Miej na to oko!
pt_br: Fique de olho!
sk: Dávaj na to pozor!
zh_cn: 小心点儿！

source: Will do. Catch ya around.
cs: To udělám. Budu někde kolem.
de: Mach ich. Man sieht sich.
fr: D'accord. À plus tard.
gd: Nì mi seo. Chì mi a-rithist thu.
mt: Inservik. Narak xi him.
pl: Zrobi się, Do zobaczenia.
pt_br: Vou ficar. Te vejo por aí.
sk: Budem Nájdem si Ťa.
zh_cn: 好咧。回头见！

source: HEY, WAIT! What about me?!
cs: HEJ, POČKEJ! A co já?!
de: HEY, WARTE! Was ist mit mir!?
fr: HÉ, ATTENDS ! Et moi alors ?!
gd: HAOIDH, FUIRICH ORT! Dè mu m' dheidhinnsa?!
mt: AW, STENNA! U jien x'nagħmel?
pl: HEJ, ZACZEKAJ!⏎ Co ze mną?!
pt_br: EI, ESPERE! E quanto a mim?!
sk: HEJ, POČKAJ! Čo bude so mnou?
zh_cn: 嘿，等等！那我怎么办？！

source: Does it look like I have a key for your cage?
cs: Mám snad klíče od tvé klece?
de: Ich soll einen Schlüssel für deinen Käfig haben? Der Schein trügt.
fr: Est-ce que j'ai l'air d'avoir une clé pour ta cage ?
gd: Chan eil e coltach gu bheil iuchair airson na cèidse agad agam, a bheil?
mt: Qed tarani b'xi ċavetta fuqi?
pl: Czy wygląda na to, że mam klucz do twojej klatki.
pt_br: Tenho cara de quem tem a chave da sua jaula?
sk: Vyzerá tak, že mám kľúč od Tvojej klietky?
zh_cn: 看起来我会有你的笼子的钥匙？

source: Ah, I see.. carry on then.
cs: Aha... dones je pak.
de: Ah, sehe schon… na dann mach mal weiter.
fr: Ah, je vois... Bonne continuation alors.
gd: Seadh, a-nis ... Lean ort ma-thà.
mt: Eh, sewwa, kompli mela.
pl: Ach, rozumiem... Kontynuuj więc.
pt_br: Ah, é verdade... até mais, então.
sk: Ach, vidím.. ⏎ Pokračujem neskôr.
zh_cn: 啊，我知道了…… 那您继续吧。

source: Thank god it's you!
cs: Díky bohu za tebe!
de: Gott sei dank bist du es!
fr: Dieu merci, c'est toi !
gd: Taing do dhia gur e tus' a th' ann!
mt: Għall-erwieh li int!
pl: Dzięki Bogu, to ty!
pt_br: Que bom que é você!
sk: Vďaka bohu, že si to ty.
zh_cn: 谢天谢地！是你！

source: Hey, Hedge, you alright?
cs: Hej, Ježku, jsi v pořádku?
de: Hey Hedge, alles klar?
fr: Salut Hedge, tout va comme tu veux ?
gd: Haoidh a Dholaidh, 'eil thu gu math?
mt: Aw Ħeġġ, kollox sew?
pl: Hej, Jeżu, wszystko w porządku?
pt_br: Ei, Hedge, você está bem?
sk: Hey, Hedž, si v poriadku?
zh_cn: 嘿，海吉，你还好不？

source: Eh, I've been better, but yeah, I'm okay.
cs: Eh, už bylo líp, ale jo, jsem v pořádku.
de: Naja, ging schon besser, aber ja, ich bin in Ordnung.
fr: Bah j'ai connu de meilleurs jours, mais ouais, ça va.
gd: È, b' àbhaist dhomh a bhith na b' fhearr, ach, seadh, tha mi taghta.
mt: Heqq, stajt kont aħjar, imma mhux ħażin.
pl: Ech, bywało lepiej, ale tak, jestem cały.
pt_br: Já estive melhor, mas estou bem.
sk: Ech, bolo mi už aj lepšie, ale áno, som oukej.
zh_cn: 呃，之前可比这境况好多了，不过呢， 是了，我挺好的。

source: Besides the obvious cage situation.
cs: Ažs téhle klecové situace.
de: Neben der offensichtlichen Käfigsituation.
fr: À part cette cage, évidemment.
gd: Seach a' rud leis a' chèidse a tha caran follaiseach.
mt: Minbarra li ovvjament maqful f'gaġġa.
pl: Poza oczywistą sytuacją z klatką.
pt_br: Bem preso, mas bem.
sk: Popri obvyklom zajatí.
zh_cn: 很明显我给关笼子里了， 除此之外还不错。

source: Yeah. Sad to say, I can't pick locks. I got nothing.
cs: Jasně. Sakra, nemohu otevřít zámek. nic nezmůžu.
de: Ja. Tut mir leid, aber ich kann keine Schlösser knacken. Ich habe nichts gefunden.
fr: Ouais. C'est bête mais je peux pas t'ouvrir. J'ai rien pour crocheter.
gd: Aidh. Duilich, ach chan eil iuchair mèirle agam.
mt: Iva. Sfortunatament, ma nisgħax inbagħbas katnazzi. M'għandix biex.
pl: Mhm. Przykro mi, ale nie potrafię otwierać zamków. Nic nie poradzę.
pt_br: Pois é. Uma pena, mas não posso abrir o cadeado. Não tenho nada aqui.
sk: Jo. Mrzí ma, že nemôžem vybrať zámok. Nemám tu nič.
zh_cn: 不错。 残念的是我打不开这锁。 我啥都没有。

source: So I'm stuck here, huh?
cs: Takže tady zůstanu trčet, co?
de: Also sitze ich hier fest, hm?
fr: Donc je suis coincé là quoi.
gd: Mar sin, tha mi stuicte, a bheil?
mt: Mela jien imwaħħal hawn hux?
pl: Więc utknąłem tutaj?
pt_br: Então eu vou ficar preso aqui?
sk: Takže trčím tu, čo?
zh_cn: 就是说我给困在这里了，哈？

source: Yep.
cs: Jo.
de: Jep.
fr: Ouais.
gd: Tha.
mt: Iwa.
pl: Ta.
pt_br: É.
sk: No
zh_cn: 对头。

source: Phooey.
cs: kruci.
de: Pfui.
fr: Et mince.
gd: Nach buidhe dhomhsa?
mt: Ix-xej xej!
pt_br: Pff.
sk: Fuj
zh_cn: 呸。

source: Hmm, you know, I know one thing that might help you..
cs: Hmm, víš, já vím něco, co ti může pomoci ..
de: Hm also, ich weiß da was, das könnte dir vielleicht helfen…
fr: Hum, tu sais, je sais quelque chose qui pourrait t'aider...
gd: Uill, fhios a'd, tha rud ann a b' urrainn taic a thoirt dhut ...
mt: Ħmmm, issa li qed naħseb, hemm xi ħaġa li taf tgħinek...
pl: Hmm, wiesz co, wiem coś co może ci pomóc...
pt_br: Tava pensando aqui, eu sei de uma coisa que pode te ajudar...
sk: Hmm, vieš, viem o niečom, čo by Ti mohlo pomôcť..
zh_cn: 恩，你懂的，我知道点东西 也许可以帮上忙。

source: There's supposedly a secret room in this house.
cs: Údajně existuje v tomto domě tajná místnost.
de: Da soll angeblich ein geheimer Raum im Haus sein.
fr: Cette maison est supposée avoir une pièce secrète.
gd: Tha dùil a'm gu bheil seòmar dìomhair san taigh seo.
mt: Suppost hemm kamra sigrieta f'did-dar.
pl: W tym budynku powinno znajdować się ukryte pomieszczenie.
pt_br: Parece que tem uma porta secreta nesta casa.
sk: Údajne je v tomto dome tajná miestnosť.
zh_cn: 这屋子里不是应该有个 秘密房间的么。

source: Oh really? Where at?
cs: Opravdu? Kde?
de: Oh wirklich? Wo denn?
fr: Vraiment ? Où ça ?
gd: A bheil? Càite?
mt: Veru? Fejn?
pl: Naprawdę? Gdzie?
pt_br: Sério? Onde?
sk: Oh vážne? A kde?
zh_cn: 哦？真的？哪里？

source: If I knew that, it wouldn't be much of a secret, would it?
cs: Kdybych to věděl, asi by to nebyla moc tajná místnost, ne?
de: Wenn ich das wüsste, wäre es kein Geheimnis mehr, oder?
fr: Si je le savais, ça serait plus vraiment un secret.
gd: Nan robh fios a'm, chan e rùn-dìomhair a bhiodh ann, am biodh?
mt: Kieku naf, ma tantx tkun sigrieta hux?
pl: Gdybym wiedział, nie byłoby ono tajemnicą, prawda?
pt_br: Se eu soubesse, não seria realmente secreta, né?
sk: Keby som vedel, už by to nebolo moc tajomstvo, že?
zh_cn: 我要是知道了，那这就不是 什么秘密了，是吧？

source: Figures. Well, thanks for the help!
cs: Pane. Dobře, děkuji za pomoc
de: Verstanden. Danke für die Hilfe!
fr: Logique. Bon, merci pour l'aide !
gd: Cha chreid mi gum biodh. Uill, taing co-dhiù!
mt: Bsart. Ħeqq, grazzi xorta tal-għinuna!
pl: Fakt. Dzięki za pomoc!
pt_br: Verdade... Bom, obrigado pela ajuda!
sk: Iste. No, vďaka za pomoc!
zh_cn: 了解了。 恩，谢谢你帮忙！

source: Good luck!
cs: Hodně štěstí!
de: Viel Glück!
fr: Bonne chance !
gd: Guma math a thèid leat!
mt: Ir-risq!
pl: Powodzenia!
pt_br: Boa sorte!
sk: Veľa šťastia!
zh_cn: 祝你好运！

source: Jeez, I *swear* this house didn't look THIS big from the outside!
cs: Ježíši, *přísahám*, že ten dům nevypadal zvenku tak velký!
de: Ich könnte *schwören*, von außen hat das Haus nicht SO groß ausgesehen!
fr: Mon dieu, de dehors, j'aurais *juré* que cette maison était BIEN plus petite !
gd: Muirt, bheirinn m' fhacal-sa nach robh coltas cho mòr ri sin aig an taigh seo on taobh a-muigh!
mt: Kond naħlef li did-dar ma kienitx tidher daqshekk kbira minn barra!
pl: Jeej, Mogę przysiąc, że ten dom z zewnątrz nie był AŻ TAK duży!
pt_br: Que coisa, eu jurava que essa casa não parecia tão grande do lado de fora!
sk: Džíz, prisahal by som, že tento dom nevyzeral⏎ z vonku tak mohutne !
zh_cn: 呀，我<em>发誓</em>这屋子从外面看 完全没有这么大大大大大啊啊！

source: Uh, oh, I hear ... trouble.
cs: ajaj, slyšel jsem... potíže.
de: Oh, ja, Ich verstehe … Schwierigkeiten.
fr: Ouh là, j'entends... des ennuis.
gd: Ist, tha mi cluinntinn ... trioblaid.
mt: Ajma, ġej xi ħadd!
pl: Uh, oh, przeczuwam... kłopoty.
pt_br: Que tanto barulho de pegadas aqui dentro.
sk: Započul som ... problémy.
zh_cn: 喔，啊，我听到 ... 诡异的声音。

source: The Elevator House
cs: Výtahový dům
de: Das Fahrstuhl-Haus
fr: Maison aux Ascenseurs
gd: Taigh an Lioft
mt: Il-binja tal-lift.
pl: Dom Wind
pt_br: Casa dos Elevadores
sk: Výťahový dom
zh_cn: 升降梯小屋

source: Central House
cs: Ústřední dům
de: Haupthaus
fr: Maison Centrale.
gd: Taigh Meadhanach
mt: Dar Ċentrali
pl: Dom Centralny
pt_br: Casa Central
sk: Hlavný dom
zh_cn: 中央屋子

source: Something's odd about this fireplace.
cs: Na tom krbu se mi něco nezdá.
de: Etwas ist seltsam an diesem Kamin.
fr: Cette cheminée est bizarre.
gd: Tha rudeigin neònach mun chagailt seo.
mt: Dal-fuklar għandu xi ħaġa ma ddoqlix.
pl: Coś dziwnego jest w tym kominku.
pt_br: Essa lareira me parece estranha...
sk: Dačo je divné na tomto kozube.
zh_cn: 这壁炉有点诡异。

source: Wow, you guys look exactly alike.
cs: Páni, vypadáte úplně stejně.
de: Wow, ihr zwei seht genau gleich aus.
fr: Waouh, vous êtes exactement pareils.
gd: Abair thusa gu bheil an dithis agaibh dìreach coltach ri chèile.
mt: Wow, kemm tixxiebhu!
pl: Łoł, wyglądacie dokładnie tak samo.
pt_br: Uou, vocês dois são iguais.
sk: Wow, vy vyzeráte úplne rovnako.
zh_cn: 喔～你们俩家伙看上去完全一样。

source: We're twins.
cs: Jsme dvojčata.
de: Wir sind Zwillinge.
fr: On est jumeaux.
gd: 'S e bràithrean leth-aon a th' annainn.
mt: Aħna tewmin.
pl: Jesteśmy bliźniakami.
pt_br: Nós somos gêmeos.
sk: Sme dvojčatá.
zh_cn: 我们是双胞胎。

source: Is there anything you can do to help us?
cs: Můžete nám nějak pomoc?
de: Kannst Du uns irgendwie helfen?
fr: Tu peux faire quelque chose pour nous aider?
gd: 'Eil dad sam bith ann a b' urrainn dhut dèanamh gus ar cuideachadh?
mt: Tista' tgħina b'xi mod?
pl: Możesz nam jakoś pomóc?
pt_br: Não tem como você nos ajudar aqui?
sk: Je niečo, čo môžeš urobiť, aby si nám pomohol?
zh_cn: 你能做来帮帮我们么？

source: Not yet. Sorry.
cs: Zatím ne. Promiňte.
de: Noch nicht. Tut mir leid.
fr: Pas encore. Désolé.
gd: Chan eil fhathast, duilich.
mt: Mhux għalissa. Jisobini.
pl: Jeszcze nie. Przykro mi.
pt_br: Ainda não. Me desculpe.
sk: Zatiaľ nie. Prepáčte.
zh_cn: 不到时候。 抱歉。

source: Hey, I'm trying to help save the town.
cs: Hej, snažím se pomoci zachránit město.
de: Hey, ich versuche dabei zu helfen, das Dorf zu retten.
fr: Salut, j'essaye de sauver la ville.
gd: Haoigh, tha mi feuchainn ris a' bhail' a shàbhaladh.
mt: Isma, qiegħed nipprova nsalva r-raħal.
pl: Hej. Staram się pomóc uratować miasto.
pt_br: Oi, eu estou tentando salvar a vila.
sk: Hele, ja sa snažím, aby pomohla zachrániť mesto.
zh_cn: 嘿， 我正试着帮忙保卫小镇。

source: Can you give me any advice?
cs: Můžete mi dát nějakou radu?
de: Hast du einen Tipp für mich?
fr: Tu peux me donner un conseil ?
gd: 'Eil comhairle sam bith agaibh?
mt: Tista' ttini parir?
pl: Możecie udzielić mi jakiejś rady?
pt_br: Pode me dar alguma dica?
sk: Môžeš mi dať nejakú radu?
zh_cn: 你能给我些忠告不？

source: Yeah.
cs: Jo
de: Ja.
fr: Ouais.
gd: Aidh.
mt: Iva.
pl: Tak.
pt_br: Posso.
sk: Áno.
zh_cn: 好。

source: The elder's house is off to the east, past the town gate.
cs: Dům stařešiny je úplně na východ, od městské brány.
de: Das Haus des Ältesten ist im Osten, gleich hinter dem Stadttor.
fr: La maison de l'ancien est à l'est, derrière le portail de ville.
gd: Tha taigh an t-seanair gu siar, taobh thall geat' a' bhaile.
mt: Dar ix-xiħ issiba lejn l-ilvant, lil hemm minn bieb ir-raħal.
pl: Dom starca znajduje się na wschód od bramy.
pt_br: A casa do ancião da vila é pro leste, depois do portão.
sk: Starcov dom je odtiaľ na východ, prejdi mestskú bránu.
zh_cn: 老前辈的屋子在东边， 过镇子的门往东去。

source: We saw Milgram's lieutenant go in there.
cs: Viděli jsme tam jít Milgramova poručíka.
de: Wir haben Milgrams Leutnant da reingehen gesehen.
fr: On a vu le lieutenant de Milgram s'y rendre.
gd: Chunna sinn tànaiste Chaluim a' dol a-steach an-siud.
mt: Rajna l-logutenent ta Milgram dieħel hemm.
pl: Widzieliśmy jak porucznik Milgrama wchodził do środka.
pt_br: Nós vimos o capataz do Milgram entrar lá.
sk: Videli sme tam Milgramovho poskoka ísť dnu.
zh_cn: 我们看到米格拉姆的副官进去了。

source: How interesting.
cs: zajímavé.
de: Wie interessant.
fr: Intéressant.
gd: Inntinneach.
mt: Interessanti din.
pl: Interesujące.
pt_br: Que interessante.
sk: Ako zaujímavé.
zh_cn: 真有趣。

source: The Danger House
cs: Nebezpečný dům
de: Das Gefahrenhaus
fr: La Maison des Dangers
gd: Taigh a' Chunnairt
mt: Dar It-Tiġrib.
pl: Dom Niebezpieczeństwa
pt_br: A Casa do Perigo
sk: Nebezpečný dom
zh_cn: 危险之屋

source: It says, "Central Gate Control" That's what we want!
cs: Stojí tady, "Centrální ovládání brány" To je to co hledám!
de: Da steht: "Tor-Kontroll-Raum" Da muss ich rein!
fr: Ça dit, "Panneau de contrôle de la Porte Centrale". C'est ce qu'il nous faut !
gd: Tha "Prìomh smachd a' gheata" sgrìobhte air. Seo na tha a dhìth oirnn.
mt: Tgħid, "Kontroll tal-Grada Ċentrali" Aħna dak irridu!
pl: Napisano: "Centrum Sterowania Bramą". To jest to czego chcemy!
pt_br: Aqui diz, "Controle do Portão Central". É isso o que eu tava procurando!
sk: Je tam, že "Ovládač hlavnej brány" To je to, čo chceme!
zh_cn: 上面写着：“中央大门控制系统” 正是我们找的！

source: Argh! Who in the world would design a house like this?
cs: sakra! Kterej blb mohl navrhnout takovej dům?
de: Aaah! Wer zum Henker plant denn solche Gebäude?
fr: Argh! Qui peut bien avoir construit une maison comme ça?
gd: Iochd! Cò fon ghrèin a thogadh taigh mar sin!
mt: Arrg! Min fid-dinja jfassal dar bħal-din?
pl: Grrr! Kto zaprojektował taki budynek?
pt_br: Argh! Quem seria doido de construir uma casa assim?
sk: Argh! Kto na svete mohol navrhnúť dom ako je tento?
zh_cn: 啊！这世上有哪个家伙 会设计出这种屋子来啊？

source: Fan House
cs: Zábavný dům
de: Gebläsegebäude
fr: La Maison dans le Vent
gd: Taigh a' Ghaotharain
mt: Dar Il-Ventilaturi.
pl: Dom Zabaw
pt_br: Túnel de Vento
sk: Vetrací dom
zh_cn: 风扇之屋

source: Hmmm...
fr: Humm...
gd: È ...
mt: Ħmmm...
zh_cn: 唔……

source: It seems I'm trapped inside this house.
cs: To vypadá, že jsem tady uvězněný.
de: Scheint so, als wär ich hier eingesperrt.
fr: On dirait que je suis coincé dans cette maison.
gd: A rèir coltais, tha mi glaiste san taigh seo.
mt: Mid-dehra maqbud ġewwa did-dar.
pl: Wydaję się, że jestem uwięziony wewnątrz tego domu.
pt_br: Parece que fiquei preso nesta casa...
sk: Zdá sa, že sme uväznení vnútri tohto domu.
zh_cn: 看起来我似乎 被困在这屋子里了。

source: I guess the only way out, is in!
cs: Myslím, že jediná cesta ven je uvnitř!
de: Hoffentlich hat jemand den Schlüssel hier drinnen liegen gelassen.
fr: J'imagine que la seule sortie est à l'intérieur!
gd: Chan eil slighe mach ann ach a-staigh!
mt: Naħseb l-uniku triq il-barra, hija l-ġewwa!
pl: Myślę, że jedyna droga na zewnątrz jest wewnątrz!
pt_br: Mas talvez o caminho pra fora... seja por dentro!
sk: Zrejme jediná cesta von, je dnu!
zh_cn: 我猜出去的唯一方法就是—— 进去！

source: This is decidedly unpleasant.
cs: To je velmi nepříjemné.
de: Das ist eindeutig unerfreulich.
fr: C'est vraiment déplaisant.
gd: Tha seo mì-thlachdmhor dha-rìribh.
mt: Din tassew tad-dwejjaq.
pl: To jest zdecydowanie nieprzyjemne.
pt_br: Isto é definitivamente desagradável.
sk: To je rozhodne nepríjemné.
zh_cn: 这显然很让人不爽啊。

source: You don't say.
cs: Neříkejte.
de: Was du nicht sagst.
fr: Je ne te le fais pas dire.
gd: Na can rium.
mt: Tgħid?
pl: Nie mów.
pt_br: Não me diga.
sk: Nehovor.
zh_cn: 真的吗？！

source: When I stepped in the door, it locked behind me.
cs: Když jsem vstoupil, zamknuly se za mnou dveře.
de: Als ich durch die Tür reingekommen bin, ist sie hinter mir ins Schloss gefallen.
fr: Lorsque je suis entré, la porte s'est refermée derrière moi.
gd: Nuair a chaidh mi steach air an doras, ghlais e air mo chùlaibh.
mt: Malli dħalt mil-bieb, issakkar waħdu.
pl: Kiedy przekroczyłem próg, drzwi zamknęły się za mną.
pt_br: Foi só eu entrar aqui e a porta fechou atrás de mim.
sk: Keď som prešiel cez dvere, zamkli sa za mnou.
zh_cn: 我进来的时候， 门在我背后关上了。

source: That's actually a rather clever way to round everyone up.
cs: To je vlastně docela rozumná cesta jak všechny obejít.
de: Das ist in der Tat eine ziemlich clevere Methode, um alle zusammenzutreiben.
fr: C'est vraiment une bonne manière de piéger tout le monde.
gd: 'S e gur e dòigh thapaidh a th' ann gus greim fhaighinn air a h-uile duine.
mt: Dan mod pjuttost tajjeb biex tiġbor lil kullħadd.
pl: To dosyć sprytny sposób, aby uwięzić wszystkich.
pt_br: Esse até que é um método interessante de prender todo mundo.
sk: To je vlastne dosť šikovný spôsob, ako vytočiť všetkých.
zh_cn: 实话说这倒是一个把所有人 都围起来的好办法呢。

source: Know anything helpful about this house?
cs: Víte něco užitečného o tomto domě?
de: Weisst du irgend etwas hilfreiches über das Haus?
fr: Saurais-tu quoi que ce soit d'utile sur cette maison ?
gd: 'Eil fiosrachadh sam bith feumail a'd mun taigh a tha seo?
mt: Taf b'xi ħaġa li nista' nuża f'did-dar?
pl: Wiesz coś przydatnego na temat tego domu?
pt_br: Você sabe de alguma coisa dessa casa que poderia me ajudar?
sk: Vieš nejaké užitočné informácie o tomto dome?
zh_cn: 关于这屋子， 你知道什么有用的东西不？

source: Unfortunately I don't. I was just visiting.
cs: Bohužel nevím. jsem tady jen na návštěvě.
de: Leider nein. Ich war nur zu Besuch.
fr: Malheureusement, non. Je suis juste de visite.
gd: Gu mì-fhortanach, chan eil. Cha robh mi fhìn ach a' tadhal air.
mt: Sfortunatament le, kull ma kienet tiegħi żjara.
pl: Niestety nie. Byłem tu w odwiedzinach.
pt_br: Infelizmente não. Eu estava só de visita.
sk: Žiaľ nie. Bol som len na návšteve.
zh_cn: 很不幸我不知道。 我只是来参观的。

source: The floorplan is quite loony.
cs: Půdorys tohoto domu je docela bláznivý.
de: Der Grundriss ist ziemlich verrückt.
fr: L'agencement est un peu tordu.
gd: Tha rianachadh ... às a rian aige.
mt: Il-pjanta tad-dar tal-boloh.
pl: Układ pomieszczeń jest dość dziwaczny.
pt_br: A planta da casa é bem estranha.
sk: Plánik je celkom praštený.
zh_cn: 这平面图真是骨骼精奇呀。

source: Marvelous ventilation, though.
cs: Ale má úžasnou ventilaci.
de: Aber ausgezeichnete Ventilation.
fr: Par contre, la ventilation est vraiment bien.
gd: Tha 'n cuairteachadh adhair mìorbhaileach co-dhiù.
mt: Ventilazzjoni tal-ġenn, però.
pl: Za to wentylacja jest cudowna.
pt_br: Mas a ventilação é excelente!
sk: Úžasné vetranie, či.
zh_cn: 不过通风设备倒是超给力的。

source: Anyways, I'd better be off. I'm trying to sort out this mess.
cs: Tak jako tak, bych byl radši pryč. Snažím se vyřešit tenhle nepořádek.
de: Wie auch immer, ich muss weiter. Ich versuche, das Durcheinander in Ordnung zu bringen.
fr: Bon, je ferais mieux de partir. J'essaie d'arranger les choses ici.
gd: Co-dhiù no co-dheth, feumaidh mi togail orm. Tha mi feuchainn ris a' bhùrach seo fhuasgladh.
mt: Insomma, aħjar inkompli, forsi nsolvi dil-bawxata.
pl: W każdym razie, będę już szedł. Staram się posprzątać ten bałagan.
pt_br: Bom, é melhor eu ir em frente. Estou tentando arrumar essa bagunça.
sk: Tak či tak, lepšie byť fuč. Snažím sa vyriešiť tento zmätok.
zh_cn: 不管咋说，我还是得出发了。 我得把这烂摊子搞定了。

source: Good luck.
cs: Hodně štěstí.
de: Viel Glück.
fr: Bonne chance.
gd: Guma math a thèid leat.
mt: Ir-risq.
pl: Powodzenia.
pt_br: Boa sorte.
sk: Veľa šťastia.
zh_cn: 好运。

source: How's that business with Milgram going?
cs: Jak to jde s Milgramem?
de: Wie steht's mit der Milgram-Angelegenheit?
fr: Comment ça se passe avec Milgram ?
gd: Ciamar a tha an gnothach a thaobh Calum Corca a' Chaisteil a' dol?
mt: Kif sejra l-biċċa xogħol ta' Milgram?
pl: Jak idzie biznes z Milgramem?
pt_br: Então, como anda a situação quanto ao Milgram?
sk: Ako idú obchody s Milgramom?
zh_cn: 对付米格拉姆的事情进行得如何了？

source: I'm working on it.
cs: Pracuji na tom.
de: Ich arbeite dran.
fr: J'y travaille.
gd: Tha mi 'g obair air.
mt: Qed naħdem fuqha.
pl: Pracuję nad tym.
pt_br: Estou cuidando disso.
sk: Pracujem na tom.
zh_cn: 我正在做着呢。
