Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: Anyways, we do manage to get by, but it really is a mess.
de: Egal, wir schaffen es, durchzukommen, aber es ist wirklich ein Durcheinander.
fr: En tout cas, on arrive à s'en sortir, mais c'est vraiment le bazar.
gd: Co-dhiù no co-dheth, tha sinn air ar dòigh reusanta math, ach chan e ach bùrach a th' ann.
mt: Insomma, inġaħġħuwha mod jew ieħor, imma hawn ħerba.
pl: W każdym razie w miarę sobie radzimy, ale u nas jest prawdziwy bałagan.
pt_br: Então, a gente vai levando, mas é uma bagunça mesmo.
zh_cn: 不管怎么说， 我们日子还过得去， 就是有点麻烦。

source: So I don't know what the elder talked you into, but it's almost guaranteed to be lunacy.
de: Also ich weiß nicht, was der Älteste dir einreden wollte, aber das meiste war bestimmt Unsinn.
fr: Donc je ne sais pas de quoi l'ancien vous a persuadé, mais c'était à coup sûr une folie quelconque.
gd: Uill, chan eil fhios a'm dè chuir an seanair nad cheann, ach chan e ach amaideas a bh' ann le cinnt.
mt: Mela, ma nafx għal xiex daħħlek ix-xiħ, imma garanzija li hi xi ġennata minn tiegħu.
pl: Nie wiem, co starzec ci nagadał, ale z całą pewnością są to kompletne bzdury.
pt_br: Então, eu não sei o que o ancião te disse, mas posso quase te garantir que é balela.
sk: Takže neviem, čo ti starší nahovoril, ale takmer určite to sú hlúposti.
zh_cn: 我不知道那个家伙对你说了什么，不过肯定 是废话。

source: Yes. No <em>wonder</em> we were confused!
de: Ja. Kein <em>Wunder</em>, dass wir keinen Durchblick hatten!
fr: Oui. <em>Pas étonnant</em> qu'il y ait eu un malentendu !
gd: Seadh. Is beag an t-iongnadh gun robh sinn troimhe-chèile!
mt: Iva. <em>Mhux ta' xejn</em> konna konfużi!
pl: Nic dziwnego, że byliśmy zakłopotani.
pt_br: É... Não me espanta que ficamos confusos!
zh_cn: 是啊。 <em>难怪</em>我们这么混乱！

source: Ah, there we are...
cs: Aha, tady jsme ...
de: So da wären wir…
fr: Ah, nous y voilà...
gd: À, sin agad e ...
mt: Aaa, wasalna...
pl: Ach, nareszcie...
pt_br: Opa, chegou...
sk: Aha, tu sme...
zh_cn: 啊，我们到了……

source: Fetch some for our guest, would you, kindly?
de: Hol ein bisschen was für unseren Gast, wärest du so freundlich?
fr: Allez en chercher pour notre invité, voulez-vous ?
gd: An toireadh tu cuid dha ar aoigh?
mt: Ġiblu ftit lil-mistieden tagħna, jekk jogħġbok.
pl: Bądź łaskaw przynieść także dla naszego gościa.
pt_br: Sirva uma xícara ao nosso convidado, sim?
sk: Mohol by si priniesť, láskavo, niečo pre nášho hosťa?
zh_cn: 能不能麻烦你， 为我们的客人取一些来？

source: So where was I?
de: Wo war ich noch gleich?
fr: Alors, où en étais-je ?
gd: Uill, cò air a bha mi a-mach a-rithist?
mt: Mela, x'kond qed ngħid?
pl: Więc na czym ja skończyłem?
pt_br: Então, onde estávamos, mesmo?
sk: Tak kde som bol?
zh_cn: 我在哪儿？

source: What did the elder actually tell you?
de: Was hat der Älteste dazu gesagt?
fr: Qu'est-ce que l'ancien vous a dit ?
gd: Dè dh'innis an seanair dhut ann an da-rìribh?
mt: Ix-xiħ x'qallek eżattament?
pl: Co starzec ci tak naprawdę powiedział.
pt_br: O que foi que o ancião te disse, afinal?
sk: Čo ti teda starší povedal?
zh_cn: 老头告诉你什么？

source: Uhm... so, I'm not even sure what that project was supposed to be, at this point.
de: Ähm… Ich bin nicht sicher, was das für ein Projekt sein sollte, genau gesagt.
fr: Hmm... alors, je ne suis même pas sûr de ce que le projet était censé être, à ce stade.
gd: Feumaidh mi aideachadh nach eil mi fiù 's cinnteach a-nis dè bha fainear dha leis a' phròiseact ud.
mt: Ehm... lanqas jien ċert x'kien jinvolvi l-proġett, biex ngħidlek is-sewwa.
pl: Hm... Więc obecnie nawet nie jestem pewien, jak powinien wyglądać projekt.
pt_br: Hã... agora já nem me lembro direito qual deveria ser o projeto...
sk: Hm... tak, neviem ti teraz takto presne povedať, čo to malo byť za projekt.
zh_cn: 啊... 这样，我不明白这个计划的用处。

source: Might've been something about a bridge, Fergus was heading that one up.
de: Es könnte vielleicht mit der Brücke zu tun haben, zu der Fergus gehen wollte.
fr: Ça pouvait être quelque chose à propos d'un pont, Fergus s'occupait de ça.
gd: 'S dòcha gur e rudeigin mu dheidhinn drochaid a bh' ann. Bha Fearghas os cionn na cùise.
mt: Jaf kien dwar xi pont. Fergus kien qed jieħu ħsiebu.
pl: Mogło chodzić o most, Fergus również się tym zajmował.
pt_br: Deve ter sido algo em relação a uma ponte, acho que o Fergus estava liderando essa.
sk: Možno to bol niečo s mostom, Fergus jeden vyhodil do vzduchu.
zh_cn: 或许有桥，弗格斯正要竖起一个。

source: He's one of my kitties. Heads up one of our engineering divisions.
de: Er gehört zu meinen Kätzchen. Er ist einer der Köpfe der Mechanikerabteilung.
fr: C'est l'un de mes chatons. Il commande une de nos divisions d'ingénierie.
gd: Is esan aon dhe na piseagan agam. An ceannard aig aon dhe na roinnean innleadaireachd againn.
mt: Hu wieħed mil-qtates tiegħi. Imexxi wieħed mid-diviżjonijiet tal-inġenjerija.
pl: On jest jednym z moich kotków. Jest dowódcą naszej jednostki inżynieryjnej.
pt_br: Ele é um dos meus capitães gatos. Lidera uma divisão de engenharia.
sk: On je jedna z našich mačiek. Vedie jednu našu inžinersku divíziu.
zh_cn: 他是我的猫之一。 从我们的一个工程师分部出来。

source: I honestly have no involvement in stuff like this; I delegate all of it out.
de: Ehrlich gesagt, bin ich an Sachen wie diesen nicht beteiligt; Ich gebe nur die Anweisungen.
fr: Honnêtement, je n'ai aucune implication dans les trucs de ce genre ; je délègue tout ça.
gd: Cha bhean mi fhìn ri stuth mar sin gu pearsanta idir; bheir mi ùghdarras do chàch air a h-uile sìon dheth.
mt: Jien m'għandi l-ebda involviment f'affarijiet bħal dawn. Niddelega kollox.
pl: Szczerze mówiąc, nie pakuję się w takie sprawy. Przekazuję wszystko komuś innemu.
pt_br: Eu realmente não fico gerenciando diretamente essas coisas; prefiro direcionar pros meus subordinados.
sk: Úprimne, ja takýmto veciam nerozumiem. Nechávam to na iného.
zh_cn: 我衷心不愿牵扯此事；我让别人全权负责 这个。

source: Which sometimes doesn't work out as expected?
de: Was manchmal nicht so klappt wie erwartet?
fr: Ce qui ne fonctionne pas toujours comme prévu ?
gd: Is aig amannan 's ann chan fhaigh thu an toradh air an robh thu 'n dùil.
mt: U xi drabi l-affarijiet ma jseħħux kif mistenni?
pl: Co czasami nie działa, jak oczekiwano?
pt_br: O que às vezes não dá muito certo?
sk: Ktorý občas nepracuje tak ako má?
zh_cn: 有时候就是不照着预想的发生呢？

source: Yeah. I don't know a lot about Crevice Village, but if you'll forgive me, I had the impression it was a bit of a backwater, so I thought we'd do something to help out.
de: Ja. Ich weiß nicht viel über das Erdspalt-Dorf, aber wenn du mir verzeihst, ich hatte den Eindruck, es wäre ein verschlafenes Nest, daher dachte ich wir könnten irgendwie aushelfen.
fr: Ouais. Je ne sais pas grand-chose sur le Village de la Crevasse, mais si vous permettez, j'ai eu l'impression que c'était un peu un trou perdu, alors j'ai pensé faire quelque chose pour aider.
gd: Sin agad e. Chan eil mi uabhasach eòlach air Àird a' Chòis ach ma ghabhas tu mo leisgeul, bha mi dhen bheachd nach b' e ach àite iomallach a bh' ann is gun toireadh sinn taic dha.
mt: Iva, ma tanx naf fuq Ħal Xaqq, imma bir-rispett kollu, kelli l-impressjoni li kien naqra minsi, u allura ħsibt li noffru xi ftit għinuna.
pl: O tak. Nie wiem zbyt wiele o wiosce nad Przepaścią, ale, jeśli mi wybaczysz, mam wrażenie, że była nieco zacofana, więc pomyślałem, że coś z tym zrobimy.
pt_br: Pois é. Eu não conheço muito bem a Vila da Fenda, mas, se você me perdoar a indiscrição, eu achei que era um lugar meio atrasado, então achamos por bem tentar auxiliar.
sk: Áno. Nevedel veľa o Štrbavej Dedine, ale ak dovolíš, mal som dojem, že rozvoj tej dediny je ako stojatá voda, tak som si myslel, že by sme mali pomôcť.
zh_cn: 是。我不知道关于裂口村的事情，如果你们原谅我，我的印象 改变，我想可以帮上些。

source: We thought we'd actually hire you guys as labor, to do whatever you could.
de: Wir dachten, wir könnten Typen wie euch zum Arbeiten anheuern, für alles mögliche eben.
fr: Nous avons pensé à vous engager, les gars, comme main d'œuvre, pour faire ce que vous pouviez.
gd: Cha robh fainear dhuinn ach obair a thoirt dhuibh ach an dèanadh sibh na b' urrainn dhuibh fhèin.
mt: Aħna kellna f'moħħna li nikkrukom għax-xogħol, biex tagħmlu li tistgħu.
pl: Pomyśleliśmy, że zatrudnilibyśmy robotników do pomocy, aby wam pomóc.
pt_br: Pensamos até em contratar vocês pra trabalhar lá, pra ajudarem.
sk: Rozmýšľali sme, že najmeme vás chlapcov na práca, aby ste urobili, čo sa dá.
zh_cn: 我们觉得我们想要雇佣你们做劳力，做你们 能干的。

source: It's always better that way; gets money flowing around, makes the new owners proud of what they built, feels less like charity, et cetera.
de: Es ist jedenfalls besser, als wenn wir unser Geld zum Fenster rauswerfen, damit jeder damit machen kann, was er will.
fr: C'est toujours mieux comme ça ; ça fait circuler l'argent, ça rend les nouveaux propriétaires fiers de ce qu'ils ont construit, ça leur donne moins l'impression de demander l'aumône, etc.
gd: Tha e an-còmhnaidh nas fhearr mar sin, bidh airgead mu thimcheall is moit air a' luchd-seilbh ùr air na thog iad is chan eil faireachdainn carthannais air 's mar sin air adhart.
mt: Inħoss li dan l-aħjar mod; iżżid il-flus fl-idejn, is-sidien il-ġodda jħossuhom kburin b'xogħlhom, ma tinħassx li hi karità, et cetera.
pl: Zawsze lepiej jest robić to w ten sposób; pieniądze krążą w tę i we w tę, właściciele czują się dumni z powodu tego, co zbudowali, nikt nie ma poczucia bycia wykorzystanym et cetera.
pt_br: Assim é sempre melhor; faz o dinheiro circular, deixa os novos donos da obra orgulhosos do trabalho feito, além de não ficar parecendo caridade.
sk: Vždy je to takto lepšie; nechať peniaze tiecť okolo, a urobiť nových majiteľov hrdých na to, čo vybudovali, neznie to už ako charita, atď.
zh_cn: 那样更好；到处挣些钱也能让新住户乐意自己的成果； 又不像是施舍。

source: But, apparently we just got conned.
de: Aber offenbar wurden wir betrogen.
fr: Mais, apparemment on s'est fait berner.
gd: Ach, a rèir coltais chaidh ar mealladh.
mt: Imma, mid-dehra tqarraqna.
pl: Ale widocznie zostaliśmy wyrolowani.
pt_br: Mas... parece que nos passaram a perna.
sk: Ale teraz sme zrejme boli podvedení.
zh_cn: 但是，显然我们无法了解。

source: And once they figured that out, some of our security guys were a little overzealous about recovering assets.
de: Und wenn es jemand herausgefunden hätte, dann hätten einige unserer Sicherheitsleute etwas übereifrig reagiert.
fr: Et une fois qu'ils ont compris ça, certains de nos gars de la Sécurité ont été un peu trop zélés sur la récupération des avoirs.
gd: Is nuair a fhuair iad a-mach mu dheidhinn, bha cuid dhen mhuinntir tèarainteachd againn beagan ro dhealasach mu mhaoin fhaighinn air ais.
mt: U la darba ndunaw, xi uffiċjali tas-sigurtà tagħna kienu naqra akkaniti żżejjed biex jiġbru lura l-assi.
pl: I jak tylko się zorientowali, ochrona była nieco nadgorliwa w odzyskiwaniu majątku.
pt_br: Então, quando viram que nada estava sendo feito, uma parte da nossa tropa de segurança cometeu alguns exageros na hora de recuperar o dinheiro que tínhamos investido...
sk: A odkedy na to prišli, niektorí chlapci z bezpečnosti boli trochu viac horliví, čo sa týka navrátenia majetkov.
zh_cn: 一旦他们发觉，我们的保卫人员乐于回收财 物。

source: Uh... That's a pretty spectacular euphemism, there...
de: Äh… Welch wunderbares Gefühl,…
fr: Euh... C'est un euphémisme assez spectaculaire, là...
gd: Uill ... abair thusa gur e caomhradh iongantach a tha sin ...
mt: Ehm... dak ewfemiżmu pjuttost spettakolari...
pl: Uh... To dość niecodzienny eufemizm...
pt_br: Hã... "Alguns"? Esse foi um eufemismo bem forte, hein?
sk: Ach... To je celkom dobrý eufemizmus, že...
zh_cn: 啊... 那是个要留心的双关词...

source: Yes, okay ... they were just thugs, plain and simple.
de: Ja, gut … sie waren bloß einfache Schlägertypen.
fr: Bon, d'accord... C'était des voyous, purement et simplement.
gd: Uill, seadh ... chan e ach burraidhean a bh' annta, gus an fhìrinn innse.
mt: Ehm, owkej, ejja ngħiduha, kienu teppisti.
pl: Zatem zgoda, oni byli po prostu złodziejami, to jasne jak słońce...
pt_br: Certo, certo... Eles se comportaram como uma corja de pilantras, é verdade.
sk: Áno, áno... boli to len kriminálnici, čisto a jasne.
zh_cn: 好吧... 他们只是强盗，简单明了。

source: I didn't authorize that operation, but I <em>will</em> take responsibility for it!
de: Ich habe diese Operation nicht zugelassen, aber <em>ich</em> werde die Verantwortung dafür übernehmen!
fr: Je n'ai pas autorisé cette opération, mais je <em>vais</em> en prendre la responsabilité !
gd: Cha do cheadaich mi an gnìomh ud ach gabhaidh mi uallach air a shon.
mt: M'awtorizzajtx dik l-operazzjoni, imma <em>ser</em> nassumi r-responsabbiltà!
pl: Nie zatwierdziłem tej operacji, ale biorę za nią odpowiedzialność.
pt_br: Eu não autorizei essa operação, mas eu <em>irei</em> assumir a responsabilidade por isso!
zh_cn: 我没有批准这个行动， 不过我<em>会</em>承担责任！

source: Those cats are turning into bullies. Sooner or later, they're going to cause me some <em>serious</em> problems!
de: Diese Katzen werden langsam übermütig. Früher oder später werden sie mir einige <em>ernste</em> Probleme breiten!
fr: Ces chats se transforment en tyrans. Tôt ou tard, ils vont me causer de <em>sérieux</em> problèmes !
gd: Tha na cait seo a' dol nam burraidhean. Thig a' latha gun adhbharaich iad trioblaid mhòr dhomh!
mt: Dawk il-qtates qed iqażżuha. Illum jew għada, dawn ser jikkawżawli problemi <em>serji!</em>
pl: Te koty zamieniły się w zabijaków. Wcześniej czy później przysporzą mi poważnych kłopotów.
pt_br: Esses gatos estão virando uns valentões. Mais cedo ou mais tarde, eles ainda acabarão me trazendo algum problema <em>sério!</em>
zh_cn: 那些猫变成了流氓集团。 迟早要给我带来<em>大</em>麻烦！

source: I haven't given you a chance to apologize, but no need. Thank you for embarrassing them.
de: Ich habe dir keine Chanche gegeben, dich zu entschuldigen, aber das brauchst du nicht. Danke, dass du sie daran gehindert hast.
fr: Je ne vous ai pas donné une chance de vous excuser, mais pas besoin. Merci de les avoir gênés.
gd: Cha tug mi cothrom dhut gus leisgeul a ghuidhe, ach chan eil feum air. Tapadh leat airson nàire a thoirt dhaibh.
mt: Ma tajtekx ċans tagħti apoloġija, iżda m'hemmx għalfejn. Grazzi talli umiljajthom.
pl: Nie dałem ci szansy, byś przeprosił, ale nie ma potrzeby. Dziękuję ci za to, że ich zawstydziłeś.
pt_br: Eu ainda não te dei uma chance de pedir desculpas, mas não precisa. Eu tenho é que agradecer pela surra que você deu neles.
sk: Ani som vám nedal príležitosť sa ospravedlniť, ale to nie je treba. Ďakujem, že si ich zahambil.
zh_cn: 我并没给你机会道歉，不过算了，谢谢你赶 走他们。

source: I hope they've learned a lesson from this.
de: Ich hoffe sie haben ihre Lektion gelernt.
fr: J'espère qu'ils en auront tiré une leçon.
gd: Tha mi 'n dòchas gun do dh'ionnsaich iad bho seo.
mt: Nispera li ħadu lezzjoni minn dil-ġrajja.
pl: Mam nadzieję, że dostali nauczkę.
pt_br: Espero que tenham aprendido a lição.
sk: Dúfam, že sa z toho poučia.
zh_cn: 希望他们脑袋记事。

source: Regarding THIS incident, I will need to have a talk with them about common sense.
de: Hinsichtlicht dieses Vorfalls, muss ich mit ihnen über gesunden Menschenverstand reden.
fr: Concernant cet incident, je vais devoir avoir une conversation avec eux sur le bon sens.
gd: Mu dheidhinn na thachair, bidh agam ri bruidhinn riutha mu thoinisg.
mt: Dwar DAN l-inċident, għandi bżonn inkellimhom dwar il-kunċett tas-sens komun.
pl: Jeśli chodzi o TEN wypadek, będę musiał porozmawiać z nimi na temat zdrowego rozsądku.
pt_br: Quanto a esse incidente, eu vou ter uma conversa franca com eles sobre bom senso, depois.
sk: Ohľadom tohto incidentu, budem si s nimi musieť pohovoriť o zdravom rozume.
zh_cn: 因为这个缘故。我需要和他们说说基本道 理。

source: Any fool could guess that the money had long since been spent.
de: Jeder Trottel könnte meinen, dass das Geld schon seit langem ausgegeben wurde.
fr: N'importe quel imbécile pouvait deviner que l'argent avait été dépensé depuis longtemps.
gd: Shaoileadh amadan sam bith gu robh an airgead air a chosg o chionn fhada.
mt: Ma trid tkun għaref biex tinduna li, l-flus ilhom li ntefqu.
pl: Nawet głupiec, by się domyślił, że wszystkie pieniądze zostały roztrwonione.
pt_br: Qualquer boboca teria percebido que pelo andar da carruagem, alguém já tinha gasto todo o dinheiro.
sk: Každý hlupák mohol uhádnuť, že tie peniaze boli minuté už dávno.
zh_cn: 笨蛋也会猜到这些钱早就花上了。

source: Thank you Jeeves, that will do nicely.
de: Danke Jeeves, das wird funktionieren.
fr: Merci Jeeves, c'est parfait.
gd: Tapadh leat, a ghille, nì seo a' chùis gu dearbh.
mt: Grazzi, Ġijvs, biżżejjed.
pl: Dziękuję Jeeves, to w zupełności wystarczy.
pt_br: Obrigado, Jarbas, por enquanto é só.
sk: Ďakujem Vám Paľko, bude to stačiť.
zh_cn: 谢谢你吉福斯，这个很不错。

source: Anyhow, I'm quite unsure where to go from here.
de: Jedenfalls, weiß ich nicht, wo ich lang soll.
fr: Quoi qu'il en soit, je ne sais pas trop quoi faire.
gd: Co-dhiù no co-dheth, chan eil mi cinnteach dè nì sinn a-nis.
mt: Insomma, ma nafx' ser naqbad nagħmel issa.
pl: Tak czy siak nie jestem pewien, co teraz powinienem zrobić.
pt_br: De qualquer modo, não tenho muita certeza do que fazer agora.
sk: Teraz som si nejako nie istý, kam ísť odtiaľto ďalej.
zh_cn: 如何，我完全不知道从这里去往哪儿。

source: I'd like to do something to make amends with the town...
de: Ich möchte einige Veränderungen in der Stadt durchführen…
fr: Je voudrais faire quelque chose pour faire amende honorable vis-à-vis de la ville...
gd: Bu toil leam rudeigin a dhèanamh gus dìoladh dhan bhaile ...
mt: Nixtieq nagħmel xi ħaġa bħala tpattija lir-raħal...
pl: Z jednej strony chciałbym uczynić coś, co pozwoliłoby mi odbudować stosunki z miasteczkiem...
pt_br: Eu gostaria de fazer algo pra me desculpar com a vila...
sk: Rád by som niečo napravil s mestom...
zh_cn: 我想要做些事情，振兴村镇...

source: ... what the kitties did there was decidedly impolite.
de: … was die Kätzchen dort taten war eindeutig unhöflich.
fr: ... ce que les chatons ont fait là était vraiment impoli.
gd: ... bha na rinn na piseagan ann a shiud uabhasach mì-mhodhail.
mt: ... dak li il-qtates għamlu hemm kien deċiżament żgarbat.
pl: ... to, co uczyniły tam kotki, było zdecydowanie niegrzeczne.
pt_br: ...o que os gatinhos fizeram lá foi uma tremenda grosseria.
sk: ... to, čo tam mačičky robili rozhodne bolo neslušné.
zh_cn: ... 那些猫没点儿礼貌。

source: Then again, I'm almost tempted to cut my losses and leave you guys well enough alone.
de: Nochmal, ich sollte meine Niederlage eingestehen und euch zurücklassen.
fr: Là encore, je suis presque tenté d'arrêter les frais et de vous laisser vous débrouiller tout seul.
gd: Air a' làimh eile, carson nach diùlt mi tuilleadh calla is gun seachnaich mi sibh.
mt: Mill-banda l-oħra, għamilt biżżejjed telf u nikkonsidra naqta linja hawn.
pl: Z drugiej strony z trudem się powstrzymuję, aby skrócić swoje męki i opuścić was chłopcy, nie rozdrapując ran.
pt_br: Mas, por outro lado, também tenho uma certa vontade de dar por encerrada essa situação, e ir cada um para o seu lado.
sk: Tak znova, som takmer v pokušení oželieť moje straty a vás chlapcov nechať tak.
zh_cn: 又一次，差点分隔开

source: Would you have any suggestions?
cs: Máš nějaké návrhy?
de: Irgendwelche Vorschläge?
fr: Auriez-vous des suggestions ?
gd: A bheil moladh sam bhith agad?
mt: Għandek xi parir x'toffri?
pl: Jakieś sugestie?
pt_br: Mas, enfim, você tem alguma sugestão?
sk: Mal by si nejaké návrhy?
zh_cn: 有建议吗？

source: One or two.
cs: Jeden, nebo dva.
de: Ein oder zwei.
fr: Une ou deux.
gd: Tha moladh no dhà.
mt: Xi wieħed jew tnejn.
pl: Jedną albo dwie.
pt_br: Uma ou duas.
sk: Jeden alebo dva.
zh_cn: 算有吧。

source: Probably the craziest and most helpful is... I actually think <em>he still has</em> that money.
de: Das wahrscheinlich verrückteste und hilfreichste ist… dass ich tatsächlich glauben kann, dass <em>er immer noch</em> das Geld hat.
fr: En fait, le mieux, et probablement le plus dingue, C'est que je pense <em>qu'il a encore</em> l'argent.
gd: A' rud as craicte is as fheumaile 's dòcha ... saoilidh mi gu bheil an t-airgead aige fhathast.
mt: Probabbilment l-aktar ħaġa tal-boloh u utili hi ... Naħseb tabilħaqq <em>għad għandu</em> l-flus.
pl: Być może najbardziej szalone i zarazem użyteczne jest... Właściwie uważam, że wciąż ma te pieniądze.
pt_br: Provavelmente a sugestão mais maluca, mas a mais útil de todas... Eu acho que <em>ele ainda tem</em> o dinheiro.
zh_cn: 或许最疯狂也最有利的是... 我认为他还<em>存着</em>那笔钱。

source: I know it sounds completely nuts, but I honestly think that when he was given it...
de: Es klingt total verrückt, aber ich denke, er hat es ausgegeben…
fr: Je sais que ça a l'air complètement fou, mais je pense honnêtement que quand il l'a reçu...
gd: Tha fios a'm gu bheil coltas craicte air, ach tha mi dhen bheachd nach robh càil a dh'fhios aige ...
mt: Naf li tal-boloh, imma tassew naħseb li meta ingġatalu l-flus...
pl: Wiem, że to czyste szaleństwo, ale uczciwie uważam, że kiedy mu je dano...
pt_br: Eu sei que não faz sentido nenhum, mas eu realmente acredito que quando ele recebeu aquele dinheiro todo...
sk: Možno to bude znieť úplne hlúpo, ale úprimne si myslím, že keď to dostal...
zh_cn: 听起来很傻不是， 其实他得到的时候...

source: ...he didn't have a clue what to do with it, so he just ... hid it.
de: … er wusste nicht, was er damit anfangen sollte, deshalb … versteckte er es.
fr: ... il n'avait pas la moindre idée de quoi faire avec, donc il l'a juste... caché.
gd: ... dè dhèanadh e leis an airgead nuair a fhuair e e is mar sin cha do rinn e ach ... fhalach.
mt: ... ma kienx jaf x'se jaqbad jagħmel biehom, u qabad u ħbiehom.
pl: ...nie miał pojęcia, co z nimi zrobić, więc po prostu je... ukrył.
pt_br: ...deve ter ficado perdido, sem saber o que fazer. Então deve ter só... escondido.
sk: ... nemal ani poňatia, čo s tým spraviť, tak to jednoducho ... skryl.
zh_cn: ... 他没有主意如何去做、做什么 所以他...简单而直接地藏起来了。

source: We've all known him for years, and he's a hoarder, and a miser.
de: Wir kennen ihn seit Jahren und er ist ein Hamsterer und ein Geizhals.
fr: Nous le connaissons tous depuis des années, et c'est un accapareur, et un avare.
gd: Tha sinn uile eòlach air o chionn fhada is chan e ach spìocaire a th' ann.
mt: Aħna nafuh minn dejjem, hu jħobb isorr l-affarijiet, u xħieħ bil-flus.
pl: Wszyscy znaliśmy go od lat, jest zwyczajnym skąpcem.
pt_br: A gente conhece ele há muito tempo, e ele é um pão duro, e nunca joga nada fora.
sk: Všetci ho poznáme už roky, a je to skrblík a lakomec.
zh_cn: 我们都认识多年了，他是个吝啬包。

source: We've never seen him suddenly having more money to spend; so it's crazy, but it fits.
de: Wir haben nie gesehen, dass er mehr Geld zum ausgeben dabei hatte. So verrückt das auch ist, es ergibt Sinn.
fr: Nous ne l'avons pas vu avoir soudain plus d'argent à dépenser ; donc c'est tordu, mais ça colle.
gd: Chan fhaca sinn a-riamh gu robh barrachd airgid aige ri cosg gu h-obann is mar sin tha e craicte ach coltach.
mt: Aħna qatt ma rajnieh b'aktar flus mis-soltu f'idejh; u għalkemm tal-imġienen, din l-ipoteżi taqbel.
pl: Ale nigdy nie zauważyliśmy, żeby nagle miał więcej pieniędzy do wydania. Więc mimo że to szaleństwo, to pasuje do układanki.
pt_br: E nós nunca vimos ele aparentar ter mais dinheiro do que o normal; então é uma teoria meio maluca, mas as peças bem que se encaixam.
sk: Nikdy sme nevideli, že by mal nejak veľa peňazí na míňanie; takže síce to je šialené, ale sedí to.
zh_cn: 我们从没见他突然有如此多钱花出去；他疯 了还有可能。

source: I ... didn't see that coming.
de: Das … hab ich nicht kommen sehen.
fr: Je... n'aurais jamais imaginé.
gd: Cha ... cha robh mi 'n dùil air seo.
mt: Jien.. ma kondx qed nistenniha din.
pl: Ja... nie spodziewałem się tego.
pt_br: Eu... realmente não pensaria nessa hipótese.
sk: Ja ... nemyslel som si, že to príde.
zh_cn: 我... 没看到什么进来。
