Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: Yeah, those goons had a little ambush set up.
cs: Jo, šmejdi připravili si malé přepadení.
de: Jap, nur ein paar von Milgrams Schlägertypen haben mir aufgelauert.
fr: Ouais, ces idiots ont monté une petite embuscade.
gd: Seadh, bha na h-amadain ud ri fàth beag a dhèanamh orm.
mt: Iva, dawk ir-ruffjani kellhom imbuskata lesta għalija.
pl: Tak, te bandziory zastawiły małą pułapkę.
pt_br: É, aqueles valentões tinham preparado uma recepção e tanto.
sk: Jo, títo šmejdi ma trochu prepadli.
zh_cn: 是啊，那些蠢蛋 的埋伏没啥用。

source: So, now what?
cs: Takže, co teď?
de: Und was nun?
fr: Bon, et maintenant ?
gd: Dè a-nis?
mt: Issa, x'imiss?
pl: Więc, co teraz?
pt_br: Então, e agora?
sk: Tak, čo teraz?
zh_cn: 那现在咋办？

source: Well, as you know, the town is split into two halves.
cs: No, jak víte, město je rozděleno do dvou polovin.
de: Tja, wie Sie wissen ist die Stadt in zwei Hälften geteilt.
fr: Alors, comme vous le savez, la ville est divisée en deux.
gd: Uill, mar a tha fios agaibh, chaidh am baile na dhà bhuidheann.
mt: Heqq, kif taf, ir-raħal maqsum fi tnejn.
pl: Jak wiesz, miasto podzielone jest na dwie części.
pt_br: Bom, como você sabe, esta vila é dividida em duas partes.
sk: Takže, ako iste vieš, mesto je rozdelené na dve polovice.
zh_cn: 呃，你懂的，小镇是 分成两半的。

source: Milgram has this half of the town locked down tight, and he has most of the residents held prisoner.
cs: Milgram má tuto polovinu města pevně uzamčenu a drží většinu obyvatel v zajetí.
de: Milgram hat diese Hälfte der Stadt komplett abgeriegelt und hält die meisten Bewohner gefangen.
fr: Cette moitié de la ville est verrouillée par Milgram, et il tient la plupart des habitants prisonniers.
gd: Tha greim teann aig Calum Corca air an taobh seo, is tha a' mhòr-chuid dhen luchd-còmhnaidh nam prìosanaich aige.
mt: Milgram għandu din-naħa tar-raħal taħt idejh, u ħafna mir-raħħala miżmumin priġunieri.
pl: Tę część miasta Milgram ma szczelnie zamkniętą, a większość mieszkańców jest uwięziona.
pt_br: O Milgram tem esta metade aqui da vila totalmente bloqueada, e prendeu a maioria dos moradores.
sk: Tzv. Milgram drží polovicu mesta pevne uzamknutú⏎ a väčšinu obyvateľov tak drží v zajatí.
zh_cn: 米格拉姆把小镇的这一半 封锁得严严实实，他还抓了 大多数居民做人质。

source: They're tied up inside the houses, under guard. If you free them, I'm sure they can help you.
cs: Jsou svázáni uvnitř domů a pod dozorem. Pokud je osvobodíte, jsem si jistý, že vám mohou pomoci.
de: Sie sind in den Häusern eingesperrt, und unter Bewachung. Wenn Sie sie befreien, können sie Ihnen sicher helfen.
fr: Ils sont enfermés dans les maisons, sous surveillance. Si vous les libérez, je suis sûr qu'ils vous aideront.
gd: Tha iad air an cuibhreachadh sna taighean fo fhaire. Ma shaoras sibh iad, tha mi 'n dùil gun cuidich iad sibh.
mt: Marbutin ġewwa darhom u mgħassin. Jekk teħlishom, żgur li jistgħu jgħinuk.
pl: Znajdują się pod strażą, związani w domach. Jeśli ich uwolnisz, na pewno ci pomogą.
pt_br: Eles estão enjaulados nas casas, sob guarda. Se você puder libertá-los, creio que consigam te ajudar.
sk: Sú zviazaní v klietkach pod dozorom. Ak ich oslobodíš, som si istý, že Ti vedia pomôcť.
zh_cn: 他们被捆在屋子里面， 还附送看守。如果你能解救他们， 我相信他们会帮助你的。

source: Makes sense.
cs: To dává smysl.
de: Klingt logisch.
fr: Normal.
gd: Tha sin làn cèille.
mt: Li qed tgħid jagħmel sens.
pl: To ma sens.
pt_br: Faz sentido.
sk: To dáva zmysel.
zh_cn: 有道理。

source: Your big problem will be that the gate connecting the two halves of town has been locked.
cs: Váš velký problém bude, že brána spojujíc obě poloviny města byla uzamčena.
de: Ihr großes Problem wird das Tor sein, das beide Stadtteile verbindet. Das wurde verschlossen.
fr: Votre plus gros problème c'est que la porte qui connecte les deux moitiés a été fermée à clé.
gd: An trioblaid mhòr a bhios agaibh, 's e gu bheil an geata eadar an dà phàirt dhen bhaile glaiste.
mt: L-akbar problema hi li l-grada ta' bejn iż-zewġ naħat tar-raħal hu msakkar.
pl: Największy problem stanowi brama łącząca dwie połowy miasta - została zamknięta.
pt_br: O maior problema é que o portão que separa as duas metades da vila foi trancado.
sk: Tvoj veľký problém bude, že brána,⏎ spájajúca dve polovice mesta, je zamknutá.
zh_cn: 最大的问题是连接着小镇两半的 大门被锁上了。

source: And I don't think there's a guard next to it, whom you can steal the key from.
cs: A nemyslím, že další stráž si nechá jen tak ukrást klíč.
de: Und ich glaube dort ist keine Wache, der Sie den Schlüssel stehlen können.
fr: Et je ne crois pas que quelqu'un la garde : personne à qui voler la clé donc.
gd: Is cha chreid mi gu bheil freiceadan faisg air ach am b' urrainn dhuibh an iuchair a ghoid bhuaithe.
mt: U ma naħsibx li hemm għassies fl-inħawi tal-grada biex tisraqlu ċ-ċavetta.
pl: I nie sądzę, żeby stał tam strażnik, któremu mógłbyś zabrać klucze.
pt_br: E eu não acho que vá ter algum guarda próximo a ele, de quem você pudesse pegar a chave.
sk: A nemyslím, že tam bude strážca, od ktorého⏎ môžeš vziať kľúč.
zh_cn: 而且我不认为门边上会有个守卫 等着你从他身上偷走钥匙。

source: In fact I don't think there IS a key. I think that door might be machine-controlled.
cs: Vlastně ani nevím jestle ten klíč EXISTUJE. Ty dveře jsou možná ovládány mechanicky.
de: Ich glaube, es gibt KEINEN richtigen Schlüssel. Das Tor sieht so aus, als ob irgendein Mechanismus es öffnen kann.
fr: En fait, je ne pense pas qu'il y AIT une clé. À mon avis cette porte est contrôlée par une machine.
gd: A dh'innse na fìrinn, cha chreid mi gu bheil iuchair ann idir ach gun cùm iad smachd air an doras le inneal.
mt: Fil-fatt ma naħsibx li HEMM xi ċavetta. Naħseb li l-bieb kontrollat mekkanikament.
pl: Właściwie nie uważam, żeby tam był potrzebny klucz. Myślę, że drzwi mogą być sterowane automatycznie.
pt_br: Aliás, acho que nem <em>existe</em> essa chave. Talvez o portão seja aberto com algum mecanismo.
sk: V skutočnosti som si nemyslel, že tu JE kľúč. Domnieval som sa, že dvere sú automatické.
zh_cn: 其实我觉得<em>没有</em>钥匙， 那扇门可能是机械控制的。

source: I don't know where the controls would be, though. I'm not from here, after all.
cs: A nevím kde se dají ovládat Nejsem odsud, pochop to.
de: Ich weiß jedenfalls nicht, wo die Steuerung ist. Hier bin ich nicht so oft.
fr: Je ne sais pas où pourrait se trouver le panneau de contrôle par contre. Après tout, je ne suis pas d'ici.
gd: Chan eil fhios a'm càite am biodh na h-uidheaman-smachd co-dhiù. 'S ann nach eil mi às a bhaile seo.
mt: Ma nafx fejn jistgħu ikunu l-kontrolli, però. Minix minn hawn wara kollox.
pl: Nie wiem jednak, gdzie może mieścić się jej ośrodek sterowania. Nie jestem przecież stąd.
pt_br: Mas eu não sei dizer onde que ficariam os controles. Não sou daqui, afinal de contas.
sk: Neviem, kde sú ovladače. Koniec koncov, nie som odtiaľto.
zh_cn: 不过我不知道控制系统在哪里。 我究竟不是这里的人。

source: Asking one of the prisoners is probably our best bet for a clue.
cs: Zeptám se některého z vězňů, to nám dá snad nějaké vodítko.
de: Am erfolgversprechendsten scheint, einen der Gefangenen zu fragen.
fr: La meilleure option est probablement de demander à un des prisonniers.
gd: 'S dòcha gu bheil e nas fhearr faighneachd bho phrìosanaiche gus rudeigin fhaighinn a-mach.
mt: Naħseb li l-aħjar triq hi li nsaqqsu wieħed mil-priġunieri.
pl: Najlepiej będzie zapytać więźniów, może mają jakąś wskazówkę.
pt_br: Talvez você consiga saber de alguma coisa se perguntar pros prisioneiros...
sk: Opýtať sa jedného z väzňov, bude asi našou⏎ najlepšou voľbou, ako ďalej.
zh_cn: 去问问人质也许是我们获得线索的最好方 法。

source: Hey! Over here!
cs: Hej! Tady jsem!
de: Hey! Hier drüben!
fr: Hé ! Par ici.
gd: Haoidh! A-bhos an-seo!
mt: Uj! Ersaq l-hawn!
pl: Hej! Tutaj!
pt_br: Ei! Aqui!
sk: Hey! Tu som!
zh_cn: 嘿！在这里！

source: Wow, so they seriously just packed up and left? That's amazing!
cs: Páni, vážně se jen sbalili a odjeli? To je úžasné!
de: Oha, also sie haben wirklich ihre Sachen gepackt und sind weggegangen? Das ist verblüffend!
fr: Waouh, alors ils ont tout simplement plié bagage ? C'est incroyable !
gd: Na can rium gun do phaisg iad na slatan 's gun do dh'fhalbh iad! Cha ghabh seo creidsinn!
mt: Wow, vera refgħu ħwejjiġhom u telqu? X'affarijiet dawn!
pl: Więc oni naprawdę się spakowali i odeszli? To wspaniałe!
pt_br: Uau, então eles simplesmente juntaram as coisas e foram embora? Isso é incrível!
sk: Wau, takže vážne sa len zbalili a zmizli?⏎ To je zaujímavé!
zh_cn: 喔，它们就是简单的整装离开了？ 太好了！

source: Tell me about it.
cs: To mi povídej.
de: Erzähl mir davon.
fr: Je ne te le fais pas dire.
gd: Cha ghabh gu dearbh.
mt: Għidli.
pl: Opowiedz mi o tym.
pt_br: E como é!
sk: Povedz mi o tom.
zh_cn: 的确是。

source: So, how did you get out of your cage?
cs: Takže, jak ses dostal z klece?
de: Also, wie bist du aus deinem Käfig gekommen?
fr: Alors, comment es-tu sorti de ta cage ?
gd: Nise, ciamar a fhuair thu mach às a' chèidse?
mt: Allura kif ħriġt mil-gaġġa?
pl: A zatem, jak wydostałeś się ze swojej klatki?
pt_br: Então, como que você conseguiu sair da sua jaula?
sk: Tak ako si sa dostal von zo svojej klietky?
zh_cn: 那么你怎么从笼子里出来的？

source: Well, they just let me out.
cs: No, prostě mě pusťili ven.
de: Die haben mich einfach rausgelassen.
fr: Eh bien, ils m'ont juste laissé sortir.
gd: Uill, leig iadsan fa sgaoil mi.
mt: Heqq, qabdu w fetħuli.
pl: Cóż, po prostu mnie wypuścili.
pt_br: Bem, eles me deixaram sair.
sk: Veď, len tak ma pustili von.
zh_cn: 哈，他们让把我放出来了。

source: What?! They ... as in Milgram's kitties?
cs: Cože?! Oni... jako Milgramovi kočky?
de: Was?! Sie … wie bei Milgrams Kätzchen?
fr: Quoi ?! Ils... les chatons de Milgram ?
gd: Dè?! Iadsan ... na piseagan Chaluim, am b' e?
mt: X'inhu? Huma... jiġifieri l-qtates ta' Milgram?
pl: Co?! Oni... to znaczy zwierzaki Milgrama?
pt_br: Quê?! Eles... os gatos, os soldados do Milgram?
sk: Čože?!⏎ To ako... Milgramove mačence?
zh_cn: 什么?！ 他们... 你是说米格拉姆的猫？

source: ^Yeah.
cs: ^Jo.
de: ^Ja.
fr: ^Ouais.
gd: ^Aidh.
mt: ^Iva.
pl: ^Tak.
pt_br: Pois é.
sk: ^Okej.
zh_cn: 是。

source: Weird.. that doesn't make any sense! Why would they just let you go?
cs: Divné... to nedává smysl! Proč by tě nechali jen tak jít?
de: Seltsam… das ergibt gar keinen Sinn! Warum sollten sie dich gehen lassen?
fr: Bizarre... ça n'a pas de sens ! Pourquoi t'auraient-ils simplement laissé partir ?
gd: Neònach ... chan eil ciall sam bith dha! Carson a leigeadh iadsan fa sgaoil thu?
mt: X'affarijiet dawn... ma jagħmilx sens! Għaliex qabdu w ħelsukom?
pl: Dziwne... To nie ma sensu! Dlaczego oni tak po prostu pozwolili ci odejść?
pt_br: Estranho... isso não faz sentido! Por que que eles simplesmente te deixaram sair?
sk: Divné.. To nedáva zmysel!⏎ Prečo by ťa pustili len tak?
zh_cn: 蹊跷...这不应该啊！ 为啥他们让你离开？

source: That seems like an enormous waste of effort.
cs: To vypadá, jako obrovské plýtvání jejich usilím.
de: Das sieht wie eine unglaubliche Zeitverschwendung aus.
fr: Ça ressemble à un énorme gaspillage d'efforts.
gd: Is a' sìor-chaitheamh an t-saothair aca.
mt: Lanqas ħaqq il-kedda li ħadu.
pl: Wygląda to na bezbrzeżne marnotrawstwo wysiłku.
pt_br: Depois de todo o trabalho que tiveram...
sk: Zdá sa to ako zbytočne veľké vypätie síl.
zh_cn: 就像整个经过根本没意义一样。

source: Yeah, this whole day has just been ... bizarre.
cs: Jo, celý tento den je prostě... bizarní.
de: Ja, der ganze Tag war einfach nur … bizarr.
fr: Ouais, toute cette journée a été... bizarre.
gd: Aidh, bha a' latha air fad mar sin ... neònach.
mt: Veru.. dil-ġurnata kienet... stramba.
pl: O tak, cały ten dzień był... dziwny.
pt_br: É, o dia inteiro tem sido bem... bizarro.
sk: Áno, celý tento deň bol... divný.
zh_cn: 是，这一整天都很不平常。

source: I've been thinking about that part, and I have a hunch.
cs: Přemýšlel jsem o otm a myslím, že vím proč to tak je.
de: Darüber hab ich auch nachgedacht und ich habe eine gewisse Vorahnung.
fr: À ce propos, j'y ai réfléchi, et j'ai une idée.
gd: Tha mi air a bhith a' cnuasadh air seo, is thàinig beachd a-steach orm.
mt: Kond qiegħed naħseb fuqha, u għaddieli ħsieb.
pl: Myślałem o tym i mam pewne podejrzenia.
pt_br: Eu tive pensando sobre isso, e tenho uma teoria...
sk: Uvažoval som o tej veci a mám jedno tušenie.
zh_cn: 我正在想这个部分，我有个猜想。

source: I think the rank-and-file weren't given very specific orders.
cs: Myslím, že tu byli pro něco konkrétního.
de: Ich denke, die gewöhnlichen Soldaten haben keine klaren Befehle erhalten.
fr: Je pense que les sous-fifres n'avaient pas reçu d'ordres très spécifiques.
gd: Cha chreid mi gun d' fhuair na h-ìochdaran àitheantan uabhasach sònraichte.
mt: Naħseb li tal-gradi ta' taħt m'ingħatawlhomx ordnijiet ċari.
pl: Myślę, że szeregowym członkom nie dano wyraźnych rozkazów.
pt_br: Eu acho que as ordens que a tropa recebeu não foram lá muito específicas.
zh_cn: 我想这些部下没有具体的任务。

source: I don't think they were told what they were looking for.
cs: I když nevím pro co.
de: Ich denke, sie haben nicht einmal erzählt bekommen, wonach sie suchen sollen.
fr: Je ne pense pas qu'on leur ait dit ce qu'ils recherchaient.
gd: Cha chreid mi gun deach innse dhaibh cò air a bha iad an tòir.
mt: Ma naħsibx li qalulhom x'għandom ifittxu.
pl: Nie sądzę, że wiedzieli, kogo szukają.
pt_br: Acho que só o capitão sabia o que era pra eles encontrarem.
sk: Nemyslím si, že spomínali, čo hľadajú.
zh_cn: 我觉得它们不知道要找什么东西。

source: I think they were just told to secure the place.
cs: Myslím, že chtěli jen zajistit místo.
de: Ich denke sie hatten nur den Befehl, den Platz zu sichern.
fr: Je pense qu'on leur a simplement dit de sécuriser l'endroit.
gd: Saoilidh mi nach deach ach innse dhaibh gun dèan iad an t-àite tèarainte.
mt: Naħseb li qalulhom kemm iżommu kontroll fuq ir-raħal.
pl: Podejrzewam, że po prostu kazano im zabezpieczyć tamto miejsce.
pt_br: Pros soldados, então, a ordem seria só proteger o local.
sk: Bolo nám jednoducho povedané, že to tu máme zabezpečiť.
zh_cn: 只是遵守“确保这里安稳”的命令。

source: Just arresting everyone is a strange way to do it, but I guess it's not so weird if you've got lots of manpower to spare.
cs: Zatknout všechny je sice zláštní způsob, jak to udělat, ale není to tak zvláštní pokud máte takovou sílu.
de: Jeden einfach so einzusperren, ist zwar nicht die feine englische Art, aber ich glaube es ist nicht so schlimm, wenn man sich damit eine Menge Arbeitskraft erspart.
fr: Arrêter tout le monde est une drôle de méthode, mais j'imagine que ce n'est pas si étrange, quand on a beaucoup de main d'œuvre à disposition.
gd: 'S e dòigh neònach a th' ann a bhith a' cur a h-uile duine an làimh, ach cha chreid mi gu bheil e cho neònach sin ma tha tuilleadh 's a chorr dhe dhaoine agad.
mt: Li tarresta l'kullħadd hu mezz stramb biex tilħaq dak l-għan, imma nissuponi li jekk għandek ħafna nies taħt idejk, jagħmel sens.
pl: Aresztowanie wszystkich to niecodzienny sposób, by to osiągnąć, ale nie jest to całkiem bezsensowne, jeśli masz dużo żołnierzy.
pt_br: Prender todo mundo foi um modo bem estranho de fazer isso, mas até faz sentido pra quem tem tantos soldados à disposição.
sk: Zatýkanie každého je zvláštny spôsob, ako to dosiahnuť, ale ani sa nedivím, ak máte množstvo chlapov nazvyš.
zh_cn: 逮捕所有人是个奇怪的方法，不过这么多 人手可以用上倒也不稀奇。

source: If they were just looking for the elder and didn't care about ticking people off, it's one way to make sure he couldn't slip away.
cs: Pokud hledali jen staršího a nestarali se o ostatní, byl to jen způsob jak zajistit, aby jim starší nevyklouznul.
de: Wenn sie nur nach dem Ältesten gesucht und die Leute nicht so mies behandelt hätten, dann wäre der Älteste bestimmt nicht so leicht entwischt.
fr: S'ils cherchaient l'ancien, et ne se souciaient pas d'éliminer les gens de la liste, c'est une façon d'être sûr qu'il ne pouvait pas s'échapper.
gd: Mana robh iad ach an tòir air an t-seanair is ma bha iad coma mu dhragh a chur air daoine, seo dòigh gus dèanamh cinnteach nach siabadh e air falbh.
mt: Jekk kienu qiegħdin ifittxu x-xiħ mingħir ma jimpurthom jekk idejqux in-nies, huwa mezz kif tisgura li hu ma jaħrabx.
pl: Jeśli tylko szukali starca i nie przejmowali się, że ludzie się zdenerwują, to był jedyny sposób, aby uniemożliwić mu ucieczkę.
pt_br: E se eles estavam procurando quem eles achavam que era o prefeito, e não se importavam em incomodar todo mundo, seria um modo de garantir que ele não escapasse.
sk: Ak by sa sústredili len na hľadanie staršieho a nestarali sa o ostatných ľudí, bol by to spôsob, ako by nemal šancu uniknúť.
zh_cn: 若是找老头，不顾其他人， 这个办法让他不能逃。

source: Well, is that really who they were after?
cs: No, byl to opravdu on, po kom šli?
de: Nun, waren sie wirklich nur hinter ihm her?
fr: Eh bien, est-ce vraiment après lui qu'ils étaient ?
gd: Uill, an e esan a bh' ann air an robh iad an tòir?
mt: Heqq, tgħid lilu kienu qed ifittxu?
pl: Cóż, czy to naprawdę jego szukali?
pt_br: Bom, e era mesmo o nosso porteiro quem eles estavam procurando?
sk: Si si istý, že idú naozaj po ňom?
zh_cn: 额，这真的是他们的目的吗？

source: Yeah, one of their head guys showed me a drawing of him.
cs: Jo, jeden z jejich hlavounů mi ukazoval jeho obrázek.
de: Ja, einer ihrer Anführer zeigte mir ein Gemälde von ihm.
fr: Ouais, un des chefs m'a montré un portrait de lui.
gd: Aidh, sheall aon dhe na prìomhachan aca dealbh dhethsan dhomh.
mt: Iwa, wieħed mil-kapijiet tagħhom urieni tpinġija tiegħu.
pl: O tak, jeden z dowódców pokazał mi jego portret.
pt_br: Era, um dos da tropa me mostrou um desenho dele.
sk: Áno, jeden z ich chlapcov mi ukazoval jeho portrét.
zh_cn: 是，有个小头目给我看了一幅他的图像。

source: He asked me if I knew who it was.
cs: Ptal se, jestli vím kdo to je.
de: Er fragte mich, ob ich wisse, wer das ist.
fr: Il m'a demandé si je savais qui c'était.
gd: Dh'fhaighnich e dhìom an robh fios a'm cò bh' ann.
mt: Saqsieni jekk kondx naf min hu.
pl: Zapytał mnie, czy wiem, kto to jest.
pt_br: Ele me perguntou se eu conhecia a pessoa no retrato.
sk: Pýtal sa ma, či viem, kto to je.
zh_cn: 他问我知道不知道这是谁。

source: That's very interesting...
cs: To je velmi zajímavé ...
de: Das ist sehr interessant…
fr: C'est très intéressant...
gd: Tha seo inntinneach dha-rìribh ...
mt: Interessanti ħafna dil-biċċa...
pl: To naprawdę interesujące...
pt_br: Interessante...
sk: To je veľmi zaujímavé...
zh_cn: 有意思...

source: Suddenly their motives don't seem so cut and dry.
cs: Najednou se jejich motivy nezdají tak jednoznačné a neopodstatněné.
de: Leider schienen ihre Motive nicht in Ordnung zu sein.
fr: Tout-à-coup leurs motivations ne semblent plus si claires.
gd: Gu h-obann, chan eil coltas cho simplidh sin air na h-adhbharan aca.
mt: F'daqqa waħda l-għan tagħhom m'għadux daqshekk ovvju.
pl: Niespodziewanie ich motywy nie wydają się takie szablonowe.
pt_br: Agora as razões deles não me parecem tão claras.
sk: Zrazu sa mi ich motívy nezdajú také nezmyselné.
zh_cn: 突然间他们的举动不可理解了。

source: Strange..
cs: Podivné ..
de: Seltsam…
fr: Étrange...
gd: Neònach ...
mt: Xi ħaġa ma ddoqlix...
pl: Dziwne...
pt_br: Estranho...
sk: Zvláštne..
zh_cn: 奇怪呢...

source: Anyways, not sure if you heard this part, but I'm about to take a little trip.
cs: Tak jako tak, si nejsem jistý jestli si slyšel celou tuto verzi a tak si udělám malý výlet.
de: Wie auch immer, ich bin mir nicht sicher, ob du schon mitbekommen hast, dass ich eine kleine Reise mache.
fr: Quoi qu'il en soit, je ne sais pas si tu as entendu, mais je suis sur le point de faire un petit voyage.
gd: Co-dhiù no co-dheth, chan eil fhios a'm an cuala tu seo, ach tha mi gu bhith dhol air sgrìobag.
mt: Insomma, ma nafx jekk għidtlekx, imma jien sejjer mawra żgħira.
pl: A tak w ogóle, nie jestem pewien, czy słyszałeś o tym, że zamierzam udać się na małą wycieczkę.
pt_br: Então, não sei se você ouviu essa parte, mas eu tenho uma viagenzinha pra fazer.
sk: V každom prípade, neviem, či si o tom počul, ale idem si urobiť malý výletík.
zh_cn: 还有，你可能听见了，我要去旅行一阵子。

source: No, I didn't hear this.
cs: Ne, neslyšel jsem jí.
de: Nein, das ist mir neu.
fr: Non, j'ai pas entendu ça.
gd: Cha chuala.
mt: Le, m' għidtlix.
pl: Nie, nie słyszałem o tym.
pt_br: Não, não ouvi isso.
sk: Nie, nepočul som o tom.
zh_cn: 没有，我没听到。

source: Yeah, I'm a little worried about what might happen if someone doesn't get in touch with Milgram.
cs: Jo, Mám obavy o to co by se mohlo stát, pokud se někdo nekontaktuje Milgrama.
de: Also ich frage mich was passiert, wenn sich niemand mit Milgram anlegen würde.
fr: Ouais, je m'inquiète un peu de ce qui pourrait arriver si personne n'entre en contact avec Milgram.
gd: Aidh, tha mi caran draghail mu na b' urrainn tachairt mana tèid cuideigin a bhruidhinn ri Calum.
mt: Iwa, qed ninkwieta ftit fuq x'jiġri jekk xi ħadd ma jirrapurtax lil Milgram.
pl: Tak, trochę się martwię tym, co mogłoby się stać, jeśli komuś nie udałoby się skontaktować z Milgramem.
pt_br: É, fiquei meio preocupado quanto ao que pode acontecer se não for ninguém lá conversar com o Milgram.
sk: Áno, mám trochu strach, čo by mohlo nastať keby sa niekto nedostal do kontaktu s Milgramom.
zh_cn: 是，我有点担忧若是没人去接触 米格拉姆，可能会发生情况。

source: That old clown was just sabre-rattling about raising a militia.
cs: Ten starej šašek by hned řinčel zbraněma a zakládal domobranu.
de: Dieser alte Witzbold war wie versessen darauf, eine Miliz zu gründen.
fr: Ce vieux clown se contentait de fanfaronner sur la formation d'une milice.
gd: Cha robh amadan a' bhodaich seo ach ri faoineas mu thogail mhailisidh.
mt: Dak il-buffu xiħ kien qed jpatpat li jqajjem rewwixta.
pl: Ten stary pajac po prostu pobrzękiwał szabelką, by zwołać ochotników.
pt_br: O velho bobão ali já estava ameaçando preparar uma milícia e contra-atacar.
sk: Ten starý klaun len rinčí zbraňami a trepe čosi o tvorbe milície.
zh_cn: 那老花脸真的准备磨刀出征。

source: You don't think he could actually pull that off, do you?
cs: Nemyslíš, že by je tim opravdu vyhnal, že ne?
de: Sie glauben doch nicht, dass er so etwas einfach auf die Beine stellen kann, oder?
fr: Tu ne penses pas qu'il pourrait vraiment y parvenir, n'est-ce pas ?
gd: Chan eil thu dhen bheachd gun soirbhicheadh e leis, a bheil?
mt: Ma taħsibx li kien ser jasal x'imkien hux?
pl: Nie sądzisz chyba, że mogłoby mu się to udać?
pt_br: Você não acha que ele conseguiria mesmo fazer isso, acha?
sk: Nemyslíš si, že vytiahne z mesta s vojakmi, však?
zh_cn: 你觉得他不会做成吧？

source: Nah, this town doesn't have the fire for that. Which is a shame in some ways, but ...
cs: Ne, tohle město nemá na to sílu. Což je někdy škoda, ale...
de: Nein, diese Stadt hat einfach nicht das nötige Temperament dafür. Das ist zwar schade auf gewisser Art, aber…
fr: Nan, cette ville n'a pas de quoi. Ce qui est dommage, en un sens, mais...
gd: Chan eil, chan eil am baile seo lasach gu leòr airson a leithid rud. 'S truagh seo ann an dòigh, ach ...
mt: Leee, dar-raħal m'għandux il-qilla għal xi ħaġa hekk. Li ħasra minn banda, imma...
pl: Nie, nie znalazłby zbyt wielu ochotników w tym miasteczku. Pod pewnym względem szkoda, że tak jest, ale...
pt_br: Que nada, o povo da vila não tem coragem pra isso. O que de certo modo é uma pena, mas...
sk: Toto mesto nemá na to dostatočnú silu. V niektorých ohľadoch to síce je škoda, ale..
zh_cn: 没有，这个镇子没有那个火力。 有些方面上这挺可惜，但是……
