Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: Seriously - <em>I'm on your side,</em> here! I just risked my butt fighting that guy off.
cs: Teď vážně - <em>jsem na vaší straně</em>! Riskoval jsem svůj zadek abych ho odsud dostal.
de: Ernsthaft - <em>ich bin auf ihrer Seite</em> hier! Ich hab meinen Arsch riskiert, um diesen Kerl zu verjagen.
fr: Sérieusement - <em>Je suis de votre côté, là !</em> Je viens de risquer mes fesses à me battre contre ce type.
gd: Tha mi air do thaobh-sa dha-rìribh! Chuir mi mo bheatha an cunnart a' sabaid an aghaidh an daoin' a' bha siud.
mt: Bis-serjetà - <em>Jien miegħek,</em> fuq hekk! Għadni kif issograjt ġildi biex għelibt dak it-tali..
pl: Poważnie - jestem tutaj po twojej stronie! Ryzykowałem własnym tyłkiem, zwalczając tego faceta.
pt_br: Francamente, eu tô do <em>seu</em> lado, aqui! Acabei de arriscar o couro enfrentando aquele cara.
sk: Vážne - <em> Som na tvojej strane </em! Ale práve som riskoval svoj zadok pri boji s tým chlapom.
zh_cn: 我是认真的 - 我是你这边的！ 我刚冒险把那个家伙打跑。

source: I know you're trying to hide something, but throw me a line here.
cs: Vím, že něco skrýváte, ale mi to prostě řekněte.
de: Ich weiß, dass du was versteckst, also treib es nicht zu weit.
fr: Je sais que vous essayez de cacher quelque chose, mais donnez-moi un indice.
gd: Tha fhios a'm gu bheil thu feuchainn ri rudeigin fhalach, ach an toir thu oidheam sam bith dhomh?
mt: Naf li qed tipprova taħbi xi ħaġa, imma tini lixka fuqhiex naħdem.
pl: Wiem, że próbujesz coś przede mną ukryć, ale w końcu pomóż mi.
pt_br: Eu sei que deve ter algo que você não quer contar, mas me dê uma pista, pelo menos.
sk: Viem, že sa snažíš niečo skrývať, ale vyklop to.
zh_cn: 我知道你在藏着东西！但是给我点线索。

source: Maybe ... I can actually <em>help</em> you?
cs: Možná... vám můžu <em>pomoc</em>?
de: Vielleicht … kann ich Ihnen wirklich <em>helfen</em>?
fr: Peut-être... que je peux vraiment vous <em>aider</em>.
gd: 'S dòcha ... gum b' urrainn dhomh do chuideachadh, fhios a'd.
mt: Forsi ... Nista' tassew <em>ngħinek?</em>
pl: Może... rzeczywiście mogę ci <em>pomóc</em>?
pt_br: Talvez... Eu possa até mesmo te <em>ajudar?</em>
sk: Možno. .. Mohol by som ti teraz <em> pomáhať </em> ?
zh_cn: 也许… 我其实可以<em>帮</em>你解决问题？

source: Okay. What have I got to lose, eh?
cs: Dobře. Co můžu ztratit, že?
de: Na gut. Was habe ich verpasst, he?
fr: Okay. Qu'est-ce que j'ai à perdre, hein ?
gd: Ceart gu leòr. Dè th' agam a b' urrainn dhomh call?
mt: Owkej. X'għandi x'nitlef, hux?
pl: Eh, w porządku. Chyba nie mam nic do stracenia?
pt_br: Certo. Não tenho nada a perder, não é?
sk: Okej. Veď hádam tým nemám čo stratiť.
zh_cn: 好吧。 告诉你也没什么损失。

source: I'm afraid if this gets out, the town might blame <em>me</em> for this incident.
cs: Ale bojím se, jestli se to dostane ven, město bude vinit<em>mě</em> z tohodle incidentu.
de: Ich fürchte, wenn das herauskommt, könnte die Stadt <em>mich</em> für diesen Vorfall verantwortlich machen.
fr: Je crains que si cela s'apprenait, la ville pourrait <em>me</em> blâmer pour cet incident.
gd: Tha an t-eagal orm gun cuireadh am baile a' choire ormsa mun tachartas seo nan robh fios aca.
mt: Nibża li jekk toħroġ din-aħbar, il-belt tagħti t-tort <em>lili</em> għal dan l-inċident.
pl: Obawiam się, że jeśli to wydostanie się na zewnątrz, miasto może mieć za to do mnie pretensje.
pt_br: Seria ruim se isso se espalhasse por aí, as pessoas poderiam culpar a mim por esse incidente.
sk: Mám dojem, že ak sa toto vyzradí,mesto bude obviňovať za tento incident <em> mňa </em>.
zh_cn: 我怕这事传出去， 整个镇会把责任推到<em>我</em>身上。

source: See, some years ago, Milgram approached me with a proposition.
cs: Víš, před několika lety, mi Milgram pomohl s jedním problémem.
de: Nun, vor einigen Jahren machte Milgram mir ein Angebot.
fr: Vois-tu, il y a quelques années, Milgram m'a contacté pour une proposition.
gd: Fhios a'd, o chionn bheagan bhliadhnaichean, thàinig Calum Corca thugam le tairgse.
mt: Xi snin ilu, Milgram ressaqli proposta.
pl: Widzisz, parę lat temu, Milgram wyszedł do mnie z propozycją.
pt_br: Veja só, alguns anos atrás, o Milgram me veio com uma proposta...
sk: Pár rokov dozadu, Milgram ma prišiel osloviť s jedným návrhom.
zh_cn: 好吧，一些年前， 米格拉姆带着一个提案到我这里来。

source: He was going to invest a sizeable amount of money, here.
cs: Investoval tady značné množství peněz.
de: Er wollte EINE MENGE Geld hier investieren.
fr: Il allait investir une somme importante d'argent, ici.
gd: Bha e airson airgead mòr a chur ann an seilbh ann a sheo.
mt: Kien lest jinvesti skoss flus, hawn.
pl: Planował tutaj zainwestować całkiem pokaźną sumkę.
pt_br: Ele iria investir uma grande soma em dinheiro, aqui na vila.
sk: Išiel sem investovať značnú sumu peňazí.
zh_cn: 他要投资一笔钱到这里。

source: Wait, did he think you were actually the mayor?
cs: Počkat, On si myslí, že jsi starosta?
de: Warte, hat er wirklich geglaubt du seist der Bürgermeister?
fr: Attendez, il pensait vraiment que vous étiez le maire ?
gd: Fuirich ort, an robh e dhen bheachd gu robh thu nad bhàillidh ann an da-rìribh?
mt: Stenna, tassew ħaseb li int sindku?
pl: Czekaj, czy on myślał, że ty naprawdę byłeś burmistrzem?
pt_br: Peraí, ele achou mesmo que você era o prefeito daqui?
sk: Počkať, on si myslel, že ste .. akoby starosta?
zh_cn: 等下， 他以为你就是这里的首领？

source: YES!
cs: Ano!
de: JA!
fr: OUI !
gd: Bhà!
mt: IVA!
pl: TAK!
pt_br: Claro que sim!
sk: ÁNO!
zh_cn: 不错！

source: Anyhow, I was all too happy to accept, but it wasn't long before I realized what was <em>really</em> afoot.
cs: Tak čí onak, byl jsem šťastný, tak jsem to přijal, ale to nebylo moc dlouho předtím než jsem pochopil o co mu ve <em>skutečnosti</em> šlo.
de: Jedenfalls konnte ich es nur allzu gerne akzeptieren, aber es dauerte nicht lange, bevor ich realisierte, was <em>wirklich</em> im Gange war.
fr: Quoi qu'il en soit, j'ai été trop heureux d'accepter, mais il n'a pas fallu longtemps avant que je réalise ce qui se tramait <em>vraiment</em>.
gd: Co-dhiù no co-dheth, bha mi ro dhèidheil gabhail ris ach cha robh e fada mus do mhothaich mi na bha tachairt ann an da-rìribh.
mt: Insomma, kont ħerqan wisq naċċetta, iżda domtx qabel ma ndunajt x'kin qed jiġri <em>verament</em>.
pl: W każdym razie bardzo chętnie się zgodziłem, ale nie trwało długo, kiedy sobie uświadomiłem, co się święci.
pt_br: De qualquer modo, eu aceitei de bom grado, mas não levou muito tempo até eu perceber o que <em>realmente</em> estava ocorrendo.
sk: Tak či onak, s vďakou som to prijal, ale to nebolo dlho predtým, než som si uvedomil, čo tá ponuka <em>naozaj</em> bola.
zh_cn: 不论怎么说，我很高兴的接受了， 但是没多久我就意识到会发生的事。

source: I realized this was all a scam. He was establishing a claim, you see.
cs: Uvědomil jsem si, že to bylo celé podvod. Dělá si na všechno nárok, jak vidíte.
de: Ich erkannte, dass alles Betrug war. Er machte Forderungen, weißt du.
fr: J'ai réalisé que tout cela était une arnaque. Il mettait en place une revendication, en fait.
gd: Thàinig e steach orm chan e ach mealladh a bh' ann. Bha e cosnadh tagraidhean, fhios a'd.
mt: Indunajt li kienet frodi. Kien qed jipprova jdaħħal siequ fil-bieb.
pl: Zorientowałem się, że to wszystko było oszustwem. Widzisz, on próbował uzasadnić swoje roszczenie.
pt_br: Isso era uma jogada, uma arapuca. Ele estava preparando o terreno, sabe.
sk: Zistil som, že to bol podvod. Plánoval prevrat, ako vidíš.
zh_cn: 我意识到这全是诡计。 是他的陷阱，你瞧。

source: I'm not sure I follow you...
cs: Nejsem si tím moc jistý...
de: Ich bin mir nicht sicher, ob ich dir ganz folgen konnte…
fr: Je ne suis pas sûr de suivre...
gd: Chan eil mi cinnteach gu bheil mi gad thuigsinn ...
mt: Ma naħsibx li qed insegwik.
pl: Nie wiem, czy rozumiem...
pt_br: Eu acho que não estou entendendo...
sk: Nie som si istý, či pôjdem za tebou..
zh_cn: 我没明白...

source: Okay, do you know what 'usury' is?
cs: Dobře, víš co je to "lichva"?
de: Na gut, weißt du, was „Wucher“ ist?
fr: Bon, sais-tu ce qu'est "l'usure" ?
gd: Ceart ma-thà, 'eil fios a'd dè th' ann an "an-riadh"?
mt: Owkej, taf x'inhi użura?
pl: W porządku, czy wiesz, czym jest 'lichwa'
pt_br: Bom, você sabe o que quer dizer "usura"?
sk: Okej, vieš čo je to 'úžerníctvo'?
zh_cn: 好吧，你知道“高利贷”吗？

source: Not exactly.
cs: Asi ne.
de: Nicht wirklich.
fr: Pas exactement.
gd: Chan eil gu buileach.
mt: Mhux eżattament.
pl: Nie całkiem.
pt_br: Não muito bem.
sk: Presne nie.
zh_cn: 不是很清楚。

source: See, Milgram was being what's called a 'loan shark'.
cs: Víš, Milgram byl to co se nazývá "lichvář".
de: Schau, Milgram war, was man einen „Kredithai“ nennt.
fr: Vois-tu, Milgram était ce qu'on appelle un "usurier".
gd: Nise, 's e "sàrachair" a chanar ri daoine a leithid Chaluim.
mt: Mela, Milgram kien qed jipprova jkun loan shark.
pl: Widzisz, Milgram był lichwiarzem.
pt_br: Veja bem, o Milgram estava sendo um agiota.
sk: Tak pozri, Milgram sa stal tým, čomu sa hovorí úžerník.
zh_cn: 看，米格拉姆就是一个。

source: He gives me money, then he just 'decides' what I owe him.
cs: Dá ti peníze, a potom se rozhodne, co mu dlužíš.
de: Er gab mir Geld, dann hat er einfach „entschieden“, wie viel ich ihm schulde.
fr: Il me donne de l'argent, puis "décide" simplement de ce que je lui dois.
gd: Bheir e airgead dhut is an uair sin "cuiridh e roimhe" dè na th' aige ort.
mt: Jsellifni l-flus, u wara jiddeċiedi kemm għandi ntih lura.
pl: Pożyczył mi pieniądze, a potem zadecydował, ile jestem mu winien.
pt_br: Ele me dá dinheiro, e depois decide que eu fiquei devendo pra ele.
sk: Dal mi peniaze, a potom sa jednoducho 'rozhodol', čo mu dlhujem.
zh_cn: 他给我钱，然后“决定”我欠他多少。

source: That I owe him more money than I could ever repay.
cs: Takže mu dlužím víc peněz než mu kdy splatím.
de: Dass ich ihm mehr Geld schulde als ich jemals zurückzahlen kann.
fr: Que je lui dois plus d'argent que ce que je ne pourrais jamais rembourser.
gd: Is tha barrachd aige orm nam b' urrainn dhomh pàigheadh air ais gu bràth tuilleadh.
mt: U b'hekk nispiċċa b-dejn miegħu ħafn' aktar milli qatt nista nħallas.
pl: W ten sposób jestem mu dłużny więcej pieniędzy, niż potrafię kiedykolwiek spłacić.
pt_br: Que eu devo muito mais do que eu seria capaz de pagar.
sk: Takže mu dlhujem viac peňazí, než by som kedy mohol splatiť.
zh_cn: 所以我欠他的钱，我永远还不清。

source: See, then he can just take whatever he wants, as payment.
cs: Víš, pak si může vzít co chce jako platbu.
de: Schau, er kann als Bezahlung nehmen, was immer er will.
fr: Et ensuite il peut simplement prendre ce qu'il veut, comme moyen de paiement.
gd: Nise, faodaidh e togail na bu mhiann leis mar phàigheadh an uair sin.
mt: U b'hekk jkun jista jieħu li jrid, bħala ħlas.
pl: Tak więc na poczet długu może brać, co tylko zechce.
pt_br: Assim, ele poderia arrancar de mim qualquer coisa, como pagamento.
sk: Takže on si môže zobrať čokoľvek, čo budete chcieť, ako splátku.
zh_cn: 那么他就可以 随意拿走想要的东西，做为代价。

source: He was going to use this as an excuse to take over the town.
cs: Tak to pomužil jako výmluvu na obsazení města.
de: Er sagte das als Vorwand, um die Stadt zu übernehmen.
fr: Il allait utiliser ça comme excuse pour faire main-basse sur la ville.
gd: Bha e airson seo a chleachdadh mar leisgeul gus am bail' a cheannsachadh.
mt: Hu kien se jużha bħala skuża biex jaħkem ir-raħal.
pl: Planował wykorzystać to jako pretekst do przejęcia władzy w miasteczku.
pt_br: Isso seria tudo uma desculpa pra que ele pudesse dominar a vila.
sk: Toto išiel využiť ako zámienku na prevzatie kontroly nad mestom.
zh_cn: 他要用这个作借口占领村镇。

source: Okay... I guess that sorta makes sense, although it's a bit convoluted.
cs: Dobře... To dává smysl, i když je to hrozně zamotané.
de: Na gut… Ich schätze, das ergibt irgendwie Sinn, obwohl es ein wenig kompliziert ist.
fr: Okay... Je suppose que c'est logique, même si c'est un peu alambiqué.
gd: Ceart ma-thà, saoilidh mi gu bheil ciall dha ann an dòigh, ged a tha e beagan toinnte.
mt: Owkej, naħseb jagħmel sens, għalkemm kumplikata l-biċċa.
pl: W porządku, to ma sens, ale jest nieco zawiłe.
pt_br: Bom... acho que isso faz algum sentido, mas é bem estranho.
sk: Okej.. Myslím, že to dáva zmysel, aj keď je to dosť komplikované.
zh_cn: 好吧...我想你说的有些道理，尽管有些。

source: I don't see why he'd need an excuse. If he wanted to take over the town, he could just ... do it.
cs: Nechápu, proč hledal výmluvy. Když chtěl obsadit město, mohl to... prostě udělat.
de: Ich verstehe nicht, warum er eine Ausrede braucht. Wenn er die Stadt übernehmen will, kann er das doch einfach … machen.
fr: Je ne vois pas pourquoi il aurait besoin d'une excuse. S'il voulait prendre la ville, il pourrait tout simplement... le faire.
gd: Chan eil mi tuigsinn carson a bhiodh leisgeul a dhìth air. Nan robh e airson am bail' a chur fodha fhèin, 's e seo na dhèanadh e gu simplidh.
mt: Ma nistagħx nara' għalfejn irid skuża. Jekk ried jaħkem ir-raħal, seta' qabad u ħatafha.
pl: Nie rozumiem tylko, dlaczego on potrzebowałby pretekstu. Jeśli chciał zawładnąć miasteczkiem, po prostu mógłby... to zrobić.
pt_br: Estranho porque ele não precisaria de uma desculpa. Se ele quisesse conquistar a vila, ele poderia vir aqui... e conquistar.
sk: Nechápem, načo potreboval zámienku. Ak chcel prevziať mesto, jednoducho to mohol.. spraviť.
zh_cn: 我不认为他需要一个借口。 如果他想要占领，直接就做到了...

source: No! You <em>always</em> need an excuse. Otherwise, no one would support your claim!
cs: Ne! <em>Vždycky</em> potřebuješ výmluvu. Jinak by neměl žádnou podporu!
de: Nein! Sie brauchen <em>immer</em> eine Ausrede. Sonst würde niemand Ihren Anspruch unterstützen!
fr: Non ! Il faut <em>toujours</em> une excuse. Sinon, personne n'apporte de soutien !
gd: Ach biodh. Bidh an-còmhnaidh leisgeul a dhìth ort, no cha ghabh duine suim san tagradh agad.
mt: Le! Int <em>dejjem</em> b'xi skuża. Inkella, ħadd ma joqqħod wara dak li qed tgħid!
pl: Nie! Zawsze potrzebujesz pretekstu. Inaczej nikt nie wesprze twoich roszczeń.
pt_br: Não! Você <em>sempre</em> precisa de uma desculpa. Se não for assim, quem vai aceitar a sua autoridade?
sk: Nie! <em>Vždy</em> potrebuješ zámienku. Inak nikto tvoj nárok nepodporí!
zh_cn: 不！ 你总需要个理由。 否则没人支持！

source: Uhh, okay... Anyways, what are we gonna do here?
cs: Aha, dobře... tak jako tak, co budeme dělat?
de: Ah, gut… Wie auch immer, was machen wir jetzt?
fr: Euh, ok... Quoi qu'il en soit, que va-t-on faire ici ?
gd: Uill, ceart ma-thà ... Co-dhiù no co-dheth, dè nì sinne a-nis?
mt: Ehm, okej... Insomma, x'ħa nagħmlu hawn?
pl: Uhh, no dobrze. Tak czy siak, co będziemy tutaj robić?
pt_br: Certo, certo... Mas então, o que vamos fazer?
sk: Ach, okej... Každopádne, čo tu budeme robiť?
zh_cn: 呃，好的... 不管怎样，我们怎么办？

source: Well, I think we should form a militia, and bring the fight to Milgram!
cs: Dobře, založíme domobranu a zaútočíme na Milgrama!
de: Ich denke, wir sollten eine Miliz bilden und den Kampf zu Milgram verlagern.
fr: Eh bien, je pense que nous devrions former une milice et nous attaquer à Milgram !
gd: Uill, saoilidh mi gum bu chòir dhuinn mailisidh a stèidheachadh is an cath a thoirt dha Chalum!
mt: Heqq, naħseb li għandna nagħqdu milizja, u nieħdu l-ġlieda lil Milgram!
pl: Cóż, myślę, że powinniśmy zwołać pospolite ruszenie i dać zbrojny odpór Milgramowi!
pt_br: Bom, acho que deveríamos formar uma milícia, e levar a luta até as portas do castelo dele!
sk: Dobre, myslím si, že by sme mali vytvoriť milíciu a ísť bojovať s Milgramom!
zh_cn: 我想我们应该武装联合起来， 对抗米格拉姆！

source: I don't think that's a good idea! Let's not jump the gun, here.
cs: Nemyslím, že je to dobrý nápad! Nepoužívejme zbraně.
de: Ich glaube nicht, dass das eine gute Idee ist! Lassen Sie uns keine voreiligen Schlüsse hier ziehen.
fr: Je ne pense pas que ce soit une bonne idée ! Ne nous emballons pas.
gd: Cha chreid mi gur e deagh bheachd a bhiodh ann. Na cuireamaid a' chairt air thoiseach air an each.
mt: Ma naħsibx li hija idea tajba! Ejja ma ngħaġlux, hawn.
pl: Nie sądzę, żeby to był dobry pomysł. Nie bądźmy w gorącej wodzie kąpani.
pt_br: Isso não é uma boa ideia! Não vamos nos precipitar.
sk: To nie je dobrý nápad! Zbrane tu nepozdvihneme.
zh_cn: 我可不认为是个好主意！ 我们不要操之过急。

source: If you ask me, I think we need to go hear Milgram's side of the story.
cs: Když mě omluvíš, myslím, že si potřebuji poslechnout Milgramovu verzi příběhu.
de: Wenn du mich fragst, sollten wir erst Milgrims Teil der Geschcihte anhören.
fr: À mon avis, nous devrions aller écouter la version de Milgram.
gd: Dhomhsa dheth, saoilidh mi gum bu chòir dhuinn an taobh aig Calum a chluinntinn cuideachd.
mt: Skond jien, naħseb missna nisimgħu l-istorja minn-naħa ta' Milgram.
pl: Jeśli chciałbyś znać moje zdanie, to myślę, że powinniśmy wysłuchać opowieści Milgrama.
pt_br: O melhor a se fazer, agora... seria ir lá falar com o Milgram, entender o lado dele da história.
sk: Ak by si sa pýtal mňa, mali by sme si vypočuť aj Milgramovu verziu príbehu.
zh_cn: 如果你问我， 我觉得应该去听米格拉姆是怎么说。

source: Talk it over. See if we can reach some mutually amicable agreement.
cs: Promluvíme si o tom. Třeba se nám povede se nějak dohodnout.
de: Reden wir drüber. Vielleicht kommen wir dabei auf einen gemeinsamen Nenner.
fr: Discuter. Voir si nous pouvons parvenir à un accord mutuel à l'amiable.
gd: Bruidhnidh sinn ris mu dheidhinn. Feuch an ruig sinn co-rèiteachadh càirdeil air choireigin.
mt: Nitħadtu. Forsi nilħqu xi ftehim.
pl: Przedyskutujmy to. Zobaczymy, czy możemy osiągnąć obustronne polubowne porozumienie.
pt_br: Conversar, mesmo. Ver se conseguimos chegar num acordo amistoso.
sk: Porozprávajme sa. Uvidí sa, či môžeme uzavrieť nejaké priateľské dohody.
zh_cn: 冷静的谈谈。看我们能不能达成友好协议。

source: I don't think that would work.
cs: To nebude fungovat.
de: Ich denke nicht, dass das funktioniert.
fr: Je ne pense pas que cela fonctionnerait.
gd: Cha chreid mi gun obraicheadh seo.
mt: Ma naħsibx li idea tajba.
pl: Nie sądzę, żeby to się powiodło.
pt_br: Eu não acho que isso daria certo...
sk: Nemyslím, že sa to podarí.
zh_cn: 不认为可行。

source: I sure do! Cripes - I tell you what: I'll do it.
cs: Udělám to! Kruci - říkám ti: udělám to.
de: Ich denke schon! Mann - Soll ich dir was sagen: Ich mach's einfach.
fr: Je suis sûr que si ! Mince - encore mieux : je vais le faire.
gd: Creidsidh mise! Thia, seo agad e: nì mise e.
mt: Naħseb li iva! Kos - Taf xiex: Jien se nagħmilha.
pl: A ja tak! O rany - powiem ci coś: ja to zrobię.
pt_br: Pois eu acho! Aliás, quem vai lá falar com ele sou eu.
sk: Som si istý! Krucinál - hovorím ti, že sa to podarí.
zh_cn: 我觉得可行！ 麻烦 - 我这样说：我去做这件事！

source: I'll go talk to Milgram, and get this all sorted out. Okay?
cs: Prmluvím s Milgramem, a nějak se dohodnem. Jasný?
de: Ich ziehe los, um mit Milgram zu reden und mache reinen Tisch. Einverstanden?
fr: Je vais aller parler à Milgram, et régler tout ça. Ça marche ?
gd: Thèid mi bhruidhinn ri Calum is gheibh sinn fuasgladh. Ceart gu leòr?
mt: Ħa mmur inkellem lil Milgram, u nirranġa kollox. Tajjeb?
pl: Pójdę porozmawiać z Milgramem i rozwiążę ten problem. Zgoda?
pt_br: Vou lá, falo com ele, e resolvo o problema.
sk: Pôjdem sa teda pozhovárať s Milgramom, a toto celé vybaviť. Okej?
zh_cn: 我会去和米格拉姆谈， 解决所有的麻烦。行不行？

source: I just think this is a big misunderstanding, and I'd rather not see anyone get hurt.
cs: Bude to jen jedno velké nedorozumění, a já nechci aby se někomu něco stalo.
de: Ich denke, das ist einfach ein riesiges Missverständnis und ich möchte nicht, dass noch jemand verletzt wird.
fr: Je pense juste que c'est un gros malentendu, et je préfère éviter que quiconque se fasse blesser.
gd: Cha chreid mi nach e ach mì-thuigse mhòr a th' ann is b' fhearr leam nach rachadh daoin' a ghoirteachadh.
mt: Naħseb li kull m'hu nuqqas ta' ftehim, u nippreferi li ħadd ma jweġġa' jekk jista jkun.
pl: Myślę, że to wszystko jest wielkim nieporozumieniem i nie chciałbym, by komuś stała się krzywda.
pt_br: Eu realmente acho que isso tudo é só um grande mal-entendido, e seria melhor se ninguém se machucasse.
sk: Len sa nazdávam, že toto celé je jedno veľké nedorozumenie, a je zbytočné sa uchýliť k násiliu.
zh_cn: 我想只是一个巨大的误解， 最好不要出伤人的事。

source: Well, if you say so, I suppose I can't object. In fact, it might be a good stalling tactic.
cs: No, když to říkáš takhle, asi nemůžu nic namítat. Ve skutečnosti, by to mohla být dobrá zdržovací taktika.
de: Gut, wenn du meinst, ich denke, ich kann das nicht ablehnen. Natürlich wäre das eine gute Hinhaltetaktik.
fr: Eh bien, si tu le dis, je suppose que je ne peux pas m'y opposer. En fait, ce pourrait être une bonne tactique de diversion.
gd: Uill, mas e seo na tha fainear dhut, cha chuirinn stad ort. Leis an fhìrinn innse, cha chreid mi nach e seòl dàlach math a th' ann.
mt: Jekk taħseb hekk, mhux se nżommok. Infatti, taf tkun tattika tajba biex nirbħu ftit żmien.
pl: Cóż, skoro tak mówisz, sądzę, że nie powinienem się sprzeciwiać. Rzeczywiście to może być dobra strategia na przeczekanie.
pt_br: Bom, se você tem tanta certeza, não vou reclamar... No mínimo, você vai poder atrasá-lo um pouco.
sk: Ak tak vravíš, nebudem namietať. V skutočnosti to môže byť dobrá zdržiavacia taktika.
zh_cn: 好吧，这样说，我也不反对。 确实也是个好的消耗战术。

source: Why, I'll even show you the way...
cs: Proto ti může i ukázat cestu...
de: Deshalb zeige ich dir den Weg…
fr: Allez, je vais même te montrer le chemin...
gd: Carson nach seall mi eadhon an t-slighe dhut ma-thà?
mt: Ara, saħansitra ħa nurik it-triq...
pl: A zatem pokażę ci drogę...
pt_br: Aliás, até vou te mostrar o caminho...
sk: Dokonca ti aj ukážem, kadiaľ tam ísť.
zh_cn: 其实，我会给你指路。

source: The Elder's House
cs: stařešinův dům
de: Das Haus des Ältesten
fr: La Maison de l'Ancien
gd: Taigh an t-seanair
mt: Dar Ix-Xiħ
pl: Dom Starca
pt_br: Casa do Ancião
sk: Starcov dom
zh_cn: 老前辈之屋

source: I better leave this key here.
cs: Bude lepší, když tady ten klíč nechám.
de: Den Schlüssel lasse ich besser hier.
fr: Je ferais mieux de laisser la clé ici.
gd: Bu chòir dhomh an iuchair fhàgail ann a sheo.
mt: Aħjar inħalli diċ-ċavetta hawn.
pl: Lepiej zostawię ten klucz tutaj.
pt_br: É melhor eu deixar esta chave aqui.
sk: Radšej nechám tento kľúč tu.
zh_cn: 我最好还是把这钥匙留在这里。

source: Hey!
cs: Hej!
de: He!
fr: Hé !
gd: Sin sibh!
mt: Oj!
pl: Hej!
pt_br: Ei!
zh_cn: 嘿！

source: Glad I caught you! You'd better be aware of this...
cs: Jsem rád, že jsem tě zastihl! Bude lepší, když budeš informován o ...
de: Gut dass ich Sie hier treffe! Das sollten Sie besser noch wissen…
fr: Content de vous avoir rattrapé ! Il vaut mieux que vous sachiez...
gd: 'S math gun do rug mi oirbh! B' fhearr leibh ur n-aire a thoirt air seo ...
mt: Imnalla sibtek! Aħjar tkun taf b'din...
pl: Dobrze, że cię złapałem! Powinieneś to wiedzieć...
pt_br: Bom que eu te achei! É melhor você saber disso...
sk: Som rád, že som Vás zastihol!⏎ Bude lepšie, ak si dáš pozor...
zh_cn: 谢天谢地我追上你了！ 你最好注意点……

source: The cave that leads into the town, has a sentry posted in it.
cs: V jeskyni, která vede do města je hlídka.
de: In der Höhle, die in die Stadt führt, ist ein Wachposten stationiert.
fr: Qu'il y a un garde dans la grotte qui mène à la ville.
gd: An uamh le slighe dhan bhaile, tha freiceadan air faire innte.
mt: L-għar li jagħti għar-raħal huwa mgħasses.
pl: W jaskini prowadzącej do miasta, wystawione są straże.
pt_br: Tem um guarda na caverna que leva até a vila.
sk: Jaskyňa, ktorá vedie do mesta, má nastraženú hliadku.
zh_cn: 通往小镇的洞穴里 驻扎着哨兵。

source: Milgram's trying to seal off the town, so no one gets in or out.
cs: Milgram se snaží odříznout město od světa, aby se nikdo tam ani odtamtud.
de: Milgram versuchte die Stadt abzuriegeln, so dass niemand mehr rein oder raus konnte.
fr: Milgram essaie de boucler la ville, afin que personne n'entre ou ne sorte.
gd: Tha Calum Corca feuchainn ris am bail' a dhùnadh ach nach faigheadh duin' a-steach no a-mach.
mt: Milgram qed jipprova jagħlaq ir-raħal, biex ħadd ma jidħol jew joħroġ.
pl: Milgram próbuje otoczyć miasteczko, tak by nikt nie mógł się wydostać.
pt_br: O Milgram mandou bloquear a vila, pra ninguém entrar nem sair.
sk: Milgram sa pokúša uzavrieť mestečko od sveta, takže sa nikto nedostane dnu ani von.
zh_cn: 米格拉姆试图封锁村镇， 那样没人可以出入。
