Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: I confess, I really don't know -how- he creates us, but I know that he does.
de: Ich schwöre, ich weiß nicht WIE er uns kreiert hat, aber er tut es eben.
fr: J'avoue, je n'ai aucune idée de -comment- il nous fabrique, mais je sais qu'il le fait.
gd: Feumaidh mi aideachadh nach eil fhios a'm mar a rinn e sinn, ach tha fhios a'm gun do rinn.
mt: Biex ngħid kollox, ma nafx -kif- ħalaqna, iżda naf li hu jaf kif.
pl: Muszę przyznać, że nie wiem, jak on nas zrobił, ale wiem, że wszyscy powstaliśmy dzięki niemu.
pt_br: Eu confesso, eu não sei exatamente <em>como</em> nós somos criados, só sei que nós somos.
sk: Priznám sa, skutočne neviem -ako- nás vytvoril, viem len, že tak urobil.
zh_cn: 我承认，我确实不知道他<em>怎么</em>制造我们的， 但是我知道是他。

source: So then... are you robots or something?
de: Also… seid ihr Roboter oder so?
fr: Du coup... vous êtes des robots, ou quelque chose comme ça ?
gd: Mar sin ... an e robotairean a th' annaibh no rudeigin dhen leithid?
mt: Jiġifieri... inthom xi robots jew xi ħaġa hekk?
pl: Zatem... jesteś czymś w rodzaju robota?
pt_br: Então... vocês são robôs ou algo assim?
sk: Tak potom... ste roboti alebo niečo podobné?
zh_cn: 那么……你们是机器人一类的？

source: Of course not! Robots don't eat. We're all living creatures.
de: Natürlich nicht! Roboter essen nicht. Wir alle sind Lebewesen.
fr: Bien sûr que non ! Les robots ne mangent pas. Nous sommes tous des créatures vivantes.
gd: Chan eil idir! Cha dèan robotairean ithe. 'S e creutairean beò a th' annainn uile.
mt: U le ma tarax! Ir-robots ma jiklux. Aħna ħlejjaq ħajjin.
pl: Oczywiście, że nie! Roboty nie jedzą. Jesteśmy żywymi stworzeniami.
pt_br: Claro que não! Robôs não comem. Somos todos seres vivos.
sk: Samozrejme, že nie! Roboti nejedia. My všetci sme živé stvorenia.
zh_cn: 当然不是！机器人不吃东西。 我们是生物。

source: Oh, so he's your parent, then? And just has a lot of kids.
de: Also ist er euer Vater? Und hat einen Haufen Kinder.
fr: Ah, donc c'est votre parent, c'est ça ? Et il a juste un paquet d'enfants.
gd: Ò, an e ur pàrant a th' annsan a-nis? Is chan e ach torr cloinne aige.
mt: Mela jiġi missierkom? Missier ta' ħafa wlied.
pl: Zatem on jest waszym ojcem? Po prostu ma dużo dzieci.
pt_br: Ah, então ele seria... o pai de vocês? E simplesmente tem um bocado de filhos.
sk: Ach, tak potom on je váš rodič? A má len jednoducho veľa detí.
zh_cn: 哦，那他是你的父亲？ 有很多的小孩而已。

source: Well, I guess we consider him a parent, but we're very much made.
de: Nun, wir sollten ihn Vater nennen, aber er hat viele von uns geformt.
fr: Hum, j'imagine qu'on le considère comme un père, mais le plus important, c'est que nous sommes fabriqués.
gd: Uill, beachdaichidh sinn air mar phàrant, ach chaidh ar dèanamh dha-rìribh.
mt: Ħeqq, narawh bħala missierna, għalkemm aħna maħluqin.
pl: Cóż, wydaje mi się, że uważamy go za ojca, ale zdecydowanie jesteśmy zrobieni.
pt_br: Bom, de fato consideramos ele como um pai, mas somos é feitos mesmo.
sk: Áno, hádam, že ho pokladáme za rodiča, ale aj tak sme určite vyrobení na mieru.
zh_cn: 我想我们把他看作父亲， 但是我们还是制造的。

source: He chooses what we're shaped like, for one thing. Usually takes inspiration from the animal kingdom.
de: Er hat z.B. bestimmt, wie wir aussehen. Normalerweise hat er seine Inspiration aus dem Tierreich entnommen.
fr: Il choisit quelle forme nous avons, déjà. Il s'inspire généralement du royaume animal.
gd: Cuiridh e roimhe dè an cruth a bhios oirnn sa chiad dol a-mach. Bheir e bheachdan on t-saoghal nàdarra mar as trice.
mt: Hu jagħżel l-għamla tagħna, ibda biex. Is-soltu jispira ruħu mir-renju annimal.
pl: Wybiera dla nas kształt. Zazwyczaj inspiruje się tym, co już istnieje w królestwie zwierząt.
pt_br: Ele escolhe o nosso formato, por exemplo. Normalmente se inspira no reino animal pra isso.
sk: On vybral, ako budeme vyzerať, napríklad. Zvyčajne čerpal inšpiráciu zo zvieracieho kráľovstva.
zh_cn: 首先，他选择我们的外形。 通常从动物界找灵感。

source: He fancies himself an artist in this regard, and for ego's sake I'm not about to disagree.
de: Er bezeichnet sich selbst als großartigen Künstler, und man kann ihm nicht widersprechen.
fr: Il se perçoit comme un artiste à ce propos, et je ne vais pas le contredire.
gd: Tha e a' beachdachadh air fhèin mar neach-ealain a thaobh seo is cha rachainn na aghaidh air sàilleibh a mhoit.
mt: Jara lilu nnifsu bħala artista f'dan il-qasam, u għal ġieħ is-suppervja, mhux sejjer ma naqbilx.
pl: Uważa się za artystę w tym względzie, i przez wzgląd na jego ego nie zamierzam się z tym nie zgadzać.
pt_br: Ele se considera um artista nesse sentido, e não sou eu quem iria discordar disso.
sk: V tomto ohľade sa považuje za veľkého umelca, a v záujme ega s tým súhlasím.
zh_cn: 在这方面他自称为艺术家， 为了自尊心，我也不表达异议。

source: These days, moreover, we're mass-produced. There's a factory downstairs that churns out the more successful designs.
de: Mittlerweile werden wir in Massen produziert. Geh die Treppen hinunter und du findest die Fabrik, in der du noch ausgefeiltere Modelle finden kannst.
fr: Ces temps-ci en plus, nous sommes produits à la chaine. Il y a une usine en bas qui pond en série les designs les plus réussis.
gd: A thuilleadh air sin, thèid ar dèanamh ann am factaraidh sna làithean seo. Tha e shìos an staidhre is nì e lethbhreacan dhe na dealbhachaidhean as soirbheachaile.
mt: Terġa dan l-aħħar, aħna prodotti fil-massa. Hemm fabbrika isfel li ssawwar id-disinni li l-aktar li rnexxew.
pl: W ostatnim czasie produkują nas masowo. Tam w dole jest fabryka, która produkuje najbardziej udane projekty.
pt_br: Além disso, ultimamente nós somos produzidos em larga escala. Tem uma fábrica lá embaixo que copia os melhores projetos.
sk: Navyše v týchto dňoch sme vyrábaní masovo. Na prízemí je továreň produkujúca vydarenejšie dizajny.
zh_cn: 这些日子，我们还是批量生产的。 楼下有一个工厂生产比较成功的设计。

source: But that's just CRAZY! How does that even work?! Magic?
cs: Ale to je ŠÍLENÝ!⏎ Jak to funguje?! Magie?
de: Das ist doch einfach VERRÜCKT! WIe ist das nur möglich? Mit Magie?
fr: Mais c'est complètement FOU ! Comment ça peut marcher ?! Par magie ?
gd: Ach chan eil seo ach craicte! Ciamar a dh'obraicheadh seo? Le draoidheachd?
mt: Dawn affarijiet tal-ĠENN! Kif taħdem?! Bil-maġija?
pl: Ale to jest po prostu SZALONE! Jak to w ogóle działa?! Magia?
pt_br: Mas isso tudo é uma maluquice só! Como que isso funciona?! É mágica?
sk: Ale to je jednoducho ŠIALENÉ! Ako to len môže fungovať?! Mágia?
zh_cn: 但是这太荒谬了！ 这怎么可能？！魔法？

source: Like I said, I really don't know, myself.
de: Ich sagte bereits, dass ich es nicht weiß.
fr: Comme j'ai dit, je n'en ai vraiment aucune idée, personnellement.
gd: Mar a thuirt mi, chan eil buileach fios a'm.
mt: Kif għidtlek, tassew ma nafx kif.
pl: Tak jak powiedziałem, tego nie wiem.
pt_br: Como eu disse antes, eu realmente não sei.
sk: Ako som povedal, naozaj to neviem.
zh_cn: 我刚才也说了，我自己也不知道。

source: But it's not any crazier than you transforming from a tadpole.
de: Doch es ist verrückter als dass du dich aus einer Kaulquappe entwickelt hast.
fr: Mais ce n'est pas plus fou que toi et ta transformation de têtard en grenouille.
gd: Ach chan eil seo nas craicte na gun do rinn thu cruth-atharrachadh bho cheann-simid.
mt: Imma xorta mhux tal-għaġeb aktar minn kif int inbdilt minn girin.
pl: Poza tym nie jest to bardziej szalone niż twoja transformacja z kijanki.
pt_br: Mas não é nem mais nem menos estranho do que você ter se transformado de um girino.
sk: Ale vôbec to nie je šialenejšie ako ty transformujúci sa zo žubrienky.
zh_cn: 但是比起从蝌蚪变化成你， 也没有多荒谬吧。

source: I mean, that seems pretty incredible from my perspective.
de: Ich meine, aus meiner Sicht scheint es völlig unmöglich.
fr: Enfin, de mon point de vue, c'est ça qui est incroyble.
gd: Tha coltas caran do-chreidsinneach air seo bho 'm thaobh-sa.
mt: H Ħeqq, dik ħaġa tal-għaġeb, ngħid jien.
pl: Z mojej perspektywy to dopiero jest niesamowite.
pt_br: Digo, do meu ponto de vista, isso me parece ser bem incrível também.
sk: Myslel som to tak, že z môjho pohľadu to znie celkom neuveriteľne.
zh_cn: 我是说，从我的角度来看， 那也是不可思议的。

source: But that is how it works for frogs, right?
de: Doch so läuft es bei Fröschen, oder?
fr: Mais c'est comme ça que ça marche les grenouilles, pas vrai ?
gd: Ach seo mar a dh'obraicheas e dha losgannan, nach obraich?
mt: Iżda hekk jiġu ż-żrinġijiet, hux?
pl: Ale tak to się zwykle dzieje z żabami, nieprawdaż?
pt_br: Mas é assim que funciona pros sapos, né?
sk: Ale tak to funguje pre žaby, nemám pravdu?
zh_cn: 但是青蛙就是这样，对吧？

source: It is. It's just a crazy world we live in, huh?
de: Genau so. Ist das nicht eine verrückte Welt in der wir leben?
fr: C'est ça. On vit vraiment dans un monde de fous, hein ?
gd: Obraichidh. Nach e saoghal craicte a th' ann sa bheil sinn beo?
mt: Hekm hu. Dinja tal-għaġeb li ngħixu fiha, xi tgħid?
pl: Tak. To szalony świat, w którym żyjemy, nie?
pt_br: É... Mundo estranho, esse em que vivemos, hein?
sk: Áno. Je to šialený svet, v ktorom to žijeme, no nie?
zh_cn: 也对。我们就生活在一个 荒谬的世界里，啊？

source: Madness and wonder every step of the way.
de: Wunder und verrückte Dinge sind überall.
fr: Il y a des choses folles et merveilleuses où qu'on aille.
gd: Boile is iongnadh le gach ceum.
mt: Ġenn u għaġeb ma' kull pass li tieħu.
pl: Szaleństwo i cud co krok.
pt_br: Loucuras e coisas maravilhosas andando lado a lado por aí.
sk: Šialenstvo a zázraky sú na každom kroku.
zh_cn: 每一步都能看到疯狂和奇迹。

source: No kidding. Well, hey, have a nice meal. Thanks for all the info.
de: Im Ernst. Nun, gute Mahlzeit. Danke für die Infos.
fr: Tu m'étonnes. Bon, eh bien bon appétit. Merci pour toutes les infos.
gd: Sin agad e. Uill, gabh tlachd às a' bhiadh agad. Taing airson an fhiosrachaidh seo uile.
mt: Għidli. Insomma, l-ikla t-tajba. Grazzi tal-informazzjoni kollha.
pl: Bez żartów. Cóż, miłego śniadania. Dziękuję ci za wszystkie informacje.
pt_br: Verdade mesmo. Bom, opa, tenha uma boa janta. Obrigado pela informação.
sk: Bez žartov. Dobre, tak nech ti jedlo chutí. Vďaka za všetky informácie.
zh_cn: 完全同意。嘿，你慢慢吃。 谢谢提供这些信息。

source: No problem.
cs: Bez problému.
de: Kein Problem.
fr: Pas de problème.
gd: Tha thu làn di-beathte.
mt: Ta' xejn.
pl: Nie ma problemu.
pt_br: De nada.
sk: Bez problémov.
zh_cn: 没问题。

source: Hi, what are you doing?
cs: Ahoj, co děláš?
de: Hi, was machst du gerade?
fr: Salut, qu'est-ce que tu fais ?
gd: Haoidh, dè tha thu dèanamh?
mt: Bonġu, x'qed tagħmel?
pl: Hej, co robisz?
pt_br: Oi, o que você tá fazendo?
sk: Ahoj, čo robíš?
zh_cn: 你好，你在干什么？

source: Oh, hello there. I haven't met you before.
cs: Á, vítej Tebe neznám
de: Oh, hallöchen. Dich kenne ich noch gar nicht.
fr: Hé, bonjour à toi. Je ne t'ai encore jamais vu par ici.
gd: Ò, haoidh. Chan aithne agam ort.
mt: Bonġu, qatt ma rajtek qabel.
pl: Oh, hej tam. Nie wydaje mi się, bym cię wcześniej spotkał.
pt_br: Ah, olá. Não tinha te visto por aqui antes.
sk: Ach, ahoj ty tam. Predtým som ťa tu ešte nestretol.
zh_cn: 哦，你好，从没见过你呢。

source: I'm reading a book.
cs: Čtu si knížku.
de: Ich lese ein Buch.
fr: Je lis un livre.
gd: Tha mi leughadh leabhar.
mt: Naqra ktieb.
pl: Czytam książkę.
pt_br: Estou lendo um livro.
sk: Čítam knihu.
zh_cn: 我在读书。

source: That's nice. What's it about?
cs: Milé. o čem je?
de: Sehr nett. Was steht drin?
fr: Ça l'air sympa. Ça raconte quoi ?
gd: Tha sin snog. Cò mu dheidhinn a tha e?
mt: Tajjeb. Fuqhiex inhu?
pl: To miło. O czym opowiada?
pt_br: Bacana. Do que se trata?
sk: To je milé. O čom je?
zh_cn: 不错，是讲什么的书？

source: Ahh, it's a collection of old fairy tales.
cs: Je to sbírka starých pohádek.
de: Ahh, es ist ein altes Buch voller Märchen.
fr: Eh bien, c'est un recueil de vieux contes de fées.
gd: 'S e cruinneachadh dhe sheanchas a th' ann.
mt: Ehh, din ġabra ta' ħrejjef qodma.
pl: Ahh, to zbiór starych baśni.
pt_br: Ahh, é uma coletânea de contos-de-fadas antigos.
sk: Ach, je to zbierka starých rozprávok.
zh_cn: 啊，是一本古老童话集。

source: Some of them are kinda thinly-veiled cautionary tales...
de: Einige davon sind ziemlich spannend…
fr: Certains sont des sortes de contes d'avertissement à peine déguisés...
gd: Chan e ach sgeulachdan rabhaidh a th' ann an cuid dhiubh ...
mt: Xi ftit minnhom huma speċi ta' tagħlim għall-ħajja.
pl: Niektóre z nich to lekko zawoalowane opowieści ku przestrodze.
pt_br: Alguns deles são lições de moral mal disfarçadas...
sk: Niektoré z nich sú celkom jasne varovné príbehy...
zh_cn: 有些说白了是警世故事…

source: ...but some of the other ones are just plain <em>strange.</em>
de: … aber einige der anderen sind einfach nur <em>seltsam</em>.
fr: ... mais certains autres sont juste carrément <em>étranges</em>.
gd: ... ach tha feadhainn eile ann nach eil ach annasach.
mt: ... imma xi wħud minnhom huma sempliċement <em>strambi.</em>
pl: ...a inne z nich są najzwyczajniej po prostu *dziwne*.
pt_br: ...mas outros são simplesmente <em>estranhos.</em>
zh_cn: ……而有些其他的就纯粹的古怪。

source: I can't decide which ones I like better.
de: Ich weiß nicht, welche ich mehr mag.
fr: Je n'arrive pas à me décider sur lesquels je préfère.
gd: Chan eil mi cinneach cò an fheadhainn as fhearr leam.
mt: Ma nistax niddeċiedi liema l-aħjar.
pl: Nie mogę się zdecydować, które z nich bardziej mi się podobają.
pt_br: Não consigo decidir de quais que eu gosto mais.
sk: Neviem sa rozhodnúť, ktoré mám radšej.
zh_cn: 我没法决定那些好。

source: Do I like the ones that have an obvious point, or is it more intellectually satisfying to puzzle over the more engimatic ones?
de: Mag ich diejenigen, die mir alles klar erzählen, oder erfüllt es mich mehr, wenn ich selbst über die Rätsel denken muss?
fr: Est-ce que j'aime ceux qui ont une morale évidente, ou est-ce plus gratifiant intellectuellement de réfléchir sur les plus énigmatiques ?
gd: Am b' fhearr leam an fheadhainn aig a bheil beus follaiseach, no am b' fhearr leam toileachas-inntinn fhaighinn a' cnuasadh air an fheadhainn annasach?
mt: Nippreferi dawk li jagħmlu punt ovvju, jew hemm aktar x'togħmod f'dawk li jħalluk taħseb?
pl: Czy lubię bardziej te, których przesłanie jest oczywiste, czy te, które wymagają wysiłku, by rozszyfrować ich znaczenie?
pt_br: Será que eu prefiro os contos que têm um sentido mais claro, ou será que é mais gratificante ficar matutando sobre os contos que são mais enigmáticos?
sk: Mám radšej tie, ktoré sú očividné a jednduché, alebo tie intelektuálne náročné puzzle, než tie viac enigmatické?
zh_cn: 我喜欢有明显的意义的故事， 还是为神秘的故事苦心思索 更提供知性的满足？

source: I can't really say.
cs: To opravdu nemohu žít.
de: Ich weiß es einfach nicht.
fr: Dur à dire.
gd: Cha eil fhios a'm.
mt: Ma nafx xi ngħidlek.
pl: Nie umiem powiedzieć.
pt_br: Realmente não sei dizer.
sk: Naozaj neviem povedať.
zh_cn: 我不知道。

source: Hm, I've never really thought about that before.
de: Hmm, darüber habe ich nie nachgedacht.
fr: Heu, je ne m'étais jamais vraiment posé la question avant.
gd: Feumaidh mi aideachadh nach do smaoinich mi air a leithid roimhe.
mt: Ħmm, qatt ma ħsibt fuq hekk qabel.
pl: Hm, nigdy o tym nie myślałem w ten sposób.
pt_br: Hmm, nunca pensei nisso antes.
sk: Hm, nikdy predtým som o tom nerozmýšľal.
zh_cn: 嗯，我从来没考虑过这个。

source: You're welcome to sit down and join me. The fire is quite nice.
de: Setz dich ruhig zu mir. Das Feuer ist schön warm.
fr: Tu es le bienvenu si tu veux t'asseoir et me rejoindre. Le feu est agréable.
gd: Tha thu làn di-beathte suidhe rim thaobh is gabhail ann. Tha an teine blàth snog.
mt: Għandi pjaċir bik jemk tingħaqad miegħi. In-nar kenni ħafna.
pl: Jeśli nie masz nic przeciwko, możesz usiąść i przyłączyć się do mnie. Koło kominka jest całkiem miło.
pt_br: Fique à vontade de se sentar e ler também. A lareira é bem agradável.
sk: V pohode si tu sadni a pridaj sa ku mne. Ohník je celkom fajn.
zh_cn: 你要愿意的话，可以坐下来一起读。 炉火很舒服。

source: Thanks - I'm kind of in a hurry, but I appreciate it.
de: Danke - ich bin in Eile, aber ich weiß es zu schätzen.
fr: Merci, mais je suis un peu pressé. J'apprécie la proposition en tout cas.
gd: Taing - seo na dhèanainn mana robh a' chabhag orm.
mt: Grazzi - ftit magħġġel, imma napprezza.
pl: Dzięki - trochę się spieszę, ale doceniam twój gest.
pt_br: Obrigado, mas estou com pressa... Mesmo assim eu agradeço.
sk: Vďaka - Ponáhľam sa niekam, ale oceňujem to.
zh_cn: 谢谢——我有点忙， 但是感谢你的邀请。

source: WHOA!
fr: WOUAH !
gd: Seas!
mt: MAAAA!
pl: CO JEST!
pt_br: EITA!
zh_cn: 哇！

source: What's wrong?!
cs: Něco se děje?
de: Stimmt was nicht?!
fr: Qu'est-ce qui ne va pas ?
gd: Dè tha cearr?!
mt: X'ġara?
pl: Coś nie tak?!
pt_br: O que houve?!
zh_cn: 怎么了？！

source: ^Uh...
de: ^Ah…
fr: ^Heu...
gd: ^Uill ...
mt: ^Ehm ...
pt_br: Hã...
zh_cn: 厄……

source: Was I asleep?
de: Hab ich geschlafen?
fr: Est-ce que je dormais ?
gd: An robh mi nam chadal?
mt: Jien kond rieqed?
pl: Czy zasnąłem?
pt_br: Eu tava dormindo?
zh_cn: 我睡着了吗？

source: It's possible you were.
de: Scheint so…
fr: C'est possible, oui.
gd: 'S dòcha gu robh.
mt: Naħseb li kond.
pl: Możliwe, że tak.
pt_br: É bem possível.
zh_cn: 有可能。

source: I see...
cs: vidím...
de: Das sehe ich…
fr: Je vois...
gd: Sin agad e.
mt: Sewwa...
pl: Rozumiem...
pt_br: Sei...
zh_cn: 是吗…

source: I think I'm going to go back to sleep.
de: Vielleicht sollte ich mich nochmal auf's Ohr hauen.
fr: Je pense que je vais retourner dormir.
gd: Saoilidh mi gun till mi dhan chadal a-nis.
mt: Naħseb se nerġa norqod.
pl: Myślę, że położę się dalej spać.
pt_br: Acho que vou voltar a dormir.
zh_cn: 我想我就继续睡吧。

source: I'm pretty tired, you see...
de: Ich bin immer noch etwas müde…
fr: Hé oui, je suis plutôt fatigué.
gd: Tha mi glè sgìth, fhios a'd ...
mt: Għax għajjien ħafna, ta...
pl: Widzisz, jestem dość zmęczony.
pt_br: Tõ bem cansado, sabe...
zh_cn: 挺困的。

source: God, I don't want to work today. I just want to sleep.
de: Meine Güte, ich will heute nicht schuften. Ich will einfach nur pennen.
fr: Bon sang, je n'ai pas envie de travailler aujourd'hui. Je veux juste dormir.
gd: Thia, chan eil mi airson obair an-diugh. Chan eil mi ach airson cadal.
mt: Ehh, kemm ma nixtieqx naħdem illum. Norqod biss.
pl: Na litość boską, nie chcę już dzisiaj pracować. Chcę tylko położyć się spać.
pt_br: Caramba, eu realmente não quero ir trabalhar hoje. Quero só dormir.
zh_cn: 天啊，今天真不想工作。 我就想睡觉。

source: Do you ever feel like that?
de: Fühlst du dich immer so?
fr: Ça ne t'arrive pas ça, des fois ?
gd: 'Eil thu faireachdainn mar seo riamh?
mt: Ġieli tħossok hekk?
pl: Czułeś się kiedykolwiek tak?
pt_br: Você também se sente assim, de vez em quando?
zh_cn: 你有这样的感觉吗？

source: All the time.
de: Jederzeit.
fr: Tout le temps.
gd: Fad an t-siubhail.
mt: Il-ħin kollhu.
pl: Przez cały czas.
pt_br: O tempo todo.
zh_cn: 每时每刻。

source: I probably give into it too often for my own good, though...
de: Vielleicht habe ich mich zu sehr hineingekniet und meine eigene Gesundheit außer acht gelassen.
fr: C'est pas bon pour moi, mais je ne peux pas résister le plus souvent.
gd: Is seo na nì mi ro thric 's dòcha ...
mt: Naqa' wisq aktar miłi jmissni. imma...
pl: Prawdopodobnie jednak ulegam lenistwu zbyt często.
pt_br: Acho que eu aceito isso bem mais normalmente do que eu deveria...
zh_cn: 不过我是需要一点自控…

source: Hey, what's up?
de: Hey, was geht ab?
fr: Hé, quoi de neuf ?
gd: Haoidh, dè tha dol?
mt: Bonġu, xi tgħidli?
pl: Hej, jak leci?
pt_br: Opa, como vai?
zh_cn: 你好。

source: Oh, hi there. I'm machining metal parts.
de: Oh, hallo auch. Ich bearbeite diese Metallteile.
fr: Oh, salut. Je passe ces bouts de métal à la machine.
gd: Ò, haoidh. Tha mi dèanamh pàirtean meatailt san inneal.
mt: Eh, bonġu. Qed nifforma partijiet tal-metall.
pl: O, witaj! Obrabiam metalowe części.
pt_br: Ah, olá. Estou usinando peças de metal.
zh_cn: 哦，你好。我在加工金属部件。

source: What does that mean?
de: Und was heißt das?
fr: C'est-à-dire ?
gd: Dè as ciall dha sin?
mt: X'jiġifieri?
pl: Co to oznacza?
pt_br: O que isso quer dizer?
zh_cn: 那是什么意思？

source: Well, this machine here is a router. It drills holes or grinds out shapes in metal pieces.
de: Nun, diese Maschine ist eine Oberfräse. Sie bohrt Löcher oder schleift Formen in Metallteile.
fr: Eh bien, cette machine là est une détoureuse. Ça perce des trous et façonne des formes dans des pièces de métal.
gd: Uill, 's e rùtair a th' anns an inneal seo. Nì e tuill no cruthan ann am pìosan meatailt.
mt: Ara, dil-magna jsejħula rawter. Tħaffer u tiekol forom fil-pjanċi tal-metall.
pl: Cóż, ta maszyna tu to obrabiarka. Wierci dziury i wykrawa kształty z kawałków metalu.
pt_br: Bem, essa máquina aqui é um Router-CNC. Ela faz furos ou corta material pra fazer formas em pedaços de metal.
zh_cn: 这台机器是修边机，在金属中钻孔， 把它研磨成各种形状。

source: It's controlled by this computer.
de: Sie wird von diesem Computer gesteuert.
fr: C'est contrôlé par cet ordinateur.
gd: Tha smachd aig a' choimpiutair seo air.
mt: Kontrollata minn dal-kompjuter.
pl: Jest kontrolowana przez ten komputer.
pt_br: E é controlada por esse computador aqui.
zh_cn: 是由这台电脑控制的。

source: It's important because it's much more precise than anything we could do by hand.
de: Wir brauchen ihn, weil er viel genauer arbeitet, als wir mit unseren Händen.
fr: Il est primordial, parce qu'il est bien plus précis que tout ce qu'on peut faire à la main.
gd: Tha e cudromach oir tha e mòran nas puingeile na dad a b' urrainn dhuinn dèanamh a làimh.
mt: Importanti għax ħafna aktar preċiż minn dak li nistgħu navħmlu b'idejna.
pl: Jest ważna, ponieważ ma o wiele większą precyzję niż ktokolwiek z nas pracujących ręcznie.
pt_br: É importante porque tem muito mais precisão do que alguém fazendo a mesma coisa manualmente.
zh_cn: 这比手工要精确的多，所以很重要。

source: The holes and such are all standard, consistent sizes, which means that they fit standard-sized bolts.
de: Jedes Loch ist genormt; konsistente Größen bedeuten, dass genormte Schrauben dort rein passen.
fr: Les trous et autres sont tous standards et de taille constante, ce qui fait qu'ils sont bien adaptés aux boulons standards.
gd: Tha meudan cunbhalach bun-tomhasach air na tuill is a h-uile sìon is mar sin co-fhreagraidh iad ri crainn le meud bun-tomhasach.
mt: It-toqob mollha ta' l-istess daqs standard, li jaqblu aa boldijiet standard.
pl: Dziury i inne takie mają jednakowy kształt, co oznacza, że pasują do nich standardowe śrubki.
pt_br: Os furos e tal seguem todos um padrão de tamanho, o que quer dizer que servem pra parafusos padrão, também.
zh_cn: 这些洞都是标准，一致的尺寸， 适应标准的螺栓。

source: It makes sure everything works together.
de: Nur um sicher zu gehen, dass alles passt.
fr: Il permet de s'assurer que tout fonctionne correctement.
gd: Nì seo cinnteach gun obraich a h-uile rud còmhla mar bu chòir.
mt: Jiżgura li kollox jaqbel flimkien.
pl: Dzięki temu wszystko ze sobą współgra.
pt_br: E garante que tudo funcione em conjunto.
zh_cn: 这样各种机械都可以一起运转。

source: That sounds like a pretty good system.
de: Hört sich nach einem guten System an.
fr: On dirait que c'est un sacrément bon système.
gd: Tha coltas siostaim mhaith air seo.
mt: Tidher sistema tajba.
pl: Brzmi jak całkiem niezły system.
pt_br: Me parece ser um sistema bem razoável.
zh_cn: 这个体系听起来不错。

source: Yeah, it isn't bad.
cs: Jo, to není špatný.
de: Genau, es ist nicht übel.
fr: Ouais, c'est pas mal.
gd: Tha, chan eil e dona.
mt: Mhux ħażina.
pl: O tak, nie jest zły.
pt_br: É, não é nada mau.
zh_cn: 嗯，不坏。

source: This thing's kind of a pain to program, but it's a small price to pay.
de: Diese Dinger sind schwer zu programmieren, aber es zahlt sich aus.
fr: Il est plutôt embêtant à programmer, mais c'est un faible coût à payer.
gd: Tha am prògramachadh caran dòrainneach, ach 's fhiach e.
mt: Naqra antipatka biex tipprogrammha, iżda trendi xogħol lura.
pl: Nieco trudno jest ją zaprogramować, ale to niska cena w zamian za dokładność.
pt_br: Pra programar é um saco, mas é um pequeno preço a pagar pela qualidade.
zh_cn: 编程比较麻烦，但是那只是小小的代价。

source: That makes sense.
de: Das macht Sinn.
fr: Ça parait logique.
gd: Tha ciall dha sin.
mt: Sew qed tgħid.
pl: To ma sens.
pt_br: Faz sentido.
zh_cn: 有道理。
