Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: I don't suppose you've had any luck with getting a golden ant yet?
de: Ich gehe richtig in der Annahme, dass du bisher noch kein Glück mit der Goldenen Ameise hattest?
fr: Je suppose que tu n'as pas encore eu de chance pour la capture d'une fourmi dorée ?
gd: Saoil an deach leat seangan òr fhaighinn dhomh fhathast?
mt: Naħseb ma tantx kellek xorti ssib nemla dehbija hux?
pl: Zakładam, że nie udało ci się jeszcze znaleźć złotej mrówki?
pt_br: Parece que você ainda não teve muita sorte em conseguir uma formiga dourada, não é?
sk: Predpokladám, že ste nemali to šťastie⏎ chytiť zlatého mravca zatiaľ?
zh_cn: 我猜你还没能搞到金蚂蚁是吧？

source: I'm working on it. Those things pack a pretty mean bite, you know.
de: Ich arbeite noch dran. Diese kleinen Viecher sind bissig, wie du weißt.
fr: J'y travaille. Ces choses ont la morsure assez méchante, vous savez.
gd: Tha mi ag obair air fhathast. Tha bìdeag fiadhaich aig an treud a tha ud.
mt: Għadni le. Dawk l-imniefaħ jigdmu ħafna.
pl: Pracuję nad tym. Te zwierzaki potrafią ukłuć.
pt_br: Estou trabalhando nisso... Esses bichinhos têm uma mordida violenta, sabia?
sk: Už na tom pracujem. Tieto veci znamenajú celkom slušné kusnutie, ako iste vieš.
zh_cn: 我在努力。 那些家伙长着厉害的嘴巴，你也知道。

source: I do hope you are enjoying exploring the island. There are <em>so</em> many wonderful creatures on it.
de: Ich hoffe, Sie genießen es die Insel zu erkunden. Es gibt <em>so viele</em> wunderbare Geschöpfe zu entdecken.
fr: J'espère que tu apprécies d'explorer l'île. Il y a <em>tellement</em> de créatures merveilleuses.
gd: Tha mi 'n dòchas gu bheil e còrdadh riut siubhal timcheall an eilein. Tha torr mòr chreutairean inntinneach air.
mt: Nittama li qed tieħu gost tesplora l-gżira. Hemm ħlejqiet <em>tant</em> meraviljużi fuqha.
pl: Mam nadzieję, że dobrze się bawisz, zwiedzając wyspę. Tyle tu wspaniałych stworzonek.
pt_br: Eu realmente espero que você esteja gostando de explorar a ilha. Existem <em>tantas</em> criaturas maravilhosas vivendo nela.
sk: Dúfam, že si prieskum ostrova užívaš. Žije tu na ňom <em> tak veľa </em> záhadných stvorení.
zh_cn: 祝你旅游愉快。 岛上有很多奇妙的生物。

source: ... most of which seem inclined to kill me.
de: … und die meisten scheinen mich zum Fressen gern zu haben.
fr: ...dont la plupart semblent enclines à me tuer.
gd: ... is tha fainear dhan a' mhòr chuid dhiubh mo mharbhadh a rèir coltais.
mt: ... u donnhom iriduni mejjet.
pl: ... większość z nich wydaje się mieć złe zamiary względem mnie.
pt_br: ...a maioria das quais parece mesmo é interessada em me matar.
zh_cn: ... 大多都想要来欺负你。

source: I say! Who's there?
cs: Říkám! Kdo je tam?
de: Ich muss schon sagen! Wer da?
fr: Qui va là ?
gd: Halò! Cò th' ann?
mt: Jewwilla! Min hemm?
pl: Kto tam?
pt_br: Ei, quem está aí?
sk: Pýtam sa! Kto je tam?
zh_cn: 我说！是谁？！

source: Secluded Hut
cs: Chata na samotě
de: Abgelegene Hütte
fr: Maison du Reclus
gd: Bothan iomallach
mt: Għaris Mistur
pl: Pustelnia
pt_br: Observatório
sk: Odľahlý zrub
zh_cn: 隐居小屋

source: This is the end of the demo, which you probably can infer from the impassible barrier right ahead.
de: Das ist das Ende der Demo, wie man hier an dieser unüberwindlichen Barriere erkennen kann.
fr: C'est la fin de la démo, comme vous pouviez le deviner à la barrière infranchissable juste devant.
gd: Seo deireadh an demo, mar a mhothaicheadh tu on chnap-starra air do bheulaibh nach tig thu troimhe 's dòcha.
mt: Dan hu t-tmiem tad-dimostrazzjoni, li probabilment tista' tobsor mill-barriera impassabbli ta' quddiemek.
pt_br: Este é o fim da demonstração,⏎ que é algo que se pode deduzir a partir da existência⏎ dessa parede invisível à frente.
zh_cn: 也许你已经根据前方的障碍推测出， 这里就是试玩版的结尾。

source: You're free to keep exploring the first chapter, but you can't go any further forward.
de: Du kannst das 1. Kapitel so lange erkunden, wie du möchtest, aber weiter kommst du nicht.
fr: Vous êtes libre d'explorer le premier chapitre, mais vous ne pourrez pas aller plus loin.
gd: Faodaidh tu a' chiad chaibideil a rannsachadh, ach cha tèid thu nas fhaide na sin.
mt: Tista' tkompli tesplora l-ewwel kapitlu, iżda ma tistax timxi l-quddiem.
pt_br: Fique à vontade para explorar a primeira parte,⏎ mas não é possível prosseguir além deste ponto.
zh_cn: 你可以任意浏览第一章， 但是不能继续前进。

source: Well... hey, what the hell? I wanted to see what happens...
de: Gut… Hey, was zur Hölle? Ich wollte sehen, was passiert…
fr: Eh bien… Attendez, c'est quoi ce bazar ? Je voulais voir ce qui se passait…
gd: Thia, gabhaibh mo leisgeul! Bha mi airson faicinn na thachras...
mt: Aw.. x'imniefah? Ridt nara x'jiġri...
pt_br: Bom... mas, opa, o que que há?⏎ Eu queria ver o que acontece...
zh_cn: 可是…怎么能这样？ 我想知道故事怎么发展…

source: I have rather a vested interest in this, you know.
de: Ich habe persönliches Interesse daran, du verstehst doch?
fr: Vous savez, ça commençait à m'intéresser tout ça.
gd: Tha ùidh agam san rud a tha seo, fhios a'd.
mt: Għandi l-interessi tiegħi f'dan, taf.
pt_br: Eu tenho um certo interesse especial nisso,⏎ se é que você me entende.
zh_cn: 这可跟我的利益大有关系，你知道吗。

source: Naturally; but so does the crew that made this. Gotta pay the piper, or he won't play.
de: Natürlich; aber so läuft es nun mal. Bezahle den Rattenfänger, oder er spielt nicht.
fr: Évidemment ; mais c'est aussi le cas de l'équipe qui a fait ça. Il faut bien payer le musicien, sinon il ne jouera plus.
gd: Tha gu nàdarra, mar a tha sna daoine a rinn seo. Chan eil port an-asgaidh ann mar a thuirt an duine eile.
mt: Naturalment; anke t-tim li bnieh. Mingħir flus, la tgħannaq u lanqas tbus.
pt_br: É verdade; mas isso também vale⏎ pra turma que fez este jogo.⏎
zh_cn: 当然，但是游戏制作人员的利益也有关。 没有免费的午餐。

source: I guess. It's so annoying to pay for stuff, though.
de: Wusst ich's doch. Das nervt mich, auch noch dafür zu bezahlen.
fr: J'imagine. Mais c'est tellement embêtant de payer, quand même.
gd: 'S dòcha nach eil. Cuiridh e dragh orm pàigheadh airson stuth co-dhiù.
mt: Hekk hu. Dwejjaq tħallas għal-affarijiet, iżda.
pt_br: Pois é.⏎ Mas é tão chato pagar pelas coisas...
zh_cn: 也许如此，但是付钱还是麻烦。

source: Sure, but that's just business. That's what pays for making games like this.
de: Sicher, aber so läuft nun mal das Geschäft. So wird ein Spiel halt finanziert.
fr: Évidemment, mais c'est ça les affaires. C'est ce qui permet de réaliser des jeux comme ça.
gd: Cuiridh gun teagamh, ach seo gnìomhachas dhut. Seo na tha a dhìth gus geamannan mar am fear seo a dhèanamh.
mt: U żgur, hekk imur in-negozju. Bil-flus isiru logħob bħal din.
pt_br: Claro, mas negócios são assim.⏎ É isso o que sustenta o trabalho⏎ de se fazer jogos, como este.
zh_cn: 当然了，但是这就是生意。 否则制作这样的游戏也没有报酬。

source: Check out our website, at frogatto.com, if you do want to buy a copy.
de: Schau auf unserer Webseite, frogatto.com nach, wenn du das Spiel kaufen willst.
fr: Visitez notre site, à frogatto.com, si vous voulez acheter une copie.
gd: Thoir sùil air an làrach-lìn againn air frogatto.com ma tha thu airson lethbhreac a cheannachd.
mt: Żur il-websajt tagħna, frogatto.com, jekk tixtieq tixtri kopja.
pt_br: Dê uma olhada no nosso site, em frogatto.com,⏎ se você desejar comprar o jogo.
zh_cn: 如果你想购买，请查看我们的网站 frogatto.com。

source: Uh, sure, I'll keep that in mind.
de: Äh, sicher, das merk ich mir.
fr: D'accord, je note.
gd: Uill, seadh, cuimhnichidh mi air seo.
mt: Eh, żgur, inżommha f'moħħi.
pt_br: Hã, claro, vou me lembrar disso.
zh_cn: 哦，好吧，我会考虑。

source: Of course. At any rate, enjoy yourself, and if you do choose to buy - thank you.
de: Sicher. Hab Spaß jedenfalls. Solltest du das Spiel kaufen, dann Danke im Voraus.
fr: Très bien. En tout cas, amusez-vous bien, et si vous décidez d'acheter - merci.
gd: Cuimhnichidh gn teagamh. Co-dhiù no co-dheth, gabh tlachd is ma chuireas tu romhad ceannachd - mòran taing.
mt: Nittama li tieħu gost tilgħab il-logħba, u jekk tagħżel li tixtriha - nirringrazzjak mill-qalb.
pt_br: Bom, de qualquer modo, divirta-se,⏎ e se você decidir comprar - muito obrigado.
zh_cn: 请尽情游玩。如果你选择购买游戏， 非常感谢。

source: Because that's pretty awesome if you do.
de: Das wäre nämlich sehr großartig, wenn du es tust.
fr: Parce que c'est quand même génial si vous le faites.
gd: Oir bhiodh e dìreach sgoinneil nan dèanadh tu seo.
mt: Għax jekk tagħmel hekk, tal-ġenn.
pt_br: Porque será realmente muito legal se você fizer isso.
zh_cn: 因为那样就太棒了。

source: Are you quite alright?
cs: Jste v pořádku?
de: Geht es Ihnen gut?
fr: Vous allez bien ?
gd: A bheil sibh ceart gu leòr?
mt: Żgur li tħossok sew?
pl: Czy wszystko w porządku?
pt_br: Você está bem?
sk: Si určite v poriadku?
zh_cn: 你还好吗？

source: Yeah. Who WAS that guy?!
cs: Jasně. Kdo byl ten chlap?
de: Jo. Was war denn das?!
fr: Ouais. C'ÉTAIT qui ce type ?!
gd: Aidh. Cò 'n duin' a bha seo?!
mt: Iva ta. Min KIEN dak?
pl: Tak. Kim BYŁ ten gość?!
pt_br: Estou. Mas quem ERA aquele cara?!
sk: Yeah.⏎ Kto BOL ten chlapík?
zh_cn: 恩。 刚才那家伙是谁？

source: One of Milgram's henchmen, no doubt.
cs: Nepochybně, jeden z Milgramových nohsledů.
de: Zweifellos einer von Milgrams Schergen.
fr: Un des hommes de main de Milgram, pour sûr.
gd: Gille cas-fhliuch Chaluim Chorca gun teagamh.
mt: Wieħed mir-ruffjani ta' Milgram, żgur.
pl: Na pewno jeden ze sługusów Milgrama.
pt_br: Um dos capangas do Milgram, com certeza.
sk: Jeden z Milgramových poskokov, niet pochýb.
zh_cn: 是米格拉姆的一个小弟，毫无疑问。

source: They may have seen me talking to you, I can't be sure.
cs: Možná s vámi chtěli mluvit, ale nejsem si tím jistý.
de: Sie haben vielleicht gesehen wie wir miteinander geredet haben. Ich bin mir nicht sicher.
fr: Ils pourraient m'avoir vu vous parler, je ne peux en être sûr.
gd: 'S dòcha gum faca iad mi a' bruidhinn ruibh. Chan eil mi cinnteach.
mt: Jaf rawni nkellmek, mhux żgur.
pl: Mogli widzieć jak z tobą rozmawiam, ale nie mam pewności.
pt_br: Eles podem ter me visto falando com você, não tenho certeza.
sk: Mohli ma zazrieť, ako s Tebou rozprávam.⏎ Nemôžem si byť istý.
zh_cn: 他们也许看到我在和你说话了， 我不确定。

source: Wait, what? Milgram?
cs: Počkat? Milgram?
de: Warte, wie war das? Milgram?
fr: Attendez, qui ? Milgram ?
gd: B' àill leat, cò aige? Calum Corca a' Chaisteil?
mt: Stenna, xiex? Milgram?
pl: Chwila, co? Milgram?
pt_br: Peraí, o quê? Milgram?
sk: Počkať, čo? Milgram?
zh_cn: 等等，你说啥？米格拉姆？

source: What's <em>he</em> doing on this side of the island?
cs: Co <em>on</em> dělá na téhle straně ostrova?
de: Was macht <em>er</em> denn auf dieser Seite der Insel?
fr: Que fait-<em>il</em> de ce côté de l'île ?
gd: Dè tha esan ris taobh seo an eilein?
mt: X'qed jagħmel <em>hu</em> fuq din-naħa tal-gżira?
pl: Co on robi po tej stronie wyspy?
pt_br: O que que <em>ele</em> veio fazer neste lado da ilha?
zh_cn: <em>他</em>在小岛的这边搞什么？

source: You still haven't heard, then.
cs: Takže jste o tom ještě neslyšel.
de: Du hast es also nicht gehört.
fr: Alors vous n'avez pas entendu.
gd: Cha chuala sibh mu dheidhinn fhathast, ma-thà.
mt: Mela għadek ma smajtx.
pl: A więc jeszcze nie słyszałeś.
pt_br: Ah, então você ainda não soube.
sk: Ešte si nepočul?
zh_cn: 这么说来，你还没听说啊。

source: Milgram's men showed up early this morning, in town. They've taken the whole place hostage!
cs: Milgramovi muži se objevili brzy ráno ve městě. Všechny vzali jako rukojmí!
de: Milgrams Männer erschienen heute früh am Morgen in der Stadt. Sie nahmen den ganzen Ort als Geisel!
fr: Les hommes de Milgram se sont montrés tôt ce matin, dans la ville. Ils l'ont complètement prise en otage !
gd: Nochd muinntir Chaluim tràth sa mhadainn an-diugh sa bhaile. Rinn iad bràighdean dhen a h-uile duine!
mt: Is-segwaċi ta' Milgram dehru kmieni dalgħodu, fir-raħal. Ħatfuh kollu f'daqqa t'għajn!
pl: Dziś rano zjawili się żołnierze Milgrama. Zdobyli kontrolę nad całym miasteczkiem!
pt_br: As tropas do Milgram apareceram na vila hoje, bem cedinho... e prenderam todo mundo!
zh_cn: 米格拉姆的人今晨在村镇现身了， 它们把所有人都羁押了！

source: Unfortunately, I don't know the details. I just flew out of there as soon as I could, looking for <em>anyone</em> who could help.
cs: Bohužel, neznám podrobnosti. Odletěl jsem hned, jak jsem mohl, abych našel <em>někoho</em> kdo může pomoct.
de: Leider weiß ich nicht die Details. Ich floh von dort so schnell wie ich konnte, auf der Suche nach <em>jemanden,</em> der helfen könnte.
fr: Malheureusement, je ne connais pas les détails. Je me suis enfui de là dès que j'ai pu, pour chercher l'aide de <em>n'importe qui</em>.
gd: Gu mì-fhortanach, chan eil barrachd fiosrachaidh agam. Dh'itealaich mi a-mach à siud cho luath 's a b' urrainn dhomh, a' sireadh duine sam bith a bheireadh cobhair dhuinn.
mt: Sfortunatament, ma nafx id-dettalji. Tirt s'hawn malli sirt naf, infittex għal <em>xi ħadd kwalsijasi</em> li jista' jgħin.
pl: Niestety nie znam szczegółów. Odlatywałem wtedy stąd tak szybko, jak mogłem, szukając kogokolwiek, kto mógłby pomóc.
pt_br: Infelizmente, não peguei os detalhes. Saí voando de lá o mais cedo que pude, procurando por alguém que pudesse ajudar.
zh_cn: 不过我不清楚细节。 我只是尽力飞出来，找人帮忙。

source: That certainly... changes my plans for the day.
cs: To značně... mění mé dnešní plány.
de: Das … ändert definitiv meine Tagesplanung.
fr: Visiblement... ça change mes plans pour la journée.
gd: Nì seo ... atharrachadh air na bha fainear dhomh airson an-diugh.
mt: Dak żgur... ibiddilli l-pjan tal-lum.
pl: To bezwzględnie... zmienia moje plany na resztę dnia.
pt_br: Isso certamente... muda os meus planos pra hoje.
sk: To iste... zmení moje denné plány.
zh_cn: 这确实…… 打乱了我今天的计划。

source: Wow, uhm... I'd sure like to help, but ... I just don't see what I could do.
cs: Páni, uhm... Rád bych nějak pomohl, ale... Já nevím co mám udělat.
de: Ähm, ja… Natürlich würde ich gerne helfen, aber… Ich weiß einfach nicht, was ich tun könnte.
fr: Waouh, hum... j'aimerais aider, pour sûr, mais... je ne vois vraiment pas ce que je pourrais faire.
gd: Thia, uill ... B' fhìor thoil leam cuideachadh, ach ... Chan eil sgot a'm dè an fheum a dhèanainn.
mt: Wow, ehm... veru nixtieq ngħin, imma... ma nafx x'nista' nagħmel.
pl: Łoł, hm... chciałbym w jakiś sposób pomóc, ale... nie wiem, co mogę zrobić.
pt_br: Uou, hmm... Eu realmente quero ajudar, mas não faço ideia como.
sk: Wau, uhm... Rád by som pomohol...⏎ Len neviem ako by som mohol.
zh_cn: 哇，嗯... 我确实想帮助，但是... 我不明白自己能做什么。

source: I don't think I can promise anything, but if the opportunity presents itself, who knows?
cs: Nevím jestli to můžu slíbit, ale pokud se naskytne příležitost, třeba pomůžu, kdo ví?
de: Ich denke, ich kann nichts versprechen, aber wenn sich die Gelegenheit ergibt wer weiß?
fr: Je ne pense pas pouvoir promettre quoi que ce soit mais si l'occasion se présente, qui sait ?
gd: Cha chreid mi gur urrainn dhomh dad a ghealltainn dhut, ach ma gheibh mi cothrom air, cò aig' a tha fios?
mt: Ma nwegħdek xejn, imma jekk ikolli ċans, min jaf?
pl: Niczego nie mogę obiecać, ale jeśli nadarzy się okazja, kto wie?
pt_br: Eu não posso prometer nada, mas se eu tiver a chance, quem sabe?
sk: Nemyslím, že môžem sľúbiť čokoľvek,⏎ ale ak sa naskytne príležitosť, kto vie?
zh_cn: 我可不能做什么保证， 不过机会可能会出现吧， 谁知道呢？

source: Yes, it's unreasonable to expect someone to just charge in there.
cs: Ano, je nerozumné myslet si, že tam jen tak někdo vběhne.
de: Ja, es ist unangemessen zu erwarten, dass jemand die Verwantwortung dafür übernimmt.
fr: Oui, il est déraisonnable de s'attendre à ce que quelqu'un fonce la tête la première dans ce pétrin.
gd: Seadh, cha bhiodh tu 'n dùil air cuideigin leum a-steach an-seo.
mt: Iva, ħadd mhux ser jistenna li xi ħadd jagħti s-salt hawn ġew.
pl: Tak, bezsensowne jest oczekiwać, że ktoś tak po prostu tam pójdzie i zaatakuje.
pt_br: É, não acho que dá para simplesmente ir lá e entrar pela porta da frente do castelo.
sk: Áno, je to nerozumné očakávať od niekoho, že sem len tak vtrhne.
zh_cn: 是啊，期望有什么救星驾到， 本就是不靠谱的。

source: I'm at a loss for a plan, myself.
cs: Sám nevím, co mám teď dělat.
de: Ich bin selbst planlos.
fr: Moi-même, je manque d'idées.
gd: Chan eil càil a dh'fhios agamsa a thaobh plana.
mt: Jien ma nafx x'ħa naqbad nagħmel.
pl: Sam nie mam żadnego planu.
pt_br: É, tenho que admitir que ainda não temos um plano.
sk: Sám som v rozpakoch z mojich plánov.
zh_cn: 我也想不出什么计划呀。

source: Nevertheless, I'd better be going. Hopefully, we'll fix that bridge soon. Impressive how fast they can do that, with modular construction and all.
cs: Nicméně, bude lepší když půjdu. Doufejme, že most brzy opravíme. Je působivé, jak to jde rychle s modulární konstrukcí a tím vším.
de: Wie auch immer, ich gehe jetzt besser. Hoffentlich reparieren wir die Brücke bald. Beeindruckend, wie schnell das geht, mit modularer Bauweise und all dem Zeug.
fr: Quoi qu'il en soit, je ferais mieux d'y aller. Nous réparerons ce pont bientôt, si tout va bien. C'est impressionnant ce qu'on peut faire avec les constructions modulaires et tout.
gd: Co-dhiù no co-dheth, b' fheàirrde mi falbh. Tha mi 'n dùil gun càraich sinn an drochaid a dh'aithghearr. Cha chreideadh tu dè cho luath 's a nì iad seo le togail mòidealach 's a h-uile sìon.
mt: Però, aħjar naħseb. B'xorti tajba, il-pont insewwuh malajr. Tiskanta kemm ilestu malajr, bil-bini modulari etc.
pl: Mimo to, lepiej już pójdę. Miejmy nadzieję, że szybko naprawimy most. Imponujące jak szybko można to zrobić przy modułowej konstrukcji.
pt_br: De qualquer forma, é melhor eu voltar agora. Espero que possamos consertar a ponte logo, mas se bem que com essas construções modulares de hoje em dia, ficou fácil.
sk: Avšak, mal by som ísť. Snáď opravíme ten most čoskoro.⏎ Pôsobivé, ako rýchlo to dokážu dne⏎s so stavebnou technikou a tak.
zh_cn: 不管怎么说，我最好还是走先。 如果顺利的话，桥很快就能修好了。 这速度真让人印象深刻， 什么模块化建造之类的。

source: In the meantime, you might benefit from visiting the fellow who lives here.
cs: Mezitím, třeba budete mít užitek z návštěvy chlapíka, který zde žije.
de: In der Zwischenzeit könnte es vielleicht nützlich sein, den Kameraden, der hier wohnt, zu besuchen.
fr: En attendant, il se pourrait que vous trouviez votre bonheur en rendant visite au type qui vit là.
gd: San eadar-àm, carson nach tadhail sibh air an duine a tha fuireach an-seo? Gheibheadh sibh buannachd às, 's dòcha.
mt: Sadanittant, jaqbillek iżżur it-tali li jgħix hawn.
pl: Tymczasem może zechcesz odwiedzić kogoś, kto tu mieszka.
pt_br: Enquanto isso, seria uma boa ideia visitar um camarada que mora por aqui.
sk: Zatiaľ môžeš navštíviť chlapíka, ktorý tu žije.
zh_cn: 在这期间，去拜访一下这边的居民 对你也许有帮助。

source: Bit of a recluse, but he's quite sharp. He lives on top of this rock column.
cs: Je to trochu samotář, ale je dost přísný. Žije na vrcholu této skály.
de: Ein bisschen einsiedlerisch, aber er ist ziemlich helle. Er wohnt oben auf dieser Steinsäule.
fr: C'est une sorte de reclus, mais il est loin d'être bête. Il vit au sommet de cette colonne rocheuse.
gd: 'S e seòrsa dhe dh'aonaran a th' ann, ach tha e caran tapaidh. Tha e fuireach air mullach na creige ud.
mt: Naqra magħluq fih innifsu, imma għaref ħafna. Jgħix fil-quċċata ta dil-blata..
pl: Trochę z niego samotnik. Mieszka na szczycie tej skalnej kolumny.
pt_br: Ele é meio solitário, mas é muito esperto. Mora no topo dessa coluna de pedra.
sk: Trochu samotár, ale je celkom bystrý.⏎ Žije na vrchole tejto skalnej veže.
zh_cn: 他算半个隐士，不过倒是很尖刻。 他住在这石崖的上面。

source: And I get up there... how?
cs: A jak se tam mám... dostat?
de: Und wie soll ich da hochkommen?
fr: Et pour y aller... on fait comment ?
gd: Is gheibh mi suas ... ciamar?
mt: U kif ser nitla' hemm fuq?
pl: A dostanę się tam.. jak?
pt_br: E eu chego lá... como?
sk: A dostanem sa tam... ako?
zh_cn: 那我得上去……怎么上？

source: Simple, just take to the air!
cs: Jednoduše, vzduchem!
de: Ganz einfach, schwingen Sie sich in die Lüfte!
fr: Facile, par les airs !
gd: Simplidh, rachaibh dhan adhair.
mt: Faċli, tir!
pl: To proste, wzbij się w powietrze!
pt_br: Fácil, é só levantar voo!
sk: Jednoduché, stačí len vzlietnuť!
zh_cn: 简单得很，飞过去就是了！

source: You ... <em>do</em> realize I can't fly?
cs: Ty... <em>víš</em> že neumím létat?
de: Sie <em>wissen doch</em>…, dass ich nicht fliegen kann?
fr: Vous vous <em>rendez compte</em> que... moi, je ne peux pas voler ?
gd: Tha fhios a'd nach eil sgiathan agamsa, nach eil?
mt: Int ... <em>tirrealizza</em> li ma nistagħx intir?
pl: Hola... czy zdajesz sobie sprawę, że nie potrafię latać?
pt_br: Você... <em>sabe</em> que eu não posso voar, né?
zh_cn: 你……知道我不会飞么？

source: Splash, Hop
cs: Žbluňk, Hop
de: Platsch, Hüpf
fr: Plouf, Hop
gd: Splaoid, leum
mt: Ċafċaf, Oqmos
pl: Plusk, Hop
pt_br: Pulando Poças
sk: Špľach, Hop
zh_cn: 飞溅与蹦跳

source: Starlit Cave
de: Sternenhelle Höhle
fr: Caverne Étoilée
gd: Uamh nan Reul
mt: Għar Kewkbi
pl: Gwieździsta Jaskinia
pt_br: Caverna Cintilante
sk: Hviezdna jaskyňa
zh_cn: 星光洞穴

source: Stonepipe Meadow
cs: Louka Kamenného Potrubí
de: Steinpfeifen-Aue
fr: Clairière du Tuyau de Pierre
gd: Dàil Clach na Pìoba
mt: Medda Blat
pl: Łąka Kamiennej Rury
pt_br: Campina do Cachimbo
sk: Kameňopotrubná lúka
zh_cn: 石管洼地

source: Suboptimal Design
de: Suboptimales Design
fr: Design Sous-optimal
gd: Co-dhealbhachd neo-phisichte
mt: Pjanti Inadegwati
pl: Nieoptymalny Projekt
pt_br: Design Imperfeito
sk: Suboptimálny dizajn
zh_cn: 次优设计

source: Sound • Foley Artist
de: Sound • Geräuschemacher
fr: Son • Bruitages
gd: Fuaim • Neach-ealain foley
mt: Effetti Sonori • Rumorista
pl: Dźwięk • Realizator Dźwięku
pt_br: Som • Efeitos Sonoros
zh_cn: 音效制作者

source: Webmaster
fr: Webmestre
gd: Maighstir-lìn
mt: Sid L-Għanqbut
sk: Webmajster
zh_cn: 网站管理员

source: Programmer • Sound and iOS Code
de: Programmierer • Sound und iOS-Code
fr: Programmeur • Son et code iOS
gd: Prògramaiche • Fuaim is còd iOS
mt: Programmatur - Effetti sonori u Kodiċi tal-iOS
pl: Programista • Dźwięki i kod pod iOS
pt_br: Programador • Som, código para versão iOS
sk: Programátor • Hudba a kód pre iOS
zh_cn: 程序员 • 音频和iOS代码

source: Minor Object Scripter and Level Designer
de: Hilfsskripter für Objekte und Leveldesigner
fr: Scripteur d'Objet Secondaire et Concepteur de Niveaux
gd: Sgriobtair oibseactan beaga is dealbhaiche leibheilean
mt: Skrittur tal-Oġġetti Żgħar u Diżinjatur tal-Livelli.
pl: Młodszy Twórca Skryptów Obiektowych i Projektant Poziomów
pt_br: Desenvolvedor auxiliar (fases, objetos)
sk: Scenár menších objektov a návrh levelov
zh_cn: 助理对象脚本师/关卡设计师

source: Documentation Lead
de: Dokumentationschef
fr: Chef de la Documentation
gd: Prìomh-dhocamaideadh
mt: Dokumentatur Prinċipali
pl: Pieczęć Dokumentacji
pt_br: Mantenedor da Documentação
zh_cn: 文档管理员

source: Object Scripter • Props and Achievements
de: Objekt-Skripter • Objekte und Erfolge
fr: Scripteur d'Objets • Accessoires et Accomplissements
gd: Sgriobtair oibseactan • Nithean is coileanasan
mt: Skrittur tal-Oġġetti - Materjali tax-Xena u Objettivi
pl: Programista Skryptów Obiektowych • Osiągnięcia i Zasługi
pt_br: Programador de scripts • Objetos e troféus
sk: Objektový skripter • Rekvizity a Uznania
zh_cn: 对象脚本人员 • 特性和成就

source: Engine Improvements
de: Programmkern Verbesserungen
fr: Améliorations du moteur
gd: Leasachadh an einnsein
mt: Irfinar fil-Magna tal-Logħba
pl: Usprawnienia Silnika
pt_br: Melhorias à engine
zh_cn: 引擎改进

source: Lead Programmer
cs: Vedoucí programátor
de: Hauptprogrammierer
fr: Programmeur Principal
gd: Prìomh-phrògramaiche
mt: Programmatur Priċipali
pl: Główny Programista
pt_br: Programador Principal
sk: Vedúci programátor
zh_cn: 主程序员

source: Scripting Language Designer
cs: Designer skriptovacího jazyka
de: Designer für die Skriptsprache
fr: Concepteur du Langage de Script
gd: Dealbhaiche cànan sgriobtaidh
mt: Awtur tal-Lingwa biex Tiskrittura
pl: Język Skryptowy
pt_br: Desenvolvedor da Linguagem de Scripts
sk: Návrh jazykových scenárov
zh_cn: 脚本语言设计师

source: Object Scripter
de: Objekte-Skripter
fr: Scripteur d'Objets
gd: Sgriobtair oibseactan
mt: Skrittur Tal-Oġġetti
pl: Autor Skryptów Obiektowych
pt_br: Programador de Objetos
sk: Scenár objektov
zh_cn: 对象脚本师
