Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: Many small bug fixes.
cs: Opraveno mnoho malých chyb.
de: Viele kleine Fehler behoben.
fr: De nombreux petits bugs réparés
gd: Caochladh dhe chàradh air bugaichean beaga.
mt: Tiswija ta' ħafna difetti żgħar.
pl: Mnóstwo mniejszych poprawek.
pt_br: Muitos bugs pequenos corrigidos
sk: Opravených mnoho malých bugov.
zh_cn: 很多小bug修复

source: Version 1.0.1 (iPhone only):
cs: Verze 1.0.1 (poze iPhone):
de: Version 1.0.1 (nur iPhone):
fr: Version 1.0.1 (iPhone uniquement):
gd: Tionndadh 1.0.1 (iPhone a-mhàin):
mt: Versjoni 1.0.1 (iPhone biss):
pl: Wersja 1.0.1 (tylko iPhone):
pt_br: Versão 1.0.1 (Somente para iPhone)
sk: Verzia 1.0.1 (iba iPhone):
zh_cn: 仅iPhone的1.01版本：

source: Significantly improved controls, both functionally and graphically (iPhone).
cs: Výrazně zlepšení kontroly, funkčně a graficky (iPhone).
de: Signifikante Verbesserung der Steuerung, sowohl funktional als auch grafisch (iPhone).
fr: Amélioration significative des contrôles, aussi bien dans le fonctionnement que l'apparence (iPhone).
gd: Smachdan air an sìor-leasachadh, an dà chuid a thaobh gnìomhachd is grafaigeachd (iPhone).
mt: Tranġar sostanzjali fil-kontroll, kemm bħala funzjonalità, kif ukoll grafika (iPhone).
pl: W znaczący sposób poprawiono sterowanie. (iPhone).
pt_br: Controles significativamente melhorados, tanto funcionalmente quanto graficamente (iPhone).
sk: Ovládanie teraz výrazne zlepšené, funkcionálne aj graficky (iPhone).
zh_cn: 显著的改良了控制系统的功能和外表(iPhone)。

source: Fixed auto-saving on iOS4 where multitasking is supported (iPhone).
cs: Opraveno auto-ukládání na iOS4, kde je podpora multitaskingu (iPhone).
de: Fehler beim automatischen Speichern auf Multitasking-fähigen iOS4-Geräten behoben (iPhone).
fr: Corrigé la sauvegarde automatique sur iOS4 quand le multi-tâches est supporté (iPhone).
gd: Fèin-shàbhaladh air a chàradh air iOS4 far an cuirear taic ri ioma-shaothair (iPhone).
mt: Tranġar tas-salvazzjoni awtonatiku fuq iOS4 fejn multitasking hu possibli (iPhone).
pl: Poprawiono automatyczny zapis na iOS4 dla urządzeń z obsługą wielozadaniowości. (iPhone).
pt_br: Corrigida o salvamento automático no iOS4 onde multi tarefas são suportadas (iPhone).
sk: Opravené automatické ukladanie na iOS4, v prípade že je podporovaný multitasking (iPhone).
zh_cn: 改正了支持多任务的iOS4上自动保存的问题(iPhone)。

source: Fixed bug where a dialog could repeat forever.
cs: Opravena chyba, kdy se dialog mohl opakovat donekonečna.
de: Fehler behoben, bei dem ein Dialog sich immer wiederholt.
fr: Corrigé un bug où un dialogue pouvait se répéter à l'infini.
gd: Buga air a chàradh far am b' urrainn dha chòmhradh ath-nochdadh gun sgur.
mt: Tranġar ta' difett li jikkawża ripetizzjoni ta' dialogu partikolari.
pl: Poprawiono błąd powodujący nieskończone otwieranie się tego samego okna dialogowego.
pt_br: Corrigido bug onde um diálogo pode repetir para sempre.
sk: Opravený bug, kde sa dialóg opakuje do nekonečna.
zh_cn: 修复了一个导致对话无限重复的bug

source: Fixed crash in world map when you hold down while entering it.
de: Absturz beim Betreten der Weltkarte und gleichzeitigem Drücken von Abwärts behoben.
fr: Corrigé un crash de la carte du monde quand on maintient bas appuyée en y entrant.
gd: Tuisleadh ann am mapa an t-saoghail air a chàradh nuair a chumas tu greim air sìos fhad 's a thèid thu a-steach.
mt: Trsanġar ta' krexx fil-mappa dinjija fil-kas meta tinżamm xi buttuna.
pl: Poprawiono błąd wieszania się gry podczas ładowania mapy świata.
pt_br: Corrigido crash no mapa mundi quando você aperta pra baixo ao abri-lo.
sk: Opravený pád programu na svetovej mape keď na nej chvíľu zostanete po vstupu na ňu.
zh_cn: 修正了世界地图的崩溃，当你按下键进入之后。

source: Fixed fullscreen mode (Mac/Windows).
cs: Opraven režim celé obrazovky (Mac / Windows).
de: Vollbildmodus behoben (Mac/Windows).
fr: Corrigé le mode plein-écran (Mac/Windows).
gd: Modh làn-sgrìn air a chàradh (Mac/Windows)
mt: Tranġar tal-modalià fillscreen (Mac/Windows)
pl: Poprawiono tryb pełnoekranowy (Mac/Windows)
pt_br: Corrigido o modo de tela cheia (Mac/Windows).
sk: Opravený režim plnej obrazovku (Mac/Windows).
zh_cn: 修复Mac/Windows的全屏模式。

source: Fixed controlpad issues for computers.
de: Probleme mit Gamepads in der Computer-Version behoben.
fr: Corrigé le problème de manette pour les ordinateurs.
gd: Duilgheadasan pada-smachd le coimpiutairean air a chàradh.
mt: Tranġar ta' difetti fl-użu tal-joypad fuq il-komputer.
pl: Poprawiono obsługę gamepadów na komputerach PC.
pt_br: Corrigido problemas com controles para computadores.
sk: Opravené niektoré otázky ovládania pre počítače.
zh_cn: 修正了计算机控制板的问题。

source: Added music and sound volume controls to pause screen.
de: Musik- und Klangregler zum Pausebildschirm hinzugefügt.
fr: Ajouté contrôles pour volume du son et de la musique à l'écran de pause.
gd: Smachdan àirde fuaime is ciùil air an cur ri sgrìn geama na stad.
mt: Żieda ta' kontroll fuq il-volume tal-mużika u l-effetti sonori waqt li l-logħba tkun wieqfa.
pl: Dodano kontrolki głośności muzyki oraz dźwięków do ekranu pauzy.
pt_br: Adicionado botões de volume de musica e som na tela de pause.
sk: Pridané nastavenia hlasitosti hudby a zvukov do prestávkového menu.
zh_cn: 暂停画面添加了音乐和音效的音量调节

source: Added customizable controls.
cs: Přidáno přizpůsobitelné ovládání.
de: Veränderbare Steuerung hinzugefügt.
fr: Ajouté contrôles personnalisables.
gd: Smachdan gnàthaichte air an cur ris.
mt: Żieda ta' kontrolli li jistgġu jiġu mibdulin.
pl: Dodano możliwość zmiany klawiszy.
pt_br: Adicionados controles customizáveis.
sk: Pridaná možnosť prispôsobiť si ovládanie podľa seba.
zh_cn: 添加自定义控制。

source: Added half-hearts.
cs: Přidáno poloviční-srdce.
de: Halbe Herzen hinzugefügt.
fr: Ajout des demi-cœurs
gd: Leth-chridheachan air an cur ris.
mt: Żieda ta' nofs punti ta' saħħa.
pl: Dodano połówki serc.
pt_br: Adicionados meio corações.
sk: Pridané polovičné srdcové kapsule do hry.
zh_cn: 添加半颗心

source: Added scons script for compiling.
de: SCons-Skript für den Kompiliervorgang hinzugefügt
fr: Ajouté un script scons pour la compilation.
gd: Sgriobt scons airson trusaidh air a chur ris.
mt: Żieda tal-iscons script għal-fini ta' kompilazzjoni.
pl: Dodano skrypt scons do kompilowania.
pt_br: Adicionado script scons para compilação.
sk: Pridané Scon-skripty pre kompiláciu.
zh_cn: 添加 scons 脚本编译。

source: Minor level changes.
cs: Drobné změny v úrovních.
de: Kleine Level-Veränderungen.
fr: Changements mineurs de niveaux.
gd: Atharrachaidhean beaga air na leibheilean.
mt: Tibdil żgħir fil-livelli.
pl: Drobne poprawki poziomów.
pt_br: Pequenas alterações de nível.
sk: Menšie zmeny v leveloch.
zh_cn: 细微关卡变动。

source: Updated music.
cs: Aktualizována hudba.
de: Musik aktualisiert.
fr: Mise-à-jour de la musique.
gd: Ceòl air a h-ùrachadh.
mt: Aġġornar ta' xi mużika.
pl: Zaktualizowano muzykę.
pt_br: Música atualizada.
sk: Vylepšená hudba.
zh_cn: 更新音乐。

source: Frogatto is a classic-style 2d adventure game, starring a certain quixotic frog. It's made by the same team that brought you Battle for Wesnoth, and features the same handcrafted love of high-end pixel art. Frogatto is a side-on "platformer" or "jump and run" game, where you lead our titular character on a humdrum errand that turns into a daring adventure.
de: Frogatto ist ein klassisches 2D-Abenteuerspiel mit einem zuverlässigen, edelmütigen Frosch. Es wurde vom selben Team erstellt, das auch das Spiel "Battle for Wesnoth" herausbrachte, und besitzt dieselbe Zuwendung für handgemachte High-End-Pixel-Kunst. Frogatto ist ein "Plattformer" oder "Jump and Run"-Spiel, wo du unseren Titelcharakter bei einem scheinbar nutzlosen Gang begleitest, der sich später als gewagtes Abenteuer entpuppt.
fr: Frogatto est un jeu d'aventure classique en 2D, qui met en scène une certaine grenouille idéaliste. Il est fait par l'équipe de Battle for Wesnoth, et démontre le même amour du pixel art de haute qualité. Frogatto est un jeu de plate-formes, ou "run and jump", où vous guiderez notre personnage éponyme dans une course monotone qui se changera en une aventure audacieuse.
gd: 'S e geama tachartais 2D air nòs clasaigeach a th' ann am Frogatto is 's e losgann quixotach a th' anns a' phrìomh phearsa. Chaidh a dhèanamh leis an aon sgioba a thug Battle for Wesnoth dhuibh is chaidh ealain phiogsail àrd-ìre a chruthachadh a làimh is le gaol san aon dòigh. 'S e geama "ùrlaran" or "ruith is leum" le sealladh on taobh a th' ann am Frogatto san stiùirich thu am pearsa-tiotail againn air gnothach leamh a thèid na sgiorradh dàna.
mt: Frogatto hija logħba klassika, 2D, ta' avventura, fejn il-protagonista hu żrinġ ta natura Kixxottska. Magħmula mill-istess tim wara Battle for Wesnoth, u karatterizzata minn-pixel art ta' kwalità kbira u mpinġija mill-qalb. Frogatto hija logħba tat-tip pjattaforma, fejn tmexxi il-protagonista f'qadja bħal-oħrajn li tissawwar f'avventura mimlija tiġrib.
pl: Frogatto to klasyczna gra przygodowa wykonana w grafice 2d, w której główną rolę gra pewna donkiszotowska żaba. Grę stworzył ten sam zespół, który przyniósł wam Battle for Wesnoth oraz możliwości będące efektem tej samej rzemieślniczej miłości do zaawansowanej sztuki pikseli. Frogatto to gra platformowa przedstawiona w ujęciu bocznym lub typu 'skacz i biegnij', w której przeprowadzasz naszego tytułowego bohatera przez monotonne zadania, które okazują się porywającą przygodą.
pt_br: Frogatto é um jogo de aventura no estilo dos clássicos dos 16 bits, estrelando um heroico sapinho. Foi desenvolvido pelo mesmo grupo que criou Battle for Wesnoth, e compartilha com este da atenção aos detalhes nos seus gráficos pixelados. Frogatto é um jogo de plataforma, visto de perfil, onde você leva o herói com o mesmo nome do jogo para uma tarefa do dia-a-dia, que repentinamente se torna uma grande aventura.
sk: Frogatto je klasická 2d adventúra, v ktorej hráte za spoľahlivú a ukecanú žabu. Je vyrobená autormi hry Bitka o Wesnoth, a jej funkcie sú prejavom lásky k pixel-artovej grafike. Frogatto je založená na "plošinovkách "alebo "skáč a utekaj" hre, kde vediete hlavného hrdinu na jeho trúfalej výprave.
zh_cn: 青蛙阿土是一个典型的二维平面动作冒险游戏，标志角色就是这只自大的青蛙阿土。游戏制作团队同时也是韦诺之战的作者，一直沉浸于高质量的像素艺术。这个游戏的主要举动就是四处奔跑和蹦蹦跳跳，拖着此青蛙完成他的历“闲”活动。

source: Frogatto's key mechanic is an unusual twist; like any frog, he jumps, swims, and snags bugs with his tongue, but unlike any frog before him, can spit those bugs out with deadly force. Not merely an action game, frogatto is a full, classic adventure game, with characters to talk to, things to buy, puzzles to solve, and a wide, complex world to explore.
de: Frogattos Bewegungen besitzen einen ungewöhlichen Mix; er springt, schwimmt und schnappt nach Käfern wie jeder Frosch, doch anders als jeder vor ihm, kann er die Käfer mit tödlicher Genauigkeit wieder ausspucken. Nicht bloß ein Action-Spiel, Frogatto ist ein komplettes, klassisches Abenteuer-Spiel, mit ansprechbaren Charakteren, kaufbaren Dingen, Puzzlen zum Lösen und einer großen, komplexen Welt zum Erkunden.
fr: La mécanique clé de Frogatto est inhabituelle; comme n'importe quelle grenouille il peut sauter, nager, et attraper des insectes avec sa langue, mais contrairement à toutes les grenouilles avant lui, Frogatto peut ensuite recracher ces insectes avec une force mortelle. Frogatto n'est pas seulement un jeu d'action, mais aussi un jeu d'aventure classique et complet, avec des personnages auxquels parler, des choses à acheter, des énigmes à résoudre, et un monde vaste et complexe à explorer.
gd: 'S e car annasach a th' anns a' phrìomh innealachd Fhrogatto; mar a nì losgann sam bith eile, nì e leum is snàmh is glacaidh e daolagan le a theanga, ach seach mar a tha losgannan eile roimhe, 's urrainn dha na daolagan ud a spùtadh a-mach le cumhachd mharbhtach. Chan e geama gluasachd a-mhàin a th' ann am Frogatto ach geama tachartais clasaigeach slàn le pearsachan ris am bruidhinn thu, stuth ri cheannachd, tòimhseachain rim fuasgladh is saoghail farsaing iom-fhillte ri rannsachadh.
mt: Il-mekkanika prinċipali ta' Frogatto għanda varjetà partikolari; bħal kull żrinġ ieħor, kapaċi jaqbeż, jgħum, u jaħtaf insetti b'ilsienu, imma kuntrarju ta' kull żrinġ li ġie qablu, jista' jobżoqhom b'saħħa letali. Mhux biss logħba t'azzjoni, Frogatto hi wkoll avventura klassika, b'karattri li tista titkellem magħhom, affarijiet x'tixtri, kweżiti x'issolvi, u dinja kumplessa u mdaqqsa li tista' tesplora.
pl: Mechanika Frogatto nie jest pozbawiona niespodzianek; tak jak każda żaba, Frogatto potrafi skakać, pływać i łapać owady na swój lepki język, ale co odróżnia ją od innych żab, jest to, że Frogatto może wypluwać owady z powrotem z dużą siłą. Nie będąc jedynie grą akcji, Frogatto jest pełnowartościową klasyczną grą przygodową, z bohaterami, z którymi możesz prowadzić rozmowy, kupować przedmioty, rozwiązywać zagadki i szerokim skomplikowanym światem do eksploracji.
pt_br: A mecânica de jogo principal de Frogatto é uma variação incomum; como qualquer sapo, ele pula, nada, e agarra insetos com sua língua, mas diferentemente de outros antes dele, ele pode cuspir esses insetos de volta com força total. Não apenas um jogo de ação, Frogatto é um jogo clássico, completo de aventura, com personagens para conversar, coisas para comprar, quebra-cabeças para resolver, e um vasto, diverso mundo para explorar.
sk: Frogattova mechanika je v skutočnosti neobyčajná: ako typická žaba skáče, pláva, chytá chrobáky s jeho jazykom.. Avšak ako žiadna žaba pred nim dokáže takéto chrobáky vyhodiť z brucha von so smrtiacou silou :-) Nie je to iba obyčajná akčná hra, frogatto je plná, klasická adventúra, s hovoriacimi postavami, vecami, ktoré sa dajú kúpiť, s hádankami, ktoré treba vyriešiť a komplexným svetom, ktorý treba preskúmať.
zh_cn: 阿土的角色鲜明：他会蹦、会游、会用舌头捉虫子，不过他还有吐虫子的强大力量。这个游戏同样有购买，解密，探索成分——也是一个繁杂的世界。

source: Features:
de: Besonderheiten:
fr: Fonctionnalités :
gd: Feartan:
mt: Karatteristiċi:
pl: Funkcjonalność:
pt_br: Características:
sk: Funkcie:
zh_cn: 特点

source: - grab enemies with your tongue and spit them to deal damage
de: - schnapp deine Gegner mit der Zunge und spuck sie wieder aus, um Schaden auszuteilen
fr: - attrapez des ennemis avec votre langue et recrachez-les pour faire des dégâts
gd: - greimich air do nàimhdean le do theanga is spùt a-mach iad gus dochann a dhèanamh
mt: - aħtaf għedewwa b'ilsienek u obżoqhom biex tiġġieled
pl: - łap wrogów swoim jęzorem, i wystrzeliwuj ich w kierunku wroga
pt_br: - agarre inimigos com a língua e cuspa-os para causar dano em outros inimigos
sk: - chyť nepriateľa pomocou v svojho jazyka a odhoď ho preč
zh_cn: - 捉住敌人用舌头吐出进行迫害

source: - buy powerups to enhance and unlock new abilities
de: - kaufe Power-Ups- um neue Fähigkeiten zu erhalten oder zu verbessern
fr: - achetez des bonus pour augmenter ou développer de nouvelles compétences
gd: - ceannaich cumhachdan airson leasachaidhean is gus comasan ùra a neo-ghlasadh
mt: - ixtri powerups biex ittejjeb jew taċċedi abbiltajiet ġodda
pl: - kupuj ulepszenia by zwiększyć lub odblokować nowe możliwości.
pt_br: - compre itens para melhorar o personagem e liberar novas habilidades
sk: -kupovať vylepšenia k zosilneniu a odomknutiu nových schopností
zh_cn: - 购买强化品，学得新的能力

source: - arcade mode, giving instant access to action-only gameplay on randomized levels
de: - Spielhallenmodus, der sofortigen Zugriff auf eine Action-reiche Spielweise in zufällig zusammengestellten Leveln gibt
fr: - mode arcade, donnant accès immédiat au jeu uniquement pour l'action, sur des niveaux générés aléatoirement
gd: - modh faon-chleasan le inntrigeadh luath dha chluiche le gnìomhan a' gheama a-mhàin air leibheilean air thuaiream
mt: - modaità arcade, ittik aċċess istantanju għall-azzjoni tal-logħba f'liema livell trid
pl: - tryb arcade, szybki dostęp do gry akcji na losowo wylosowanych planszach
pt_br: - modo fliperama, que dá acesso instantâneo a fases de ação geradas aleatoriamente
sk: -arkádový mód, ktorý umožňuje okamžitý prístup k akcii v náhodne generovaných leveloch
zh_cn: - 街机模式，立即进入随机游戏关卡活动

source: - forgiving savegame/respawn system so you don't have to be afraid of losing progress
de: - nachsichtiges Spielstand/Rücksetz-System; Mach dir also keine Sorgen, deinen Spielfortschritt zu verlieren
fr: - système de sauvegarde et de points d'étape conciliant, qui vous évite de craindre de perdre votre progression
gd: - siostam sàbhalaidh/ath-chladhaich maithteach ach nach bi eagal ort ro chall adhartais
mt: - sistema ta' salvar u restawr tal-progress ħanina li tinkuraġġik tavvanza
pl: - wybaczający system zapisu/odnowienia, byś nie musiał się bać powrotu do początku
pt_br: - um generoso sistema de salvamento de jogo para que você não tenha que ficar repetindo muitas partes do jogo
sk: - tradičný ukladací systém s respawn bodmi, takže sa nemusíte viac báť straty dosiahnutého pokroku v hre
zh_cn: - 不用担心丢失进度

source: - playful dialogue writing that tries not to insult your intelligence
de: - Dialogtexte, die nicht versuchen, deine Intelligenz herauszufordern
fr: - écriture des dialogues amusante et qui tente de ne pas insulter votre intelligence
gd: - còmhradh tlachdmhor a tha a' feuchainn gun a bhith a' nàrachadh do thuigse
mt: - djalogu divertenti u li jdaħħlek fil-ġrajja
pl: - żartobliwe dialogi nie uwłaczające twojej inteligencji
pt_br: - diálogos divertidos, mas que não menosprezam a sua inteligência
sk: - hravý dialóg, ktorý sa snaží neuraziť tvoju inteligenciu
zh_cn: - 欢乐的对话

source: - massive soundtrack with over an hour of original music
de: - riesige Musikauswahl mit mehr als einer Stunde Originalmusik
fr: - bande-son énorme avec plus d'une heure de musique originale
gd: - iomadh fuinn le barrachd air uair dhe cheòl ùr
mt: - kolonna sonora kbira b'aktar minn siegħa ta' mużika oriġinali
pl: - ścieżka dźwiękowa z ponad godziną oryginalnej muzyki
pt_br: - trilha sonora extensa, com mais de uma hora de música original
sk: - masívne soundtracky s vyše hodinou originálnej hudby
zh_cn: - 大量音轨，超过一小时原创音乐

source: - sprawling, complex world with over 70 levels to explore, and tons of secrets to find
cs: - Rozlehlý, složitý svět s více než 70 úrovněmi k prozkoumání a možností nalezení spousty tajemstvích.
de: - Ausgedehnte, komplexe Welt mit über 70 Levels zum Erforschen, und Tonnen von Geheimnissen zu finden
fr: - vaste et complexe monde avec plus de 70 niveaux à explorer, et une tonne de secrets à découvrir
gd: - saoghail farsaing iom-fhillte le tuilleadh is 70 leibheil as urrainn dhut rannsachadh is torr rùintean-dìomhair ri an lorg ann
mt: - dinja mifruxa w kumplessa b'aktar minn 70 livelli x'tesplora, u numru kbir ta' sigrieti x'tiskopri
pt_br: - um vasto e diverso mundo com mais de 70 fases para explorar, e muitos segredos para desvendar
sk: - rozšírený, komplexný svet s vyše 70 levelmi na preskúmanie, a kopami tajomstiev na objavenie
zh_cn: - 广阔，复杂的世界，超过70个关卡，并含很多的秘密

source: To find out more about the game please visit http://www.frogatto.com/
de: Um mehr über das Spiel zu erfahren, besuche bitte http://www.frogatto.com/
fr: Pour en savoir plus sur le jeu, rendez-vous sur http://www.frogatto.com/
gd: Gus barrachd ionnsachadh mun gheama, tadhail air http://www.frogatto.com/
mt: Biex tkun taf aktar dwar din il-logħba, jekk jogħġbok żur http://www.frogatto.com/
pl: Aby dowiedzieć się więcej, odwieź http://www.frogatto.com/
pt_br: Para saber mais sobre o jogo, por favor visite http://www.frogatto.com/
sk: Ak sa chcete o hre dozvedieť viac, prosíme navštívte stránku http://www.frogatto.com/
zh_cn: 访问 http://www.frogatto.com/ 了解更多

source: Reviews:
fr: Revues :
gd: Lèirmheasan:
mt: Artikli:
pl: Recenzje:
pt_br: Resenhas:
sk: Recenzie:
zh_cn: 评论：

source: keywords:
cs: klíčová slova:
de: Schlüsselbegriffe:
fr: mots-clés :
gd: faclan-luirg:
mt: kliem ewlieni:
pl: słowa kluczowe:
pt_br: palavras-chave:
sk: kľúčové slová:

source: platformer,pixelart,oldschool,platform,game,pixel,arcade,action,adventure,frog
cs: plošinovka, pixelart, oldschool, platforma, hra, pixel, arkády, akční, dobrodružné, žába
de: Plattformer,Pixelart,Oldschool,Plattform,Spiel,Pixel,Arcade,Action,Abenteuer,Frosch
fr: jeu,plate-formes,pixelart,oldschool,pixel,action,aventure,arcade,grenouille,plate,plates,formes,forme
gd: platformer,ealain-phiogsail,seann-nòsach,ùrlar,geama,piogsail,faoin-chleasan,gluasachd,losgann,pixelart,oldschool,platform,game,pixel,arcade,action,frog
mt: platformer,pixelart,oldschool,platform,game,pixel,arcade,action,adventure,frog, pjattaforma, żrinġ
pl: platformówka,pixelart,oldschool,platform,gra,pixel,arcade,akcja,przygoda,żaba
pt_br: plataforma,pixelart,oldschool,2d,jogo,pixel,arcade,ação,aventura,sapo
sk: plošinovka, pixel-art, old-school, platforma, hra, pixel, arkáda, akcia, dobrodužstvo, žaba

source: Pocket Money
cs: Kapesné
de: Taschengeld
fr: Argent de poche
gd: Airgead-pòcaid
mt: Flus
pl: Kieszonkowe
pt_br: Capital Inicial
sk: Vreckové
zh_cn: 零花钱

source: Collect ten coins.
cs: Nasbíral deset mincí
de: Zehn Münzen sammeln.
fr: Récolter dix pièces.
gd: Cruinnich deich buinn.
mt: Iġbor għaxar muniti.
pl: Zbierz 10 monet.
pt_br: Consiga dez moedas.
sk: Zozbieraj 10 mincí.
zh_cn: 收集十枚硬币。

source: Nature Boy
cs: Přirozený hoch
de: Naturbursche
fr: Ami de la Nature
gd: Gille nàdair
mt: Iben in-Natura
pl: Dziecko Natury
pt_br: Cientista Mirim
sk: Dieťa prírody
zh_cn: 自然之子

source: Put a water beetle back in water.
cs: Dostal vodního brouka zpět do vody.
de: Einen Wasserkäfer ins Wasser zurücksetzen.
fr: Remettre un scarabée d'eau dans l'eau.
gd: Cuir daolag-uisge air ais dhan uisge.
mt: Poġġi ħanfusa tal-ilma lura fl-ilma.
pl: Włóż żuka wodnego z powrotem do wody.
pt_br: Jogue n'água um besouro nadador.
sk: Polož vodného chrobáčika späť do vody.
zh_cn: 把一只水甲虫丢回水里。

source: Nice Try...
cs: Hezký pokus...
de: Netter Versuch…
fr: Bien tenté...
gd: A' feuchainn, a bheil?
mt: Ppruvajt...
pl: Niezła próba...
pt_br: Curioso, hein?
sk: Pekný pokus..
zh_cn: 想得美……

source: But that's not a secret area.
cs: Ale tohle není tajná místnost.
de: Aber dies ist kein geheimer Bereich.
fr: Mais ce n'est pas une zone secrète.
gd: Ach chan e roinn dìomhair a tha sin.
mt: Imma dik mhux arja sigrieta.
pl: Ale to nie jest tajemna strefa.
pt_br: Mas não tem nenhuma área secreta aí.
sk: Ale toto nie je tajná oblasť.
zh_cn: 不过这可不是啥秘密地点。

source: Numismatologist
cs: Numismatologista
de: Numismatiker
fr: Collectionneur
gd: Bonn-eòlaiche
mt: Numismatologu
pl: Numizmatyk
pt_br: Numismata
sk: Numizmatik
zh_cn: 硬币收集家

source: Collect a thousand coins.
cs: Nasbíral sto mincí.
de: Sammle 1.000 Münzen.
fr: Récolter mille pièces
gd: Cruinnich mìle bonn òir.
mt: Iġbor elf munita.
pl: Zbierz jak najwięcej monet.
pt_br: Colete mil moedas.
sk: Zozbieraj tisíc mincí.
zh_cn: 收集一千枚硬币。

source: Speed Trader
cs: Rychlý obchodník
de: Schnellhändler
fr: Marchand Rapide
gd: Neach-malairt luath.
mt: Negozzjant Ħafif
pl: Handluj szybkością
pt_br: Sapodre de Rico
sk: Rýchly obchodník
zh_cn: 交易快手

source: Playing the economy game, eh?
cs: Hraje ekonomickou hru, eh?
de: Wenig Zeit zum Zocken, oder?
fr: On joue au jeu économique, hein?
gd: A' cluich geama an eaconamaidh, a bheil?
mt: Nilgħabu l-logħba tal-ekonomija, jaqaw?
pl: Czy grasz w grę ekonomiczną?
pt_br: Vai abrir um banco agora, sapo?
sk: Snažíš sa hrať ekonomicky, že?
zh_cn: 玩经济的游戏，是吗？

source: Speedrun
cs: Rychlý běh
de: Geschwindigkeitslauf
fr: Course de Vitesse
gd: Ruith-luath.
pl: Wyścig
pt_br: Apressado
sk: Bežec
zh_cn: 快跑通关

source: Complete the game within 1 hour.
cs: Dokončil hru během jedné hodiny.
de: Schließ das Spiel innerhalb einer Stunde ab.
fr: Finir le jeu en moins d'une heure.
gd: Cuir crìoch air a' gheama taobh a-staigh uair.
mt: Lesti l-logħba f'sieha.
pl: Ukończ grę w ciągu 1 godziny.
pt_br: Termine o jogo em 1 hora ou menos.
sk: Dokonči hru za 1 hodinu.
zh_cn: 一小时内完成游戏。

source: Win!
cs: Vítězství!
de: Sieg!
fr: Gagné !
gd: Buaidh!
mt: Rebħa!
pl: Zwycięstwo!
pt_br: Vencedor
sk: Vyhraj!
zh_cn: 胜利！
