Repository: siriusdely/frogatto
Catalog: po/*.po
Languages: cs, de, fr, gd, mt, pl, pt_br, sk, zh_cn

source: Anyways, I'd better get back to work.
de: Jedenfalls muss ich wieder an die Arbeit.
fr: Enfin bref, je ferais mieux de retourner travailler.
gd: Co-dhiù no co-dheth, bu chòir dhomh tilleadh dhan obair.
mt: Insomma, aħjar inkompli.
pl: Tak czy siak, lepiej wrócę do pracy.
pt_br: Bom, é melhor eu voltar ao trabalho agora.
zh_cn: 好，我得继续工作了。

source: ^Hello there.
cs: ^ Nazdárek.
de: ^Hallo.
fr: ^Bonjour.
gd: ^Halò.
mt: ^Bonġu.
pl: Witam!
pt_br: Boa noite.
zh_cn: 你好。

source: Uh... hi?
cs: Uh...ahoj?
de: Äh… hi?
fr: Heu... Salut ?
gd: Èm ... halò?
mt: Ehm... bonġu?
pl: Uh... Hej?
pt_br: Hã... oi?
sk: Uh.. ahoj?
zh_cn: 厄……你好？

source: ^^Hello there.
cs: ^ ^ Nazdárek.
de: ^^Hallo.
fr: ^^Salut !
gd: ^^Halò.
mt: ^^Bonġu.
pl: Cześć!
pt_br: Boa noite.
zh_cn: 你好。

source: You know, I'm not gonna lie - it's really weird to fight you guys in one place and ... uh
de: Du weißt, ich lüge nicht - es ist merkwürdig einerseits mit Typen wie dir zu kämpfen…
fr: Vous savez, sans mentir, c'est vraiment bizarre de vous affronter à un endroit et... heu
gd: Fhios a'd, chan eil mi airson bhith nam bhreug - tha e dha-rìribh neònach a bhith a' sabaid nur n-aghaidh ann an dàrna àite is ... uill ...
mt: Kos, biex ngħid is-sew - inħossni stramb li filli niġġieldu naħa minnhom u ... ehm
pl: Wiesz, nie zamierzam kłamać - to bardzo dziwne walczyć z wami w jednym miejscu i... uh
pt_br: Sabe, eu não vou mentir - é bem esquisito lutar com vocês por aí e... hã...
sk: Vieš, nebudem klamať - je to naozaj zvláštne, na jednom mieste s vami bojovať a .. uh
zh_cn: 说实话——我感觉挺怪， 一会跟你们搏斗，然后……

source: ... and then just talk, peaceably, here? I still don't get it. What gives?
de: … und andererseits, irgendwo anders, jemand friedfertigen wie dich hier zu treffen. Ich kapier's nicht. Was soll's?
fr: ... et de juste discuter, en paix, ici ? Je comprends toujours pas. Comment ça se fait ?
gd: ... is a' bruidhinn ruibh gu socair ann a sheo. Chan eil mi ga thuigsinn. Carson?
mt: ... u war nitkellmu, bil-galbu kollhu, hawn? Għadni ma qbadtx art. X'inhu jiġri?
pl: ... a później w spokoju gawędzić tutaj? Nie rozumiem tego. Coś tu nie gra?
pt_br: ...e depois conversar aqui... tranquilamente? Eu ainda não entendo como. O que que há?
sk: ... a potom sa tu len tak mierumilovne rozprávať? Stále mi to nedochádza. Čo s tým?
zh_cn: ……过一会又在这里平常的交谈？ 我还是脑筋转不过来。 是怎么一回事？

source: Well, the fact that I'm unarmed is a pretty big factor.
de: Nun, ich bin unbewaffnet. Das ist ein entscheidender Faktor.
fr: Bon, le fait que je sois désarmé doit jouer pour beaucoup.
gd: Uill, chan eil e gun chudromachd nach eil arm agam.
mt: Ħeqq, il-fatt li jien bla armi għandu jfisser xi ħaġa.
pl: Cóż, fakt, że nie jestem uzbrojony, wydaje się mieć spore znaczenie.
pt_br: Bom, o fato de eu estar desarmado é um fator importante.
sk: Dobre, skutočnosť, že som neozbrojený, zohráva celkom veľkú úlohu.
zh_cn: 嗯，我没有武器， 是一个很大的原因。

source: I wouldn't stand a chance, so I'm willing to hinge my hopes on your being civil.
de: Ich könnte dir keinen Widerstand leisten, also lege ich mein Schicksal in deine Hände.
fr: Je n'ai pas une chance, alors je repose tous mes espoirs dans ton civisme.
gd: Cha bhiodh seans agam co-dhiù, mar sin tha mi dòchasach gum bi thu modhail.
mt: Jien m'għandix ċans kontrik, a għalhekk lest nittama li tkun ċivili.
pl: Nie miałbym szans, więc pokładam całą moją nadzieję w tobie zachowującym się w cywilizowany sposób.
pt_br: Eu não teria chance, então eu apenas fico torcendo pela sua civilidade.
zh_cn: 我没有胜算，所以我只能希望 你保持和平。

source: Here we are, after all, aren't we?
de: Hier sind wir jedenfalls, oder?
fr: On arrive bien à discuter là, après tout, non ?
gd: Sin agad e, nach e?
mt: Hawn qegħdin wara kollox, hux?
pl: Mimo wszystko jesteśmy tu, nieprawdaż?
pt_br: E cá estamos, não é mesmo?
zh_cn: 毕竟我们都在这里，不是吗？

source: This is true.
cs: To je pravda
de: Das ist wahr.
fr: C'est vrai.
gd: Tha sin fìor.
mt: Hekk hu.
pl: To prawda.
pt_br: Isso é verdade.
zh_cn: 确实是这样。

source: If you don't mind my asking, where are we?
de: Wenn ich fragen dürfte, wo sind wir eigentlich?
fr: Si tu me permets, on est où, ici ?
gd: Tha mi 'n dòchas gum faod mi faighneachd, ach càit' a bheil sinn?
mt: Jekk ma jimpurtax insaqsi, fejn qegħdin?
pl: Jeśli nie masz nic przeciwko, zapytam, gdzie jesteśmy?
pt_br: Mas se me perdoa a pergunta... O que que é aqui, mesmo?
zh_cn: 如果你不介意我问，这里是哪？

source: Residential Quarters. It's really a dormitory-like arrangement.
de: Das hier sind die Wohnheime.
fr: Quartiers Résidentiels. En réalité, la disposition ressemble à des dortoirs.
gd: Àiteachan-fuirich. 'S e seòrsa dhe shuain-lann a th' ann.
mt: Kwartieri Reżidenzjali. Arranġament f'sura ta' dormitorju, pratikament.
pl: Kwatery Mieszkalne. Naprawdę zaplanowano je jak akademik.
pt_br: Setor Residencial. É como um dormitório, basicamente.
zh_cn: 职员住所。 宿舍一样的的地方。

source: And don't worry, none of us here work security.
de: Keine Sorge, keiner von uns schiebt hier Wache.
fr: Et ne t'inquiète pas, aucun d'entre nous ici ne travaille pour la Sécurité.
gd: Is na gabh dragh, chan eil duin' againn ag obair san roinn tèarainteachd.
mt: U la tinkwetax, ħadd minna ma jaħdem fis-sigurtà.
pl: Nie martw się, nikt z nas nie jest z ochrony.
pt_br: E nem se preocupe, ninguém aqui trabalha na segurança.
zh_cn: 另外不用担心， 我们这里没有做保安的。

source: I hear you have those guys in a royal fit.
de: Ich hörte, bei euch sind diese Typen in königlichem Outfit.
fr: J'ai cru comprendre que ces gars-là sont en super forme.
gd: Chuala mi gun do chuir thu a' mhuinntir ud às a rian.
mt: Smajt li għaddejjin minn xi waħda bħalissa.
pl: Słyszałem, że nieźle ich rozwścieczyłeś.
pt_br: Ouvi dizer que você tem deixado eles doidos de raiva.
zh_cn: 我听说你让他们非常头痛。

source: Yeah, that doesn't surprise me.
de: Nun, das überrascht mich nicht.
fr: Ouais, ça ne m'étonne pas.
gd: Uill, chan eil an t-iongnadh orm.
mt: Iwa, ma niskantax.
pl: Tak, nie jestem zaskoczony.
pt_br: É, isso não me surpreende.
zh_cn: 我想像也是。

source: Honestly, it's been pretty funny to hear about. Some of those security guys are total dicks.
de: Ehrlich gesagt hört sich das von dir lustig an. Ein paar der Wachen sind totale Flaschen.
fr: Honnêtement, c'est plutôt marrant d'entendre ça. Certains de ceux de la Sécurité sont de vrais abrutis.
gd: Feumaidh mi aideachadh gun tug sin tlachd dhomh. Chan e ach dearg amadain a th' ann an cuid dhen luchd-tèarainteachd a tha siud.
mt: Biex ngħid kollox. tpaxxejt nisma' fuqhom. Xi wħud minnhom vera ħodor.
pl: Szczerze mówiąc, cieszę się, słysząc to. Niektórzy ochroniarze to całkowite cymbały.
pt_br: Pra falar a verdade, tem sido bem engraçado ouvir isso. Tem uns na segurança que são totalmente estúpidos.
zh_cn: 说实话，听他们说这事挺可笑的。 保安的有些人完全是混蛋。

source: It's fun to watch them get a taste of their own medicine.
de: Es macht Spaß ihnen zuzusehen, wenn sie ihre eigene Medizin schlucken müssen.
fr: C'est amusant de les regarder subir ce qu'ils infligent habituellement.
gd: Cha e còrdadh rium gun do bhruich thusa lus ann a shiud!
mt: Tieħu gost tarhom iduqu l-imrar tagħhom stess.
pl: Zabawnie zobaczyć, jak dostają pięknym za nadobne.
pt_br: É bom ver eles provando do próprio veneno.
zh_cn: 看他们这样受到报应， 也挺有趣。

source: Any chance they might follow me in here?
de: Könnten sie mir hierher gefolgt sein?
fr: Y a des chances qu'ils me suivent jusqu'ici ?
gd: 'Eil seans sam bith ann gu lean iad orm a-steach an-seo?
mt: Hemm xi ċans li jilħquni hawn?
pl: Są jakieś szanse, że będą mnie ścigać?
pt_br: Alguma chance de que eles possam me seguir até aqui?
zh_cn: 他们有可能跟到这里来吗？

source: Possible, but it's unlikely. You can probably take a breather in here.
de: Möglich, aber wohl eher nicht. Du kannst dich hier erholen.
fr: C'est possible, mais peu probable. Tu peux certainement respirer un coup, ici.
gd: 'S docha, ach cha chreids. 'S urrainn dhut anail a ghabhail ann a sheo gun teagamh.
mt: Jista' jkun, imma aktarx le. Probabbilment tista' tistrieħ ftit hawn.
pl: Możliwe, ale mało prawdopodobne. Raczej możesz tutaj wytchnąć.
pt_br: Talvez, mas é difícil. Você provavelmente pode descansar um pouco aqui.
zh_cn: 有可能，但是可能性很小。 你应该能在这里休息一阵。

source: That's nice to hear.
cs: To rád slyším
de: Schön zu hören.
fr: C'est bon à savoir.
gd: Sgoinneil.
mt: Din aħbar tajba.
pl: Miło mi to słyszeć.
pt_br: É bom ouvir isso.
zh_cn: 那是好消息。

source: Oh, hi there!
cs: Oh, vítej!
de: Oh, hallöchen!
fr: Hé, salut !
gd: Ò, haoidh!
mt: Eh, bonġu!
pl: Oh, witaj!
pt_br: Opa!
zh_cn: 哦，你好！

source: Hello?
cs: Ahoj?
de: Hallo?
fr: Bonjour ?
gd: Halò?
mt: Bonġu?
pl: Halo?
pt_br: Olá?
zh_cn: 你好？

source: Yes, hi.
cs: Ano, ahoj.
de: Ja, hallo.
fr: Oui, salut.
gd: Seadh, haoidh.
mt: Iva, insellmilkom.
pl: Tak, cześć.
pt_br: Sim, oi.
zh_cn: 是，你好。

source: I'm doing laundry!
de: Ich mache die Wäsche.
fr: Je m'occupe de la lessive !
gd: Tha mi dèanamh an nigheadaireachd!
mt: Qed naħsel il-ħwejjeġ!
pl: Robię pranie!
pt_br: Estou lavando a roupa!
zh_cn: 我在洗衣服！

source: I ... see. Uh... do you live here?
de: Das… sehe ich. Ähm… wohnst du hier?
fr: Je... vois. Heu... tu habites ici ?
gd: Tha mi ... tuigsinn. Uill ... 'eil thu fuireach ann a sheo?
mt: Fhimt... Ehm... tgħix hawn?
pl: Rozumiem... Hm... czy tu mieszkasz?
pt_br: Eu... certo. Hã... você mora aqui?
zh_cn: 是……吗。厄……你住在这里？

source: Yeah, this is one of our dormitory areas. Quite a few of us live here.
de: Ja, das hier ist eins der Wohnheime. Ein paar von uns wohnen hier.
fr: Ouais, c'est un de nos dortoirs. On est assez nombreux ici.
gd: Seadh, 's e aon dhe na suain-lannan a th' againn. Tha àireamh mhath dhuinn a' fuireach ann a sheo.
mt: Iwa, din waħda mid-dormitorji. Qegħdin ftit mhux ħażin ngħixu hawn.
pl: Tak. To jeden z naszych pokoi akademickich. Całkiem sporo nas tu żyje.
pt_br: É, esse é um dos nossos dormitórios. Tem um bocado de gente vivendo aqui.
zh_cn: 是，这是一个宿舍区。 这里住着很多人。

source: I'd chat at length, but I'm a bit busy.
de: Ich würde gern noch mehr plaudern, aber ich bin in Eile.
fr: Je papoterais bien plus longtems, mais je suis un peu occupé.
gd: Bu toil leam cabadaich fhathast, ach tha mi caran trang.
mt: Nieħu gost inpaċpaċ, iżda ftit imħabbat.
pl: Pogadałbym dłużej, ale jestem trochę zajęty.
pt_br: Eu falaria mais, mas estou meio ocupado.
zh_cn: 抱歉，我现在很忙，没法长聊。

source: By all means, though, you're welcome to wander around.
de: Trotzdem kannst du hin und wieder vorbeikommen.
fr: Repasse quand tu-veux par contre, tu es le bienvenu pour explorer les environs.
gd: Ach tha thu làn di-beathte coiseachd mu thimcheall.
mt: Però, tista' toqgħod iddur kemm trid.
pl: Ale oczywiście możesz się rozejrzeć dookoła.
pt_br: Mas claro, fique totalmente à vontade pra andar por aí.
zh_cn: 不过，请随便逛逛。

source: No one in here works security, so we won't come after you.
de: Keiner wird dich an die Wachen verpfeifen.
fr: Aucun d'entre nous ne travaille pour la Sécurité, alors on ne va pas t'ennuyer.
gd: Chan eil duine ann a sheo ag obair sa roinn tèarainteachd, mar sin cha bhi sinn às do dhèidh.
mt: Ħadd minna ma jaħdem fis-sigurtà, allura mhux se niġru warajk.
pl: Nikt tutaj nie pracuje w ochronie, więc nie będziemy za tobą chodzić.
pt_br: Ninguém aqui trabalha na segurança, então não vamos te seguir.
zh_cn: 这里没有保安人员， 所以我们不会抓你。

source: ... That takes some getting used to.
de: … Das dachte ich mir.
fr: Il faut un petit temps d'adaptation.
gd: ... Feumaidh mi fàs cleachdte ri sin.
mt: ... Għad irrid nidra.
pl: Potrzeba trochę czasu, żeby się przyzwyczaić.
pt_br: ... Vou demorar pra me acostumar com isso.
zh_cn: …… 这倒有点让我不习惯了。

source: But, I'm not gonna turn down a good thing. Thanks!
de: Aber ich werde ein gutes Wort für dich einlegen. Danke!
fr: Mais je ne vais pas rejeter une main tendue. Merci !
gd: Ach cha diùltainn rud math. Taing!
mt: Imma, ħa naħtaf iċ-ċans. Grazzi!
pl: Ale nie zamierzam odrzucać oferty. Dzięki!
pt_br: Mas não vou recusar uma gentileza dessas. Obrigado!
zh_cn: 但是，我不会拒绝是一件好事。 谢谢！

source: No problem!
cs: Bez problému!
de: Kein Problem!
fr: Pas de problème !
gd: 'S e do bheatha!
mt: Mhux problema!
pl: Nie ma sprawy!
pt_br: Por nada!
sk: Bez problémov!
zh_cn: 没问题！

source: Hi. Haven't seen you around before.
cs: Ahoj. Neviděl jsem tě předtím.
de: Hi. Dich kenne ich noch gar nicht.
fr: Salut. Je ne t'ai jamais vu par ici, avant.
gd: Haoidh. Chan fhaca mi roimhe thu.
mt: Bonġu. Qatt ma rajtek qabel?
pl: Cześć. Nie widziałem cię wcześniej w tych okolicach.
pt_br: Olá. Eu não tinha te visto por aqui antes.
sk: Ahoj. Nikdy predtým som ťa ešte nevidel.
zh_cn: 你好， 我没有见过你。

source: Yeah, I'm rather far from home at the moment.
cs: Jasně, jsem v tuto chvíli poměrně daleko od domova.
de: Stimmt, ich bin momentan wirklich fern von meiner Heimat.
fr: Ouais, je suis assez loin de chez moi actuellement.
gd: Seadh, tha mi fad air falbh bhon dachaigh an-dràsta.
mt: Iva, pjuttost il-bogħod minn dari bħalissa.
pl: Tak. W tej chwili jestem raczej daleko od domu.
pt_br: Pois é, tô meio longe de casa agora.
zh_cn: 是，我是从远方来的。

source: So what are you doing?
cs: Tak co tu děláš?
de: Was machst du dann hier?
fr: Alors, qu'est-ce que tu fais ?
gd: Nise, dè tha thu ris?
mt: Allura x'qed tagħmel?
pl: Więc, co porabiasz?
pt_br: Então, o que você tá fazendo?
sk: Takže čo robíš?
zh_cn: 你在干什么？

source: Eh, trying to get this stupid machine working.
de: Äh, ich versuche diese dämliche Maschine hier zum Laufen zu bringen.
fr: Eh bah, j'essaie de faire marcher cette satanée machine.
gd: Uill, tha mi feuchainn gun obraich an t-inneal mallaichte seo.
mt: Ehm, nipprova nħaddem dil-imniefaħ ta' magna.
pl: Eh, próbuję sprawić, żeby ta głupia maszyna zadziałała.
pt_br: Bah, tentando fazer essa máquina idiota funcionar.
zh_cn: 唉，在琢磨怎么修好 这台破机器。

source: It's supposed to cut these metal bolts, but the timing's off and they have no heads.
de: Sie soll diese Schrauben herstellen, doch weil das Timing nicht stimmt, haben sie keine Köpfe.
fr: Elle est censée découper ces boulons, mais son horloge ne marche pas et les boulons n'ont pas de tête.
gd: Bu chòir dha chrainn mheatailt a ghearradh, ach tha an tìmeachadh ceàrr is na cinn a dhìth orra.
mt: Suppost taqta dawn il-boldijiet tal-metall, imma it-timing ħażin u ħerġin bla rjus.
pl: Powinna ściąć te metalowe śruby, ale czas został wyłączony, a śruby nie mają główek.
pt_br: Era pra ela cortar esses parafusos, mas está desregulada, e eles estão saindo sem cabeça.
zh_cn: 本来是用来切金属螺栓的， 但是校时不准，弄得螺栓 都没有头。

source: No heads?
cs: Žádné hlavy?
de: Keine Köpfe?
fr: Pas de tête ?
gd: Na cinn a dhìth?
mt: Bla rjus?
pl: Nie mają główek?
pt_br: Sem cabeça?
zh_cn: 没有头？

source: Yeah, uh ... I don't have an example on-hand, but yeah, there's nothing to screw them in with.
de: Ja, äh… Ich habe hier kein Exemplar zur Hand, aber da ist nichts, um sie reindrehen zu können.
fr: Ouais, heu... Je n'ai pas d'exemple sous la main, mais oui, il n'y a rien qui permette de les visser.
gd: Uill, seadh ... chan eil ball agam rim làimh, ach chan eil dad ann gus an cleachdadh mar sgriubha.
mt: Eħe, ehm ... m'għandix waħda f'idejja, imma pratikament m'għandhomx biex torbothom.
pl: Tak. Hm... Nie mam przykładu pod ręką, ale zgadza się, nie można ich niczym przykręcić.
pt_br: É, bom... Eu não tenho um exemplo aqui em mãos, mas não tem nada pra fazer torque neles.
zh_cn: 是……我没有现成的样本， 意思就是没有拧的部分。

source: Nothing you can put a ratchet on.
de: Nichts, wo man eine Ratsche anlegen könnte.
fr: Rien pour leur mettre un cliquet dessus.
gd: Chan eil dòigh ann gus bac-fhiacail a chur riutha.
mt: M'hemmx ma xiex tqabbad reċit.
pl: Nigdzie nie można umieścić zapadki.
pt_br: Nenhum lugar onde encaixar uma chave de fenda.
zh_cn: 没有放棘轮的地方。

source: Anyways we program this machine with these little tin sheets.
de: Jedenfalls wird diese Maschine hier mit solchen Lochkarten programmiert.
fr: Enfin bref, on programme cette machine avec ces petites feuilles d'étain.
gd: Co-dhiù no co-dheth, nì sinn prògramachadh air an inneal seo leis na siotaichean staoine beaga seo.
mt: Insomma, nipprogrammaw dil-magna, b'dawn il-folji tal-landa.
pl: W każdym razie programujemy tę maszynę tymi niewielkimi arkuszami z cyny.
pt_br: Então, nós programamos a máquina com essas plaquinhas de estanho.
zh_cn: 我们用这些锡纸给 这台机器编程。

source: We cut these slots in them that control how long it goes for a certain grind.
de: Wir stanzen Löcher in die Karten, die bestimmen, wie lange ein Schliff dauert.
fr: On découpe ces petites fentes dedans qui contrôlent combien de temps on passe pour une meule spécifique.
gd: Gearraidh sinn na slotaichean seo annta a chumas smachd air dè cho fad 's a thèid e airson meilidh shònraichte.
mt: Naqtgħu dal-qasmiet fihom li jikkontrollaw, kif il-magna tiekol il-metall.
pl: Wycinamy otwory w nich, co kontroluje, jak długo trwa proces ścierania.
pt_br: Nós fazemos essas ranhuras na placa, que controlam a duração do corte da peça.
zh_cn: 在锡纸上划出空槽， 控制研磨的时间。

source: It sets how deep the grinding wheel cuts. If you set the bolt to turn at just the right speed, you can use it to cut the threads, too.
de: Sie bestimmen, wie tief die Schleifscheiben schneiden müssen. Wird die Schraube mit der richtigen Geschwindigkeit gedreht, wird auch das ganze Gewinde geschnitten.
fr: Ça définit à quelle profondeur la meule creuse. Si tu fais tourner le boulon à la bonne vitesse, tu peux l'utiliser pour le filetage aussi.
gd: Suidhichidh e dè cho domhainn a ghearras an cuibhle meilidh. Ma thionndaidheas an crann aig an astar cheart, faodaidh tu a chleachdadh gus na snàithean a ghearradh cuideachd.
mt: Tissettja wkoll kemm taqta fil-fond. Jekk tissetjha tajjeb, tista anke tużha biex taqta' l-linji tal-invitar.
pl: Ma ona ustawione, do jakiej długości tnie koło ścierające. Jeśli ustawisz ściernicę tak, żeby obracała się z odpowiednią prędkością, możesz użyć jej też do ścinania gwintów.
pt_br: Elas definem a profundidade com que a ferramenta corta. E se você configurar o parafuso pra girar na velocidade correta, dá pra cortar os filetes, também.
zh_cn: 这也决定砂轮切的深度。 如果螺栓旋转速度合适， 螺纹也可以用它刻出来。

source: Uh...
de: Äh…
fr: Heu...
gd: Uill ...
mt: Ehm...
pt_br: Hã...
zh_cn: 厄……

source: Do I sound like I spend too much time doing this stuff?
de: Höre ich mich so an, als hätte ich mich zu viel damit beschäftigt?
fr: Tu penses que je passe trop de temps à faire tout ça ?
gd: 'Eil coltas orm gun cuir mi cus ùine seachad leis an obair seo?
mt: Nidher li nqatta' wisq ħin fuq dax-xogħol?
pl: Czy mówię tak, jakbym spędził za dużo czasu przy tego typu rzeczach?
pt_br: ...Será que eu passo a impressão de que eu fico muito tempo fazendo isso?
zh_cn: 我是不是听起来在这方面 花了太多时间？

source: Eh... I wouldn't be too hard on yourself.
de: Äh… das würde ich nicht sagen.
fr: Heu... Ne sois pas trop dur envers toi-même.
gd: Uill ... Cha bhithinns' ro throm orm fhèin.
mt: Eh... U le mhux xogħlok.
pl: Eh... Nie chciałbym być zbyt surowy dla ciebie.
pt_br: Bom, Eu não seria tão duro comigo mesmo.
zh_cn: 啊……那也不是坏事。

source: I mean, someone has to make these things? Right?
de: Ich meine, jemand muss es doch machen, oder?
fr: Je veux dire, il faut bien que quelqu'un les fasse ces choses, pas vrai ?
gd: 'S ann gum feum cuideigin na nithean seo a dhèanamh, fhios a'd?
mt: Ħeqq, xi ħadd irid jagħmilhom dawn, hux?
pl: Mam na myśli to, że ktoś musi to robić, prawda?
pt_br: Quero dizer, alguém tem que fazer essas coisas? Não é?
zh_cn: 我是说，总得有人来 做这些事，不对吗？

source: Yeah, sometimes I just feel like this is all I do.
de: Ja, manchmal denke ich, ich mache alles selbst.
fr: Ouais, des fois j'ai juste l'impression que c'est tout ce que je fais.
gd: Ceart ma-thà, ach aig amannan tha mi faireachdainn nach dèan mi dad eile.
mt: Veru, imma xi drabi nħossni dejjem nagħmel l-istess ħaġa.
pl: To prawda. Czasami czuję, że to jest wszystko, co mogę zrobić.
pt_br: É, mas às vezes parece que isso é a única coisa que eu faço.
zh_cn: 是。不过有时候我觉得 我成天都在干这个。

source: Well, sometimes what you do is important. Don't ever forget that.
de: Nun, manchmal ist das, was du tust, wichtig. Vergiss das nicht.
fr: Eh bien des fois, ce que tu fais est important. N'oublie jamais ça.
gd: Uill, aig amannan tha na nì thu cudromach. Na dìochuimhnich seo gu bràth.
mt: Kull xogħol siewi. La tinsiex.
pl: Cóż, czasem to, co robisz, jest ważne. Nigdy o tym nie zapominaj.
pt_br: Bom, às vezes o que você faz é importante. Nunca se esqueça disso.
zh_cn: 有时候你干的事是很重要的。 绝不要忘记这一点。

source: It may be tedious, but given enough time, everything involves tedium.
de: Es mag lästig sein, doch mit der Zeit wird alles eintönig.
fr: C'est peut-être ennuyeux, mais avec le temps, n'importe quoi comporte de l'ennui.
gd: Feumaidh gu bheil e dòrainneach, ach rè ùine fàsaidh rud sam bith dòrainneach.
mt: Naf li tedjanti, imma wara tant żmien, kull ma tagħmel isir ftit monotonu.
pl: Może to jest uciążliwe, ale z powodu upływu czasu wszystko staje się nudne.
pt_br: Pode ser entediante, mas conforme o tempo passa, qualquer coisa envolve tédio.
zh_cn: 也许很乏味，但是什么活 干久了都是这样。

source: And anything important tends to take time.
de: Und die wichtigen Dinge beanspruchen Zeit.
fr: Et tout ce qui est important prend du temps.
gd: Is bheir dad cudromach ùine.
mt: U kull xogħol siewi jeħtieġ iż-żmien.
pl: I zazwyczaj wszystko, co ważne, wymaga czasu.
pt_br: E qualquer coisa importante de se fazer... Leva tempo.
zh_cn: 重要的活都需要时间。

source: Hmm...
fr: Hum...
gd: Uill ...
mt: Ħmmm...
zh_cn: 嗯…

source: I guess for obvious reasons I'm not going to contradict you.
de: Das ist offensichtlich, da möchte ich nicht widersprechen.
fr: Pour des raisons évidentes, je ne vais pas te contredire.
gd: Saoilidh mi nach tèid mi nad aghaidh air adhbharan follaiseach.
mt: Għal raġunijiet ovvji ma naqbilx miegħek.
pl: Być może. Z oczywistych powodów nie zamierzam ci zaprzeczać.
pt_br: Acho que por motivos óbvios eu não vou tentar te contradizer.
zh_cn: 我无法抗辩，原因也很明显。

source: Sometimes I wish I spent more time outside, though.
de: Manchmal wünsche ich mir, ich könnte mehr Zeit da draußen verbringen.
fr: Des fois, j'aimerais juste passer plus de temps dehors, c'est tout.
gd: Co-dhiù, bu mhiann leam barrachd ùine a thoirt seachad taobh a-muigh aig amannan.
mt: Xi drabi, nixtieq inqatta' aktar ħin barra, minflok.
pl: Chociaż czasem chciałbym spędzać więcej czasu na zewnątrz.
pt_br: É só que às vezes eu queria passar mais tempo do lado de fora.
zh_cn: 但是我还是希望有时间到 外面逛一逛。

source: Bah.
cs: Pche.
de: Pah.
gd: Iochd.
mt: Eħħ.
pl: Nonsens.
zh_cn: 呸。

source: Anyways, please do visit anytime this is actually working, for a tour.
de: Jedenfalls solltest du ab und zu mal wieder vorbeischauen.
fr: En tout cas, n'hésite pas à revenir visiter dès que ça marchera vraiment, pour voir.
gd: Co-dhiù no co-dheth, till ùine sam bith a bhios seo 'g obair gus cuairt a ghabhail.
mt: Insomma, jekk trid erġa żurni meta tkun qed taħdem, ħa nurihilek.
pl: Tak czy siak proszę odwiedzaj nas w celach wycieczkowych w każdej chwili, kiedy maszyna rzeczywiście działa.
pt_br: De qualquer modo, faço questão de que apareça uma outra hora, quando isso aqui estiver funcionando. Pra uma demonstração.
zh_cn: 不管怎样，等着机器修好了， 你一定来参观一下。

source: Of course.
cs: Samozřejmě.
de: Natürlich.
fr: Bien sûr.
gd: Seadh, nì mi seo.
mt: Mela le.
pl: Oczywiście.
pt_br: Claro.
sk: Samozrejme.
zh_cn: 当然。

source: ^Who are you?
cs: ^ Kdo jsi?
de: ^Wer bist du?
fr: ^Qui es-tu ?
gd: ^Cò thusa?
mt: ^ Min inti?
pl: Kim jesteś?
pt_br: ^Quem é você?
zh_cn: 你是谁？

source: That's nice.
cs: To je hezké.
de: Das ist gut.
fr: C'est sympa.
gd: Tha sin snog.
mt: Il-pjaċir huwa tiegħi.
pl: Cieszę się.
pt_br: Muito bom.
sk: To je milé.
zh_cn: 好极了。
